{
    "metadata": {
        "videoURL": "https://www.youtube.com/watch?v=vA50EK70whE",
        "videoTitle": "How to Increase Motivation & Drive",
        "theme": "Focus, Productivity and Creativity"
    },
    "transcriptSegments": [
        {
            "text": "- Welcome to the Huberman Lab Podcast where we discuss science and science-based tools for everyday life. - I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at\nStanford School of Medicine. This podcast is separate from my teaching and\nresearch roles at Stanford. It is however, part of my desire and effort to bring you zero\ncost to consumer information about science and science related tools, along those lines I'd like to thank the sponsors of today's podcast. Our first sponsor is Athletic Greens. Athletic Greens is an all-in-one vitamin mineral probiotic drink. I've been taking Athletic\nGreens since 2012 and so I'm delighted that\nthey're a sponsor of the podcast. The reason I started\ntaking Athletic Greens is because I found it rather dizzying to know which vitamins\nand minerals to take and Athletic Greens covers all my bases for vitamins and minerals. It also includes probiotics\nand there are now a lot of data supporting the fact\nthat probiotics are important for the gut brain access, for immunity for metabolic health, endocrine\nhealth, many, many things. So I take Athletic Greens once, sometimes twice a day I mix it with water and a\nlittle bit of lemon juice and to me it tastes delicious. If you'd like to try Athletic Greens you can go to athleticgreens.com/huberman and if you do that they'll also give you a year supply of vitamin D3 K2. There are a lot of data now showing that vitamin D3 is important for immune function and a number of other important biological processes. In addition, if you go to\nathleticgreens.com/huberman you'll get five free travel packs, travel packs make it easy to mix up Athletic Greens when you're in the car, on the plane or generally on the road. So that's Athletic Greens.com\nto get Athletic Greens. The year supply of vitamin D3 and K2 and the five free travel packs. Our second sponsor of\ntoday's podcast is Headspace. Headspace is a meditation app\nthat makes meditation easy. I've been meditating on and\noff since I was 16 years old. I'm 45 now. So that's about 30 years\nof on and off meditation and I confess most of\nthat time it was off, meaning I find it really hard to stick to a meditation practice. A few years ago I discovered Headspace while flying on JetBlue flights 'cause at that time they\nwere offering Headspace as something you could watch\ninstead of TV or movies. And it made me feel great. I'd find that I arrived where I was going, more\nrested, more relaxed and I got the Headspace app\nand I started using it daily and I've continued to use it daily. Headspace has a large\nnumber of meditations all supported by science. There's also now just a\ntremendous amount of science supporting a meditation practice for all sorts of things\nlike improved sleep, reduced impulsivity, improved cognition. There are just a myriad of\npositive effects of meditation. The hardest thing is doing it and Headspace makes that easy. If you wanna try the Headspace app and all the meditations\nthey have, you can go to headspace.com/special\noffer, and you'll get one month completely free\nof all the meditations they have that's\nheadspace.com/special offer to get one month free of Headspace. The third sponsor of today's\npodcast is magic spoon. Magic spoon is a low carb, grain-free keto friendly cereal. As I've mentioned a few\ntimes before on this podcast the way I eat throughout\nthe day has everything to do with when I wanna be alert\nand when I wanna be sleepy. So in the first part of the day I fast because that enhances alertness. Then I eat keto. So my lunch and my afternoon\nmeals are ketogenic and then in the evening I eat starches and vegetables because those\naid the transition to sleep. So for me, magic spoon as a\nketo cereal is a great snack. It's really tasty. I don't actually mix mine with milk. I just eat it directly. They have a bunch of different flavors. I like the frosted flavor also because it tastes like donuts. And I have a pastry affliction\nand I love pastries. So magic spoon allows me to remain on keto during the day it's healthy. It tastes great. I really enjoy it. So if you wanna try magic spoon you can go to magicspoon.com/huberman for a variety pack of different flavors. And if you put Huberman at checkout you'll get 5 dollars off the variety pack. That's magicspoon.com/huberman\nto try a variety pack of different flavors of magic spoon keto grain-free low carb cereal put \"Huberman\" at checkout\nyou get 5 dollars off. A quick note before we\nbegin today's discussion about the neuroscience of motivation. ",
            "segmentTitle": "Introduction"
        },
        {
            "text": "This month, we're talking all about the neuroscience of emotions and today we're going to\ntalk about an extremely important topic that\ncentral to our daily life and that's motivation. We're going to talk about\npleasure and reward. What underlies our sense\nof pleasure or reward. We're going to talk about addictions. You can't have a discussion about pleasure and reward without having a\ndiscussion about addictions and the addictive properties\nof certain substances as well as how to break free of addiction. As well we're going to talk about the neurochemistry\nof drive and mindset. So all these themes are woven together in the context of emotions. Each one of them of course could also be its own entire month of the podcast and in fact, we are going to have an entire month devoted to addiction and I have a very special guest that's going to be joining us to talk about the science and clinical practices\nthat we know are important for understanding and treating addiction. But for now, let's just\ntalk about the neuroscience of motivation and reward\nof pleasure and pain because those are central to\nwhat we think of as emotions whether or not we feel good, whether or not we feel\nwe're on track in life whether or not we feel\nwe're falling behind. So motivation is fundamental\nto our daily life. ",
            "segmentTitle": "Emotions, Addiction & Mindset"
        },
        {
            "text": "It's what allows us to get\nout of bed in the morning. It's what allows us to\npursue long-term goals or short-term goals, motivation and the chemistry of motivation is tightly wound in with the\nneurochemistry of movement. In fact, the same single\nmolecule ,dopamine is responsible for our sense of motivation and for movement, even though\nnerves controlling muscles. So again, these are\nnerves in the spinal cord or brain that move our\nlimbs, the effector chemical they're the one that actually\ncauses the muscles to twitch to contract, is a\nCDOT Colleen in the brain. Acetylcholine is responsible for focus. However, whether or not we move, whether or not we want to move whether or not we have the\ndesire to overcome barriers of they could be social barriers or financial barriers or time constraints. That depends on this molecule. We call dopamine, it's\na fascinating molecule and it lies at the center of\nso many great things in life and it lies at the center of so many terrible aspects of life namely addiction and certain\nforms of mental disease. ",
            "segmentTitle": "Motivation & Movement: The Dopamine Connection"
        },
        {
            "text": "So if ever there was a double-edged blade in the world of\nneuroscience it's dopamine. So let's talk about what dopamine is and as always we are going to talk about actionable tools today. We're definitely gonna talk about some things related to supplementation. Although you might be surprised to learn that it's not all just\nabout increasing dopamine and in particular, in some cases that's the wrong thing to do. Sometimes it's appropriate\nsometimes it's not. More so we're going to\ntalk about tools related to what's called dopamine scheduling, how the way that you're leading your life and the way that you're\nconceptualizing your goals can actually predict whether or not you're going to\ncontinue to pursue those goals. And therefore whether or not you will succeed\nin achieving those goals As well as whether or not you will quit. There's a fundamental relationship between dopamine released in your brain and your desire to exert effort. And you can actually control the schedule of dopamine release but it requires the appropriate knowledge. This is one of those cases where understanding the way\nthe dopamine system works will allow you to leverage\nit to your benefit. And if you don't understand\nthe way that dopamine works there's a good chance that it's going to pull you out into the current of life. Meaning the rest of the world is going to control your dopamine schedules. So I'm excited to tell you\nabout today's information. You're gonna learn some basic science. You're gonna learn a lot of tools and these tools I believe are applicable whether or not you're five years old eight years old, 80 years\nolder, anything in between. ",
            "segmentTitle": "A Double-Edged Dopamine Blade"
        },
        {
            "text": "So let's talk about dopamine. Let's get a few basic facts on the table. Dopamine was discovered in the late 1950s and it was discovered as the\nprecursor, meaning the thing from which epinephrin\nor adrenaline is made. Now that's fundamentally important because this molecule we\ncall dopamine nowadays, we think of as the molecule\nof reward and pleasure, but actually it is the substrate from which adrenaline\nis made and in the brain it's the substrate from\nwhich epinephrin is made epinephrin is the\nsame thing as adrenaline except in the brain we call it epinephrin. Epinephrin as you may recall\nfrom previous podcasts, or if you haven't no problem epinephrin allows us to get into action. It stimulates changes in the\nblood vessels, in the heart in the organs and tissues of the body that bias us for movement. And if you'd like to learn\nmore about epinephrin you can check out our\nepisode on mastering stress. We talk a lot about it there. Dopamine was initially thought to be just the building block for epinephrin. And it is indeed the\nchemical building block from which epinephrin is made. However, dopamine does a\nlot of things on its own. It's not always converted to epinephrin. Dopamine is released from several sites in the brain and body, but\nperhaps the most important one ",
            "segmentTitle": "Dopamine Fundamentals: Precursor to Adrenalin"
        },
        {
            "text": "for today's discussion about motivation and reward is something\nthat sometimes just called the reward pathway for the it's sometimes called the mesolimbic reward pathway but it's fundamentally important to your desire to engage in action and it's fundamentally important for people getting addicted\nto substances or behaviors. So how does this work? Well, you've got a structure in the deep part of your\nbrain called the VTA. It stands for ventral tegmental area. As always you don't have\nto remember these names, but if you want to I\noffer them to you for food further googling, research,\nreading, et cetera, the VTA or ventral tegmental\narea contains neurons that send what we call axons little\nwires that spit out dopamine at a different structure\ncalled the nucleus accumbens and those two structures VTA\nand nucleus accumbens form really the core machinery\nof the reward pathway and the pathway that\ncontrols your motivation for anything you can think\nof them like an accelerator they bias you for action. However, within the reward\npathway, there's also a break the break or restriction on that dopamine which controls when it's released and how much it's released\nis the prefrontal cortex. The prefrontal cortex is\nthe neural real estate right behind your forehead. It's discussed for so many\naspects of neuroscience. You hear about it for decision-making , executive function ,for\nplanning, et cetera. And indeed it's responsible\nfor a lot of those. It's this really unique real estate that we were all endowed with as humans, other animals don't have much of it. We have a lot of it and that prefrontal cortex acts as a brake on the dopamine system without that break you would be purely a pleasure seeking animal. You would be purely pleasure seeking. You would have no basis for\nregulating your behavior in terms of trying to get\nthings that make you feel good. And that brings us to the\nimportant feature of motivation ",
            "segmentTitle": "The Reward Pathway: An Accelerator & A Brake"
        },
        {
            "text": "which is that motivation\nis a two-part process which is about balancing\npleasure and pain. Okay. Most people think about motivation and reward and dopamine is just\ntrying to achieve pleasure. And indeed dopamine is released in the brain from the VTA\nat the* nucleus accumbens. When we experience things that we like. So here's the way to conceptualize this and if you can internalize\nthis in your mind it will really help you as\nyou move through your day trying to understand why\nyou might be motivated or not motivated for certain things. So when you're just sitting\naround, not doing much of anything, maybe you wake\nup in bed in the morning. You're thinking about getting up or not. This reward pathway is releasing dopamine at a rate of about three\nor four times per second. It's kind of firing in a low level. When I say firing me an electrical\nactivity in the neurons. So when you're just around,\nyou feel okay, not depressed not highly motivated, not excited maybe three or four times a second. If suddenly you get\nexcited about something you anticipate something,\nnot receive an award but you get excited in\nan anticipatory way. Then the rate of firing\nthe rate of activity in this reward pathway suddenly increases to like 30 or 40 times and it has the effect of creating a sense of action or desire to move in the direction of the\nthing that you're craving. In fact, it's fair to say\nthat dopamine is responsible for wanting and for craving, and that's distinctly different from the way that you hear\nit talked about normally which is that it's involved in pleasure. So yes, dopamine is\nreleased in response to sex. It's released in response to food. It's released in response\nto a lot of things but it's mostly released in anticipation and craving for a particular thing. It has the effect of narrowing our focus for the thing that we crave and that thing could be as\nsimple as a cup of coffee. It could be as important\nas a big board meeting. It could be a big, final exam. It could be a, the person\nthat we're excited to meet or see dopamine doesn't care\nabout what you're craving. ",
            "segmentTitle": "Motivation= Pleasure Plus Pain"
        },
        {
            "text": "It just releases at a particular rate. In fact, if we just take a step back and we look at the scientific data on how much the dopamine\nfiring increases in response to different things, you get\na pretty interesting window into how your brain works and why you might be\nmotivated or not motivated. Let's say you're hungry,\nor you're looking forward to a cup of coffee, or you're\ngoing to see your partner. Well, your dopamine neurons\nare firing at a low rate until you start thinking\nabout the thing that you want or the thing that you're\nlooking forward to let's say you're craving chocolate or a good meal, a steak if you like steak or a nice plate of pasta if you like pasta, when you eat that food the amount of dopamine that's released in this reward pathway goes\nup about 50% above baseline. The neurons there go from firing, three or four times per second to, six or 10 times per second. It really depends and these aren't exact numbers. But if we were to measure the amount of dopamine that's released, it goes up about 50 points, all right. Sex, which is fundamental to our species, continuation\nand reproduction. Although it doesn't have to\nbe for conceiving children. Sex does release dopamine and it increases dopamine\nlevels about a hundred percent. So basically doubles them. Nicotine of the sort that's in cigarettes or some people are taking nicotine in supplemental form increases the amount of dopamine about 150% above baseline. It also does some other\nthings that we're gonna talk about, but nicotine does that and it's kind of interesting that nicotine would increase the amount of dopamine in your brain\nvery quick, within seconds that's 150 times over\nbaseline as opposed to sex which is a 100 percent\nabove or food which is 50%. Cocaine and amphetamine\nincrease the amount of dopamine that's\nreleased a thousand fold within about 10 seconds\nof consuming the drug. ",
            "segmentTitle": "The Dopamine Staircase: Food, Sex, Nicotine, Cocaine, Amphetamine"
        },
        {
            "text": "However, just thinking about food, about sex, about nicotine if you like nicotine or cocaine or amphetamine can increase the amount of dopamine that's released to the same degree as\nactually consuming the drug. Now it depends in some cases, for instance the cocaine user, the\naddict that wants cocaine can't just think about\ncocaine and increase the amount of that's\nreleased about a thousand fold is actually much lower but it's just enough to put\nthem on the motivation track for it to crave that particular thing. Now, there are reasons why you would have brain circuitry like this. I mean, brain circuitry like this didn't evolve\nto get you addicted brain circuitry like this evolved in order to motivate behaviors toward particular goals, water when you're thirsty , sex in order to reproduce and we're gonna talk\nabout the relationship between estrogen and testosterone\nand the dopamine system because those hormones actually bias dopamine to be released. These things and these\nbrain areas in neurons were part of the\nevolutionary history that led to the continuation of our species. Things like cocaine and\namphetamine are disastrous for most people because\nthey really so much dopamine and they create these\nclosed loops where people then only crave the particular\nthing, cocaine, amphetamine that leads to those massive\namounts of dopamine release. Most things don't release\nthat level of dopamine. Now, nowadays there's a ton ",
            "segmentTitle": "Subjective Control of Dopamine Release"
        },
        {
            "text": "of interest in social\nmedia and in video games and there have been some measurements of the amount of dopamine\nreleased video games especially video games\nhave a very high update speed where there's novel\nterritory all the time not novelty is a big stimulus of dopamine. Those can release dopamine somewhere between nicotine and cocaine. So very high levels of dopamine release. Social media is an interesting one because the amount of dopamine that's released in response to logging onto social media initially\ncould be quite high but it seems like likely that\nthere's a taper in the amount ",
            "segmentTitle": "Social Media and Video Games"
        },
        {
            "text": "of dopamine and yet\npeople still get addicted. So why, why is it that we can get addicted to things that fail to get to elicit the same massive amount of pleasure that they initially did. Being addicted to\nsomething isn't just about the fact that it feels so good that you wanna do it over and over again and that's because of\nthis pleasure pain balance that underlies motivation. So let's look a little bit closer at the pleasure pain balance because there in lies the tools for you to be able to control motivation toward healthy things and\navoid motivated behaviors towards things that are\ndestructive for you. ",
            "segmentTitle": "Addiction & Dopamine: Progressively Diminishing Returns"
        },
        {
            "text": "There are a lot of reasons why people try novel behaviors whether or not those are drugs or whether or not those are adventure, thrill-seeking things or\nthey seek out new partners they take a new class as you'll notice. I'm not placing any judgment or value on these different behaviors. Although I think it's fair to point out that for most people addictive drugs like cocaine and amphetamine\nare very destructive. Actually we know that about 15 to 20% of people have a genetic bias towards addiction , you sometimes hear that the first time that you use a drug you can become addicted to it. That's actually not been shown\nto be true for most things in most people, but for some\npeople that actually is true. And we'll talk a little\nbit later about why certain people are heavily\nbiased toward becoming addicts on the first use of a particular drug. It's actually very interesting, it has everything to do with whether or not they were formerly\naddicted to something else but in any case, the\nway that addiction works and the way that\nmotivation works generally in the non-addictive setting is that when you anticipate something a little bit of dopamine\nis released, and then when you reach that thing,\nyou're engaged in that thing the amount of dopamine\ngoes up even further but as you repeatedly pursue a behavior and you repeatedly engage\nwith a particular thing let's say you love running or you love chocolate as\nyou eat a piece of chocolate ",
            "segmentTitle": "Novelty, Sensation-Seeking & Anticipation"
        },
        {
            "text": "believe it or not, it tastes good and then there's a shift away\nfrom activation of dopamine. And there are other\nchemicals that are released that trigger a low level sense of pain. Now you might not feel it as physical pain but the craving that you feel is both one part dopamine and one part, the mirror image of dopamine which is the pain or the craving for yet\nanother piece of chocolate. And this is a very important and subtle feature of the dopamine system. That's not often discussed. People always talk about just as pleasure. You love social media. So it gives you dopamine.\nAnd so you engage in that. You like chocolate, it releases dopamine. So you do that. But for every bit of\ndopamine that's released there's another circuit in the brain that creates you can think of it as kind of like a\ndownward deflection in pleasure. So you engage in something you really want and there's an increase in pleasure. And then without you doing anything there's a mirror image of that which is a downward deflection in pleasure which we're calling pain. So for every bit of pleasure there is a mirror image experience of pain and they overlap\nin time very closely. So it's sometimes hard to sense this but try it the next time you\neat something really delicious. You'll take a bite, it tastes delicious and part of the experience is\nto want more of that thing. This is true for any\npleasureful experience. Now, the diabolical part\nabout dopamine is that because it didn't evolve in\norder to get you to indulge in more and more and more of\nsomething, what happens is that initially you experience\nan increase in pleasure and you also experience this increase in pain shortly after or woven in with the pleasure that makes\nyou want more of that thing. But with each subsequent time that you encounter that thing that you pursue, the chocolate that you pursue the lover\neach time, the experience of dopamine release and pleasure\nis diminished a little bit. And the diabolical thing is that the pain response\nis increased a little bit and this is best observed in the context of drug seeking behavior. The first time someone\ndecides to take cocaine or amphetamine, they may\ndo it out of boredom. They may do it out of peer pressure. They may do it to relieve\nsome internal sense. Maybe they're bored, or\nthey're just excited. Maybe they're high in\nnovel novelty seeking. There are a lot of reasons why people might try a drug far too many for us to get into our parks here. Maybe they don't even wanna do it but someone encourages them. They will experience a\nhuge dopamine release and they will feel likely very good. However, the next time they take it it won't feel quite as good. And it won't feel even\nas good the third time or the next time, but the amount of pain the amount of craving that they experience for the drug will increase over time. So much of our pursuit of pleasure is simply to reduce the pain of craving. So the next time you\nexperienced something, you really like I don't wanna ",
            "segmentTitle": "Craving: Part Pain, Part Pleasure & Pain Always Prevails"
        },
        {
            "text": "take you out of that experience but it's really important\nthat you notice this that if there's something you really enjoy part of that enjoyment is about the anticipation and\nwanting of more of that thing and that's the pain system in action. And so we can distinguish between dopamine which is really about\npleasure and dopamine which is really about\nmotivation to pursue more in order to relieve or\nexclude future pain. Let me repeat that. Dopamine isn't as much\nabout pleasure, as much as it is about motivation\nand desire to pursue more in order to reduce the amount of pain and we are now talking about pain as a psychological pain and a craving although people that\nmiss a lover very badly or that really crave a food very badly, or that are addicted to\na drug and can't access, it will experience that\nas a physical craving and a mental craving the body and brain are linked in this way. It's almost, they'll\ndescribe it as painful. They yearn for it. And I think the word yearning\nis one that's very valuable in this context, because yearning seems to include a whole body experience\nmore than just wanting which could just be up in the mind. So your desire for\nsomething is proportional to how pleasureful it is\nto indulge in that thing but also how much pain you experience when you don't have it. And you can now start\nto let your mind wander into all sorts of examples of addictions or things that you happen to like, I'll use the example that\nI sometimes use on here which is my love of croissants. ",
            "segmentTitle": "Desire Scales With Pain: The Yearning Function"
        },
        {
            "text": "Although several of you pointed out these are called croissant but then it sounds like\nI'm trying to speak French and I always tried to\ndo that when I was a kid and I went to a bilingual\nschool and it failed then it's gonna fail now. So I'm gonna call them croissants. They're delicious. I love them a really good\none makes me wanna eat six. It's true. I have pretty good\nimpulse control, I think but it makes me wanna eat six. I taste it and it tastes so delicious and unless I really force\nmyself to experience the taste of it in my mouth and how flaky I'm getting\nhungry for it right now and delicious the croissant\nis mostly the tastes of that croissant makes me\nwant to eat more croissants. Now, eventually blood sugar goes up satiety is reached, et cetera. What happens then? What is satisfaction and satiety about? Well, that's a separate neuromodulator. That's about the neuromodulator serotonin. It's about oxytocin. It's about a hormone system\nthat involves something called prolactin. So we're gonna talk about all of those in the book \"the Molecule of More\" wonderful book those were described as\nthe here and now molecules ",
            "segmentTitle": "The Croissant Craving Circuit"
        },
        {
            "text": "the ones that allow you to\nexperience your sensations and pleasure in the present and for which the brain stops\nprojecting into the future. So now let's talk about craving and these so-called here and now molecules and how those engage in a kind of push pull balance that\nwill allow you to not just feel more motivated,\nbut also to enjoy the things in life that you are pursuing\nto a much greater degree. We have neurons in an area of our brain called the raphe R-A-P-H-E The raphe releases serotonin at different places in the brain. Serotonin is the molecule of bliss and contentment for what you already have. I've talked before about exteroception, ",
            "segmentTitle": "“Here and Now” Molecules: Serotonin, Bliss & Raphe Nucleus"
        },
        {
            "text": "exteroception is a focus\non the outside world, everything beyond the\nconfines of your skin. I've also talked about\ninteroception of focus on things that are happening internally within the confines of your skin. Dopamine and serotonin can be thought of as related to extra reception. Dopamine makes us focused\non things outside us that are beyond what we\ncall our personal space where we actually have to move and take action in order to achieve things and serotonin in general has to do with the things that are in our\nimmediate here and now, hence the description of these as the here and now molecules. So it's interesting to\npoint out that the body and the brain can direct its attention towards things outside us or inside us or split our attention between those. I talked about this in a previous podcast but if you didn't see it, no problem. Just understand that dopamine biases us toward thinking about what we don't have, whereas serotonin and some\nof the related molecules ",
            "segmentTitle": "In Your Skin Or Out In the World"
        },
        {
            "text": "like the endocannabinoids\nif you picked up on the word cannabinoid,\nyes it's like cannabis because cannabis attaches to\nendocannabinoids receptors and the endocannabinoids\nare receptors that and chemicals that the\ncannabinoids that you naturally make that are involved\nin things like forgetting. It's not a coincidence that pot smokers don't have\nthe most terrific memory. You may know a few that\nhave great memories but chances are, they would\nhave even better memories if they weren't pot smokers but you make these molecules that bind to these receptors that\nmake you feel kinda blissed out and content in the present. Those are receptors that exist in us not for sake of consuming\nTHC or marijuana, but for sake of binding of our\nnatural endogenous cannabinoids. So you've got these two systems they're kind of like a push pull and if you were to say in the book ",
            "segmentTitle": "Cannabinoids Lethargy & Forgetfulness"
        },
        {
            "text": "or wherever you go there\nyou are Jon Kabat-Zinn talks about this meditation practice. That's different than\nmost meditation practices where you eat one almond and you focus all of your\nattention on the almond the taste of the almond,\nthe texture of the almond. That's really a mindfulness practice that's geared towards\ntrying to take a behavior which is normally about\npursuit, normally feeding as we were going to engage in\nfeeding because of dopamine we pursue more of a food because of that pleasure pain relationship I talked about before the\nfocus on the one almond or becoming very present in any behavior that\nnormally would be a kind of extra susceptive pursuit behavior and bring it into the here and now that's a mental\ntrick or a mental task that the mindfulness\ncommunity has really embraced in order to try and create increased pleasure\nfor what you already have. It's really trying to accomplish a shift from dopamine being released to serotonin in the cannabinoid system,\nbeing involved in that behavior. So if you're interested in mindfulness which is something I've talked\nabout before in this podcast and I sort of made some off the cuff jokes about the opposite of\nmindfulness being mindlessness. Mindfulness is a vast space that is a mindful practice that a lot of people have engaged in. And indeed it can give\nyou deeper appreciation ",
            "segmentTitle": "The Almond Meditation"
        },
        {
            "text": "for things that you already have. Dopamine has the quality of making people kind of\nrabidly in pursuit of things. Look at people who are high on cocaine or amphetamine,\nand they are almost entirely extra receptive drugs\nlike marijuana, the opioids anything that really hits\nthe serotonin system hard tend to make people rather lethargic and content to stay\nexactly where they are. They don't wanna pursue much at all. Occasionally when people\nsmoke marijuana or consume THC their appetite goes way up and they really wanna consume food. That's because of its effects\non insulin and its effects on blood sugar, which is a\nslightly separate matter. But since some of you, probably your minds might've gone to those either experiences or reports of what pot does,\nthat's why it does that. So you've got these molecules like dopamine that make you focused on the things you want\nand the things you crave. And then you've got the\nmolecules that make you content with what you have. So the most important thing,\nperhaps in creating a healthy emotional landscape is to have a balance between these two neuromodulator systems ",
            "segmentTitle": "Drugs That Shift Exteroception Versus Interoception"
        },
        {
            "text": "people that are always in anticipation and desire and seeking that's\nwonderful for pursuing goals. However, it's terrible for enjoying life and actually those\npeople are actually quite difficult to be around. There's a certain, almost\nsociopathic element to people who are what they\ncall hyper dopaminergic. People who are always on\nthe dopaminergic scale to the point where they\nare always pursuing goals. In fact, those people are known to be at least in the psychological spectrum. They can be very manipulative dopamine and the pursuit of something\ndoesn't necessarily have to be high energy and\nintense from the outside. When you observe it from the outside. In fact, there are people\nwho will manipulate in order to get what they want. This has been shown who have\nhigh levels of dopamine release in their brain, but\nthey've learned that a kind of passive manipulation is\nthe best way to maneuver through a particular environment. I don't wanna focus too much on sociopathy because those\nare kind of extreme examples but it just goes to show that\npeople who identify a goal and realize the series of\nsteps that they need to take in order to achieve that\ngoal can either do it through ethical means or non\nethical means they can do it through active pursuit, being the kind of type a person that's\nalways declaring their goals and going after it,\nposting it on Instagram telling everybody about\nit, try and recruit others. There's that phenotype there's that kind of signature of dopamine and then there are the people that wanna get what they want, and they're doing it by always serving other people by always taking care of\neverybody else's needs by always trying to accomplish their goals but through a mode that at least from the outside seems more passive or more about supporting others. Neither of these are good or bad. And that's because dopamine is a molecule. It doesn't care how you reach your goals. It only cares that you reach your goals because the internal sensation\nis one again of mild pleasure a little bit of pain,\nalthough more pain over time. If you're not reaching those goals and it takes you away\nfrom the here and now. ",
            "segmentTitle": "Emotional Balance, Active & Passive Manipulation"
        },
        {
            "text": "So at about this point in the podcast I'm guessing that some you\nare thinking, okay, great. I want more dopamine. I want to be more motivated. I don't wanna procrastinate as much and I want to be able to experience life. I want these here and now\nmolecules to be released as well. Well, there is a way to\ndo that, but you have to understand the source of\nprocrastination is not one thing. There are basically two kinds of procrastinators or\nso says the research. The first kind are people\nthat actually really enjoy the stress of\nthe impending deadline. It's the only way they\ncan get into action. These are people that\nreally like the feeling of something being due in\nan hour and how activated and sharp and focused\nthat makes them feel. Those people are people that are tapping into the epinephrin\nsystem, the stress system and for which the stress really tightens their ability to see it creates that soda straw view of the world. It creates an action element in the body that makes them\nfeel like they wanna move. It really eliminates all\nthe distractions for them. So they're actually leveraging\nstress internal stress in order to achieve a\nstate that they can't seem to otherwise achieve. I won't tell you what to do in order to overcome all\nkinds of procrastination but from a logical\nperspective, it makes sense therefore, for those\nkinds of people to think about other ways that\nthey can get their system into activation, I've talked about this in previous podcasts but a couple of those tools might be the what we called super oxygenation breathing which I admit is not\nalways super oxygenating. So this would be if didn't\nwant it to consume anything. This could be 25 or 30 cycles of in deep inhales and exhales. It's likely to create some\nanxiety and a low level stress. If you're someone who's\nprone to panic attacks I wouldn't recommend this, but\nit's pretty straight forward. It will deploy adrenaline\ninto your system. And you will find that your\nvisual field is focused and you will be able to work and focus better than if\nyou just kinda waited around for some wave of motivation\nto wash over you. Normally you're waiting for that deadline to come into sight and then that's what the stimulus is. But you can self-direct adrenaline release without ingesting anything. You can also ingest coffee, caffeine or Mate or something\nlike that, which is what I prefer very often to\ncoffee, which has caffeine. Caffeine does release\ndopamine at low levels how much it releases\ndopamine it isn't clear. It seems to increase\nfiring in these neurons in the nucleus accumbens by about 30% which is a pretty low level, but it can create agitation so for caffeine sensitive people,\nthat could be a problem. I've talked before about things like L tyrosine the precursor\nto dopamine or Mucuna Purina. I talked about that in the last episode but if you didn't see\nthat, just to remind you L tyrosine is present in red meats, it's in certain nuts and L tyrosine is the precursor to dopamine. You can supplement L tyrosine. If you like, you will get a\nbig inflection in dopamine but there is a crash associated with it. However, it will increase\nmotivation in the short term not suggesting anyone do this. I wanna be very clear to\nsay what I always say. I'm not a doctor. I don't prescribe anything. I'm a professor. I profess things. You have to know whether or not\nthese things are appropriate for your mental and\nphysical health or not. So you need to consult a doctor. For instance, people who\nsuffer from schizotypal or schizophrenia or\nmania should probably not be taking supplements that\nincrease their dopamine levels. Now, if you can't increase your level of focus and your level of alertness and your level of motivation\nusing breathing well then there might be\nsomething else at play. There are other procrastinators for which they simply are not\nreleasing enough dopamine. They're not making enough dopamine. And for those people there are a variety of things\nthat can increase dopamine. I do suggest you talk to a psychiatrist or doctor I've talked about Mucuna Purina, which is 99.9%. L-DOPA\nthe precursor to dopamine. So there are people\nthat do much better when they take things that increase\ntheir dopamine levels. There are antidepressants\nlike Wellbutrin Pru prior own which increase is the other name for it which increased dopamine and epinephrin, it can increase risk of epileptic attacks if you're epileptic. So again, you have to talk to your doctor but they will increase dopamine\nand motivation and focus. However, if you think back to our earlier discussion\nabout dopamine, dopamine if it's very high, creates\na sense of pleasure ",
            "segmentTitle": "Procrastination: Leveraging Stress, Breathing, Caffeine, L-Tyrosine, Prescription Drugs"
        },
        {
            "text": "and the desire for more, so you can also become a person for which enough is never enough. The only thing that dopamine\nreally wants is more of the thing that releases dopamine and so big inflections in dopamine, whether or not they come from cocaine or whether or not they come\nfrom a supplementation, caffeine exercise study regime will just make you want more of something and we've all heard\nbefore of growth mindset this incredible discovery of my colleague, Carol Dweck where some of\nthese positive mindsets that the psychology\ncommunity has put forth as really good for pursuit of goals and pursuit of things that\nrequire long bouts of effort. Well, it's wonderful if you\ncan learn to attach dopamine to that process psychologically, but if you're starting to augment the amount of dopamine increase the amount of dopamine through things\nlike supplementation and prescription drugs\nwhat's gonna happen is you're not only gonna need to pursue more and more of the sorts of things that are associated with the dopamine. So more doing more studying, more sport more pursuit, higher\nmountains, more money, more whatever but we know that over time, the mirror image of that the pain of lack of\naccomplishment will also increase. This is the pleasure pain relationship that we talked about earlier. So in a few moments, I'm gonna talk about how to think about\nhealthy dopamine schedules but I just wanna take a\nstep back for a second and talk a little bit about\nthe flip side of Dolby and what happens after this\nso-called dopamine crash what mechanisms are installed in us, because believe it or not, there are mechanisms that are installed in all of us that really put the complete and total break on\ndopamine, why they're there and what they do because\nyou've experienced these before and there are actually ways\nthat you can navigate them. These dopamine crashes\nare these intentional dopamine suppression mechanisms in order to leverage\nhealthier dopamine schedules and to feel more motivated. ",
            "segmentTitle": "When Enough Is Never Enough; How Dopamine Undermines Itself"
        },
        {
            "text": "Perhaps one of the most\nfundamental mechanisms in all humans is the\nneuro circuitry designed for seeking out mates and for reproduction and that's because the continuation of any one species is the\nprimary driver for any species. That's just the reality. Now I'm removing all context here. So whatever I say, of course, it's on a backdrop of consensual age appropriate species, appropriate context, appropriate all of that. This is not about the sociology\nof reproduction and sex. This is about the biology, the biology of sex in males and females doesn't matter if it's XX chromosome X Y chromosome X, X, Y\nX, Y Y doesn't matter. The reality is that dopamine is released on anticipation and consummation\nof sex and reproduction. And after orgasm, regardless\nof chromosomal background there's a dramatic decrease in dopamine and an increase in a\nhormone called prolactin. Now, prolactin is associated with milk let-down in lactating mothers. It's also present in males and in general prolactin creates a sense\nof lethargy of stillness and lack of desire to move and lack of desire to pursue more of whatever released the dopamine. Prolactin in fact, sets\nthe refractory period on a male's ability to mate again now this is gonna vary tremendously from individual to individual. ",
            "segmentTitle": "Dopamine-Prolactin Dynamics: Sex, Reproduction & Refractory Periods"
        },
        {
            "text": "It also can, there are data showing that it can vary tremendously from mate pairing to\nmate pairing the number one thing that releases\ndopamine is novelty and it is true that the\nrefractory period is shortened by the introduction of novel mates. This was first shown in a kind of classic experiment in\nof all things in chickens. This is called the Coolidge effect and the story is the story goes and I believe it's a true story, it's actually in all the\nneuroendocrinology textbooks. So I believe it's true is that president Calvin Coolidge was visiting a chicken farm. They were is being taken\naround and the person who was hosting the visit showed them a rooster that was Coolidge and his wife were on the visit and said \"this rooster copulates\nthousands of times per day.\" And Mrs. Coolidge apparently kind of elbowed president Coolidge and said, \"ah, you hear\nthat\" kind of like pointing out the prowess of this rooster\nand Coolidge said,\" yeah but let me ask you a question, same hen or different hens.\" It turns out it was different hens. And the reason is the introduction of a novel mate increases dopamine levels. And what's interesting about this is that after copulation prolactin\ngoes through the roof and prevents further\ncopulation dopamine crashes but the introduction of some\nsort of novelty shortens this. Now this is not a ploy for people to change mates often what this is a story about the\ndopamine and prolactin system that also exists in humans. Now, there are actually things that people in certain communities take in order to bypass these\nrefractory periods. There's actually drugs\nthat increase dopamine suppress prolactin and vice versa. There's actually another\nway to suppress prolactin. ",
            "segmentTitle": "The Coolidge Effect: Novelty-Induced Suppression of Prolactin"
        },
        {
            "text": "Vitamin B6 is a fairly potent\nprolactin inhibitor as a zinc. And if you look out there in the literature and for those either in the wellness and cost\nsports performance community a lot of the so-called\nquote unquote testosterone boosters are actually\ncombinations of vitamin B6 and zinc which inhibit prolactin and by way of inhibiting\nprolactin increase dopamine. So they do have some functional\neffect in that regard. They're not really increasing\ntestosterone directly they're suppressing prolactin levels. And there are clinical conditions\nlike hyperprolactinemia which leads to massive\ndecreases in libido, et cetera. And there are prescription drugs to treat hyperprolactinemia, which of course you should always talk\nto an endocrinologist about those sorts of prescription drugs. So it's interesting that\nthis very basic mechanism of dopamine and prolactin,\nthis sort of motivation, no more motivation is\na system that evolved for reproduction first, but\nthat actually takes place. And you can see in elsewhere\nin the world, for instance ",
            "segmentTitle": "Vitamin B6, Zinc As Mild Prolactin Inhibitors"
        },
        {
            "text": "schizophrenia disease that\nhas many different types and facets, but schizophrenia\nis a case of an often of hyperactivation of the dopamine system so much so that it can make\npeople feel kind of high, they hallucinate, I\nmean, we're talking very very high or dysregulated\ndopamine circuits in the brain. One of the treatments for schizophrenia are drugs that block dopamine receptors. And if you have the it's unfortunate, there are so many people that are out on the street these days\nwho have schizophrenia, some of whom are taking their meds, some of who, whom aren't if you ever see somebody on\nthe street that's doing what's it's like a lip smacking and writhing it's actually called tardive dyskinesia. This is a movement disorder that's created by taking these anti dopaminergic drugs. So you can imagine these\nanti-doping synergic drugs while being very effective\nin suppressing hallucinations they create these movement problems because of dopamines importance for the movement circuitry\nso-called pyramidal circuitry for the aficionados. In addition, you sometimes see in males that take these drugs, drugs like haloperidol and the\nother dopamine blockers that they actually develop\nbreast tissue gynecomastia. So the development of\nmale breast tissue is because of the elevated\nlevels of prolactin because they're suppressing\ntheir dopamine so much. Now that's a really extreme\ncase, but maybe perhaps if you see somebody engaging\nthese very strange kind of face riding and body riding behaviors that's actually not a consequence\nof their mental illness. That's a consequence\nmost often of the drugs that they're taking to\ntreat the mental illness. Those are side effects of those drugs. ",
            "segmentTitle": "Schizophrenia, Dopamine Hyperactivity and Side Effects of Anti-Dopaminergic Drugs"
        },
        {
            "text": "Now prolactin is increased any time. We have some really\nheightened, intense experience. It's not just released\nafter sex and reproduction. Prolactin is released\nafter some major event, it's actually responsible thought for some of postpartum depression for different types of kind\nof the, the let down the low. I can distinctly remember\nthat after finals or after publishing a big paper,\nI would be very, very happy but then I'd find that, Oh, you know like what next or things\nmight seem a little bit dimmed or dulled out for the next day\nor so, or the following week. The timescales on these are gonna vary because some people\nrelease a lot of dopamine for a very long time in\nresponse to something great and other people have a quick inflection of dopamine and then they're\nback to feeling not so great. It really varies from person to person. In fact, long ago, I started as I learned about\ndopamine reward circuitry and the relationship would be between dopamine and prolactin. I started to leverage\nthis, believe it or not. After some major event I would take a couple 100\nmilligrams of vitamin B6. I think for people who\nhave diabetic neuropathy you need to be careful with vitamin B6 check with your doctor. I was told, although I\nhaven't found the literature on this that it can, in some cases exacerbate peripheral neuropathy, but for most people it's thought\nto be reasonably safe but again, always check\nwith your physician but I would take some B6 to\nkind of offset some of that low. And I actually, I don't know\nif it was subjective or not but it seemed to have\nsomewhat of a positive effect. I also started just internalizing the fact that dopamine is so subjective. There are objective aspects to dopamine and how much is released but there's also some\nsubjective effects to dopamine. And so one of the things that you can do in order to generally\njust be a happier person especially if you're a person\nin pursuit of long-term goals of any kind is the longer\nthat you can extend that positive phase of\nthe dopamine release. And the more that you can\nblunt the pain response to that the better, and you can\nactually do this cognitively. I used to joke with my lab\nthat when we'd publish a paper I would get really excited, but I wouldn't allow myself to get too excited\nwhat I wanted to do instead and what I've still tried to do is try and extend the arc of\nthat positive experience as long as I possibly can simply by thinking back like,\nOh, that was really cool. I really enjoy doing that work. I really enjoyed the discovery. I really enjoy doing that with the people that I was working with at the time, what a pleasure that was. I can get this very easily from pictures of people,\nin things like Costello that I really enjoy trips that I've taken. So you can extend pleasure without having to engage in\nthe behavior over and over. That's extending the arc of\nthat dopamine release as well. It offset some of the pain of not having that experience occur over and over and over again. Now for the high performers out there ",
            "segmentTitle": "Prolactin, Post-Satisfaction “Lows” & Extending the Arc of Dopamine"
        },
        {
            "text": "you're probably familiar with this many people who\nhave a big achievement. Their first thoughts are will now, what what am I gonna do next? How am I ever gonna exceed that? And indeed many people who are very high on this kind of dopamine sensation and novelty seeking scale\nare prone to addiction. They're prone to the rabid pursuit of external goals of external\nperception to the neglect of these internal mechanisms\nthat allow them to feel calm and happy. So for people that are\nvery driven, very motivated adopting a practice of\nbeing able to engage in the here and now the sort of almond type practices\nwe talked about earlier of learning how to achieve\na really good night's sleep on a regular basis through\ntools and mechanisms I talked about in previous podcasts gives us sort of balance to the pleasure\nseeking for an offsetting of pain and the pleasure\nin the here and now. So pleasure is really two things. It's a joy in pursuit but it's also the joy in what you have. And there's a beautiful model of emotional development\nthat was developed ",
            "segmentTitle": "The Chemistry of “I Won, But Now What?”"
        },
        {
            "text": "by Alan shore professor at UCLA and psychiatrist that talks\nabout some of the basics of good infant parent attachment where good parenting that leads to healthy adult relationships and emotion regulation\ntends to include both sides of this dopamine serotonin spectrum. We talk about the\nrelationship between child and parent typically was\nthe mother, but also father where you can get the child really excited by kind of squealing and ramping them up or talking about something\nor ice cream or play. And the kid gets very excited. That's the dopaminergic system the anticipation of something\nthat's coming, but as well engaging with children\nin a way that's really about everything that you have right in the here and now,\nthe reading of the book the kids always seem to ask one more time. One more. They seem to want more of\nthe things that they enjoy but really engaging with them in a way that increases\ntheir sense of pleasure for what's right there, as\nwell as giving them a lot of things to be excited about\nand positive anticipation. Now, having worked years ago\nwith at-risk kids and also ",
            "segmentTitle": "Healthy Emotional Development: Child and Parent"
        },
        {
            "text": "with young kids at summer\ncamps and things like that one of the things that you\nlearn is you never say maybe to a kid about a reward. If you say, we might have ice cream later you are essentially saying\nwe are having ice cream. They don't hear the maybe part and it turns out adults don't either. It's really interesting. There's something called\nreward prediction error. I've talked about this before but I haven't really talked\nabout it deeply in the context of the dopamine system,\ndopamine, as I've said, is involved in anticipation of wanting, not of having it's involved in motivation toward\nthe thing that you want. And it biases us towards action. Reward prediction, error\nequals the actual amount of dopamine that's released in response to something versus minus\nthe amount that's expected. Okay. So if you tell a kid,\nwe might have ice cream they hear we're gonna have\nice cream and they expect it. And if you later say, well we're not gonna have ice cream and I said, maybe that's\nactually gonna lead to a much bigger crash in dopamine. It's going to lead to a negative signal, a punishment signal. It's literally going to feel like pain. So kids, you can leverage this. If your parents say maybe they're effectively\ntelling your dopamine system absolutely. Now adults are like this too. If we think something might\nhappen and it doesn't happen there's a big crash in our aspect, in our emotionality and that's because that dopamine system goes from firing about three to four times per second to about 10 or 15 times per second in the possibility that\nsomething might happen possibility is deeply\nwoven into our biology of the dopamine and motivation system, as a way for us presumably\nin ancient times to explore novel territories and get a sense that\nmaybe there's water there. Maybe there are mates there. Maybe there's better food there maybe there's resources there. The maybe is important thing that in language terms\nmaybe means maybe, but in neuro-biological\nterms maybe means perhaps ",
            "segmentTitle": "Never Say “Maybe” (Reward Prediction Error)"
        },
        {
            "text": "Okay. A couple things before we continue, we're gonna talk about attention\ndeficit in a few minutes. But before that, I wanna talk about something that I've mentioned before in previous podcasts, but\nthat you may not be aware of and if you're aware of\nyou may still be doing, which is severely injuring your\nability to release dopamine it's creating a sense of\ndisappointment in ways that are most likely hurting\nyou mentally and physically. And that's the blunting of dopamine by viewing light in\nthe middle of the night I realized this is not\na discussion about sleep and circadian rhythms,\nbut the data now are so strong showing that viewing bright light from about 10:00 PM to 4:00 AM\ntoo often triggers activation of this circuit called the habenula So this is eye to It goes from your retina to a structure called the\nhabenula H-A-B-E-N-U-L-A Then from the habenula to\nsome of this reward circuitry and it suppresses the\nactivation of the reward. Circuitry, not just in\nthat moment, but to things that you normally positively\nanticipate and pursue. And the reason I'm bring this up now is because I haven't really gone into depth on the dopamine\nsystem before now, you understand that you have this very\nprecious reward system. That's kind of a double-edged sword. It needs to be taken\ncare of and treated well. You wanna use it, but\nnot overuse it, et cetera but getting bright light\nexposure in the middle of the night is reducing your\ncapacity to release dopamine. So it's not just about the sleep that you're\nnot getting in that time. It's also that you're\nnot getting the dopamine that would otherwise be available to you. So you're actually taking, think of light in the middle of the night as a kind of antagonist is kind of\na blocker of dopamine. Maybe that'll help you. If you're somebody who has to work in the middle of the night and you wanna bypass\nthis dopamine suppression please see the episode\nabout jet lag and shift work because there are a lot of tips there that will\nallow you to do that ",
            "segmentTitle": "Are You Suppressing Your Drive and Motivation By Working Too Late?"
        },
        {
            "text": "in order to understand how to\ncontrol the dopamine system how to leverage it for a better life. You need to understand the results of a very important experiment. This experiment was able\nto separate pleasure from motivation. It's a very simple, but\nlike many simple experiments a very elegant experiment, what they did and this has now been done in animals. and in humans, they offered rats food. It was a food that they particularly liked and the animals would lever\npress for a pellet of food kind of classic experiment\nthat eat the food and they presumably liked the food because they were motivated,\npress the lever and eat it. Great. They took other rats. They eliminated the dopamine neurons. You can do this by injection of a neurotoxin that\ndestroys these neurons. So they actually had no\ndopamine in their brain. They have no ability to release dopamine and they gave them a lever\nthat rats would sit there and they'd hit the lever\nand they'd eat the food. They're still enjoyed the food. So you say, well, okay so dopamine is involved in motivation. It is involved in pleasure. No, it absolutely is. They could still enjoy the\nfood, but if they moved the rat literally one body length\naway from the lever. What they found was the animals\nthat had dopamine would move over to the lever, press it and eat. And the ones, the rats that\ndid not have dopamine available to them, wouldn't even move\none body lane, one rat length to the lever in order to\npress it and get the food. Dopamine, therefore is not about the ability to experience pleasure, it is about motivation for pleasure. This has been repeated in humans in a variety of different scenarios. You can't really do the lever\npress thing quite as easily but we know that people have low levels of dopamine are simply less motivated even though they can achieve pleasure. And this has serious ramifications for the fact that now, quote unquote pleasure or ways\nto induce things that we believe give us pleasure are everywhere. And they're within reach. We don't have to forage for our food. There's lot of highly\nprocessed, high sugar high fat foods. There's also foods that are\nhealthy, that tastes good but they're hopefully\nthey're pretty easy to get all that different\npeople have different access to things, of course, but dopamine isn't about the ability\nto experience pleasure. It's about how motivated you\nare to reach those pleasures. And so many of you are\nprobably thinking, wow I'm not a very motivated person. Like you talked about the one kind of\nprocrastination earlier. What about when I just feel\nkind of met about life now for some of you, there may\nbe a real clinical depression and you should talk to a professional. There are very good prescription drugs that can really help people. There's also great non drug\ntreatments of psychotherapy and other treatments\nthat are being developed in addition to psychotherapy\nin the various kinds of psychoanalysis, et\ncetera, that one can use. I think the data really points to the fact that a combination of pharmacology and talk\ntherapies are generally best. And there are a huge\nrange of these things. I know many of you are\nin these professions. ",
            "segmentTitle": "Disambiguating Pleasure and Drive: Dopamine Makes Us Anti-Lazy"
        },
        {
            "text": "We're not gonna talk about that right now. There's a compound. That's kind of interesting\nin the supplement space that isn't MaCuna appearing, L-DOPA it's not L tyrosine that isn't\npromoting massive releases of dopamine or even dopamine alone but a combination of\ndopamine and serotonin. And it's an intriguing molecule\nit's sold over the counter. Again, you have to check\nwith your healthcare provider before you would take\nanything or remove anything. That's very important, which\nis, but it's, fenal ethyl fenal Ethel aiming, or P-E-A\npea or beta fenal Ethel aiming releases dopamine at low levels but also serotonin and low level. So it's kind of a cocktail\nof the motivation molecules as well as the quote unquote\nhere and now molecules. And people's response\nto this varies widely but many people report\nfeeling heightened sense of mental acuity wellbeing, et cetera. It is a bit of a stimulant like anything that triggers activation of the dopamine and norepinephrine pathway but is an interesting supplement. I actually haven't tried it before. So I can't report on my own experiences. I will point you however, to examine.com. It wouldn't be a Huberman\nLab Podcast episode. If I didn't point you to examine.com this incredible free\nresource where you can put in any supplement. And it will tell you the\nquote unquote human effect matrix it'll point you\nto the various studies. We always provide a link\nto this in the caption. It's an amazing resource. So you can go there to explore more but I haven't talked about\nbeta Fino, L Ethel, Amy and before in previous podcasts and I wanted to add it to\nthe list of things that tap into the dopamine system that are in this. I guess we call it now\nthe supplementation space. I personally am fascinated\nby these supplements and the things that\nexist out there that are non-prescription that seem to, at least in some people have positive effects. ",
            "segmentTitle": "Beta-Phenylethylamine (PEA), & Acetyl L-Carnitine"
        },
        {
            "text": "For instance, last episode we talked about CDOT\nL-carnitine, which there are several papers that\nreport antidepressant effects as well as positive effects on other things, sperm health,\novarian health, et cetera. I learned from a colleague\nthat acetyl L-carnitine in Europe is actually a prescription drug in the US it's sold over the counter. So I guess, depending on\nwhere you're listening to this the availability might vary. And as always, I put the\ncaveat, you have to check with your healthcare provider,\nif it's right for you but I'm fascinated by the fact that these things exist\nand that they lie somewhere between prescription\ndrugs and doing nothing. And that makes them interesting compounds. And I think that P-E-A\nbeta fennel ethylamine is yet another one of the, of such compounds. I going to talk a lot\nabout attention deficit and attention deficit\nhyperactivity disorder in a future episode, but I\ndo wanna mention it today in the context of\ndopamine and impulsivity. So ADHD or ADD so attention deficit hyperactivity disorder,\nADD our clinical diagnoses. I think a lot of people\nnowadays walk around and say I have ADD or you have ADD and indeed one can create a sort of ADD by attention\nswitching all the time. I'm a big fan of Cal Newport. He wrote the book\" deep work.\" I believe he was the one who said context switching is terrible for the brain. It's like the worst thing for the brain because then the brain\nlearns to context, switch and real deep work productivity,\nlearning of all kinds good relationships of all kinds really come from depth of experience not from breadth of\nexperience within the moment. And so I think it's important to know that there's clinical ADHD and ADD and then there's the\nkind that people are kind of inducing and through distraction and social media and phones, et cetera. And those can sometimes lead\nto clinical ADHD and ADD But I wanna talk about ADHD\nand ADD in kids just briefly the drugs that are normally\ngiven to treat those conditions ADHD and ADD are things like Adderall things that have very\namphetamine, light qualities and structures, and you might\nask, why would they do that? Well, it turns out that in kids these activate that for brain circuitry the break that exists on the\ndeeper mesolimbic circuitry. So as you recall, there's\nthe VTA and nucleus accumbens as the kind of accelerators on dopamine. And then there's the prefrontal cortex which acts as a break and\ncan limit impulsivity. And those drugs tend to\nincrease the activity of neurons in that pathway,\nthe prefrontal cortex and it reduces impulsivity. In fact, there's a experiment\ndescribed in the book \"the molecule of more,\"\nwhich is really interesting where they looked at\nimpulsivity in obese children and it turns out they did this experiment in a safe way that they looked at kids both obese kids and non obese kids and their willingness to\ncross a very busy highway. And it turns out that\nthe obese kids got hit by cars more often than\nnon obese children. It turns out this was a\nvirtual reality experiment and it had nothing to do with the fact that they were obese or limitations on movement\nor speed of movement. It was that the obese\nchildren were more impulsive in a variety of contexts not just in this virtual\ncrossing the street thing. And it turns out the\ndata point to the fact that impulsivity at age\n10 is actually predictive of overeating disorders\nat a later stage in life. So some of these drugs\nthat are designed to create heightened activity\nin the braking system the decelerator of the reward pathway are\ndesigned to reduce impulsivity because they suppress\nthe release of dopamine and they allow, hopefully\nthey allow children and it and when they become adults\nto better control the schedule ",
            "segmentTitle": "Attention Deficit Disorders, Cal Newport Books, Impulsivity & Obesity"
        },
        {
            "text": "of dopamine release. So now let's talk about\nwhat is a dopamine schedule and how you can leverage this in order to have heightened\nlevels of motivation but not get so much dopamine that you're experiencing\nor a crash afterwards. And also, so that you can\nexperience heightened pleasure from the various pursuits\nthat you are engaged in life. I know many of you are interested in tools that will allow\nyou to be more motivated to focus longer, sleep better. That's really what the Huberman\nLab Podcast is all about but always framed in the context of neuro-biological principles\nand objective mechanisms. There are some tools that we can apply to the dopamine system and motivation that can really\nimprove our ability to stay in pursuit of things,\nas well as enjoy things after we've achieved our goals,\nor even an route, our goals. And here's the key principle. Dopamine is very subjective. Meaning you can either allow yourself to\nexperience the pleasure of reaching a milestone of\nachieving or some craving or not. Now that won't work in\nthe extreme cases of drugs like cocaine and amphetamine,\nbut it's actually pretty powerful what one can\ndo with the subjective system. In fact, I'm gonna describe to you an experiment\nthat highlights just how powerful the subjective readout or the subjective interpretation of a given experience really can be. Even at the level of pharmacology. ",
            "segmentTitle": "Leveraging Dopamine Schedules"
        },
        {
            "text": "I love examples of subjective effects over things that would\notherwise seem hardwired because they really\nillustrate the interplay between our cognition, our belief system and what would otherwise be these, just plug and chug kind of mechanisms of, you eat X amount of chocolate or you drink X amount of water after being water deprived\nfor a certain amount of time. And you get X amount of dopamine. Here's the experiment. The experiment was just\npublished on March 18, 2021. So very recently, and the title of the experiment is expectation for stimulant type modifies caffeine is effects on mood and cognition and this was done in college students. And it's a fascinating study. What they did is they gave\ncollege students either placebo essentially nothing or 200\nmilligrams of caffeine. 200 milligrams of caffeine is about what's in a well, a typical coffee like a medium coffee that\nyou buy a drip coffee or a coffee that you'd make at home. It's a fair amount of caffeine. If you were to take in pill form it would definitely\nmake you feel more alert unless you were one of those mutants literally mutants that is\ninsensitive to caffeine. And those mutants are pretty rare. So they took 65 undergraduate\nstudents in college. They randomized them to\neither placebo or caffeine and they told them that they were either\ngetting caffeine or Adderall. Now, Adderall cognitively carries a very different expectation. College students know\nAdderall to be a much stronger stimulant than caffeine. They know it to create a sort of high. This is the way the students described it and they thought that it\nwould increase their level of focus and their\nability to perform work. So it was really interesting\nis there was definitely an effect of placebo versus caffeine. That's not surprising, however,\nright, you take a placebo you may or may not feel more alert but you take 200 milligrams of caffeine very likely you're gonna feel very alert but there was also an\neffect of whether or not the students thought they were\ngetting caffeine or Adderall. The subjects receiving\ncaffeine reported feeling more stimulated, anxious, and motivated than the subjects that\nreceived the placebo. Okay. But the ones that expected Adderall reported stronger amphetamine effects. So they felt much more high. They performed better on\na working memory test. And in general, they had\nall the increased cognitive effects that would have\nbeen seen with Adderall but they were only ingesting caffeine. And so this shows an interaction\nbetween the drug caffeine and the expectation that it was Adderall. So it led to heightened performance simply because the students thought\nthey were getting Adderall. And I don't know whether or not they told them at the\nend that it wasn't Adderall. I doubt that they did this. If you wanna look it up the study was published in the journal of experimental clinical\npsychopharmacology. The paper is Looby L-O-O-B-Y at all. And again, it was just published\nMarch 18th, 2021 speaks to the fact that yes, there\nare so-called placebo effects but this is different than placebo. This is a belief effect about\nwhat the specific reactions to a given stimulant ought to be. And I think this is very\nimportant because I think that it points to the fact that the top down the kind of higher\nlevel cognitive processes are impacting even the most\nbasic fundamental aspects of the say dopamine release or our mountain adrenaline\nrelease or epinephrin release in ways that can positively\nimpact performance. In this case, it was\na positive improvement in working memory and focus. As long as we were talking about caffeine ",
            "segmentTitle": "Subjective Control of Dopamine and Drug Effects: The “Adderall” Experiment"
        },
        {
            "text": "I'd like to point out a study. That's really interesting. This was published in\njournal of neuroscience which is the society for neurosciences kind\nof flagship journal. It's their journal. It's a good journal and what they showed was that caffeine can\nincrease dopamine release in the brain by about 30%. That wasn't surprising. I even said that earlier,\nbut what they also showed is that it has a protective\neffect on dopamine neurons. So caffeine in some cases may not just increase dopamine release but it might actually\nhave a protective effect on dopamine neurons. Now that's distinctly different from some claims that drugs\nlike MDMA ecstasy have been it's been argued can, are neurotoxic for things like dopamine\nand serotonin neurons. The study that was published about that in the journal science,\nwhich is an extremely prestigious excellent\njournal later, it was shown that it wasn't MDMA ecstasy\nthat was given in that case. It was actually amphetamine,\nwhich is known to destroy dopaminergic and\nserotonergic neurons. So what does this mean? This means that low levels\nof caffeine may at least in a few studies be protective\nfor dopamine neurons over time that MDMA\necstasy something that's in clinical trials right now\nfor the treatment of trauma PTSD of various kinds and depression but still illegal at\nthis point in time may although it doesn't appear\nyet from any published studies destroy dopaminergic neurons,\nperhaps origin, urgent neuron. So there's a real asterix\nand a question mark there but amphetamine and in\nparticular methamphetamine is very destructive for\ndopaminergic neurons. So I don't think any of\nus needed any additional reasons to avoid methamphetamine. This drug that creates\nhuge increases in dopamine and then huge crashes from that dopamine, very destructive drug. But in addition to that seems to destroy\ndopaminergic neurons from time ",
            "segmentTitle": "Caffeine May Protect Dopamine Neurons, Methamphetamine Kills Them"
        },
        {
            "text": "to time, I've talked about\nnicotine on here, not smoking because obviously smoking\nis bad lung cancer's bad for health, et cetera, but\nnicotine in supplemental form I've mentioned that a very\nfamous neuroscientists Nobel prize winning scientists\nchoose a lot of Nicorette. I know other people that you Nicorette they believe in its\nneuroprotective effects for Parkinson's and Alzheimer's and indeed nicotine can\nstimulate dopamine release. We talked about that earlier whether or not it has a protective effect isn't clear the protective\neffects might be through the noradrenergic\nand acetylcholine systems. Those findings are still unclear but it is interesting to note that nicotine can increase prolactin. Somewhat. There are a couple of studies I'd be happy to link to them in the caption that shows\nthat nicotine taken too much over too long periods of time\ncan also increase prolactin which again is the\nopposite side of dopamine. ",
            "segmentTitle": "Nicotine: Dopamine, Possible Neuroprotection, Prolactin Increase"
        },
        {
            "text": "So today we've talked a lot\nabout the dopamine system and those kinds of schedules\nthat will allow craving or addiction, but what's\nthe schedule of dopamine. That's going to allow you to maximize on your pursuit of pleasure\nand your elimination of pain. And we get the answer to that from our good friend gambling,\nthe reason gambling works the reason why people will\nthrow their lives away. The reason why people go back\nagain and again and again to places like Las Vegas\nand Atlantic city is because of the hope and anticipation it's as those are cities in\nplaces built on dopamine, they are leveraging your dopamine system. And I realized that there\nare experienced gamblers. There are people that enjoy gambling. I'll actually just say, I like sitting at the roulette table. I was take a designated amount of money. It's not much, I enjoy playing\na little bit of roulette. I certainly enjoy when I win. I certainly don't like it when I lose but I do it cheerly for\nthe pleasure of playing. And I do it very seldom. I don't have a gambling problem. And if I did, I'd probably tell you but I don't have a gambling problem. Yet people throw away the\nentire lives on gambling. And as a friend of mine who's a certified addiction\ntreatment specialist tells me that gambling addiction\nis a particularly sinister because the next time\nreally could be the thing that changes everything. Unlike other addictions the next time really\ncould change everything. And that's embedded in the\nmind of the gambling addict and rarely does it work out in favor of the wellbeing of the gambling\naddict and their family. However, the intermittent\nreinforcement schedule was discovered long ago\nby scientific researchers. So this is the slot\nmachine that every once in a while gives you a\nwind to keep you playing. This is the, the probability\nof winning on the craps table or the roulette table, or at\nblackjack just often enough that you're willing to buy\ntickets, head out there play again, go downstairs\nagain from your room even though you swore you\nwere done for the night intermittent reinforcement\nis the most powerful form of dopamine reward schedule\nto keep you doing something so we can export that. We can use it for good. If there's something that\nyou're pursuing in life whether or not it's an academic goal or a financial goal, a relationship goal. One of the things that\nyou can do to ensure that you will remain on\nthe path to that goal for a very long time, and\nthat you will continue to ",
            "segmentTitle": "Gambling, Intermittent Reinforcement, & Persistent Goal Seeking (Bad and Good)"
        },
        {
            "text": "exceed your previous performance as well as continue to enjoy the\ndopamine release that occurs when you hit the\nmilestones that you want to achieve is to occasionally remove reward subjectively, let's say you\nset out a goal of making I'm gonna make this quantitative\nwith respect to finances 'cause it just is an easy description but this could also be in sport. This could be in school. This could be in music could be in anything creative endeavors but let's say you set out\na certain financial goal or let's say you wanna\nget a certain number of followers on whatever\nsocial media platform as you reach each one of those goals. You should know now that the amount of dopamine is not going to peak. It's actually going to diminish and make you crave more the\nkey to avoiding that crash but to still keep it in healthy levels that will allow you to continue. Your pursuit is as you are,\nstair casing toward your goal. Maybe that's dollars,\nmaybe that's followers maybe that's grades maybe that's some other metric\nit's metals or trophies. You actually want to\nblunt the reward response for some of those intermediate goals. Now I'm not telling you\nshould celebrate your wins but I'm telling you not\nto celebrate all of them. Whereas a good friend of mine who recently fortunately for him had a\ngreat financial success. He asked me and somebody\nelse a good friend of mine. Who's very tuned into dopamine reward schedules understands how they work at a really deep level. And he said,\" I don't\nknow what to do next.\" And we said,\" Oh, well, that's simple, You should just give most of it away.\" And this wasn't a ploy to receive any of the money ourselves. This was really about reducing\nthe impact of that reward. Now hopefully giving them money away. If you already have enough of it would be something\nthat was rewarding in and of itself. But if you're a student who's\npursuing goals in university or you're an athlete, who's pursuing goals it actually makes sense\nfrom a rational perspective. Once you understand these\nmechanisms to hit a new high point of performance, or to get\nthat A-plus or a for you if it's an A-minus, et cetera and to tell yourself, okay, that was good. But to actually actively\nblunt the reward to not go and celebrate too intensely,\nbecause in doing that you keep your dopamine system\nin check and you ensure that you're gonna stay on\nthe path of continued pursuit not just for that thing, but\nfor all things big increases in dopamine leads to big crashes in dopamine and big increases\nin dopamine up the ante. They increase the extent\nto which you are willing to invest time and energy\nin order to achieve goals and rewards that may be out of your reach. You never really know if\nyou're going to succeed. So to make this crystal\nclear, celebrate your wins but don't celebrate every win. That's one way that you can ensure that you're going to continue\ndown the path of progress. And I think most of the\nlearning tools that are in schools are about reward\nfor genuine performance. They are about encouraging us. We do have to believe\nthat we can perform well. One of the hallmarks of growth mindset is the internalization that we're\nnot getting it right yet. The word yet is very important. And also the sense that we reward our good behavior, our good\nperformance, but not every time. One way to do this is to\nactually take the reward and reinforcement out of your\nown hands and your own mind. And you tell somebody that\nthey are in control of whether or not you're allowed\nto feel good about your wins. Now, I realize it's very\nunnatural for most people but if you're somebody who\nsimply going to be in pursuit and you're going to really\nregister your wins, and you think that that's gonna actually\nmake you a better performer it will in the short term,\nbut not in the longterm. So you can lift the what Las Vegas and Atlantic city and\nother gambling mechanisms and places have known for a long time. They lifted it from the scientists. You can now take it back and\nyou can start to leverage that. And you just make it intermittent. You reward yourself, not\non a predictable schedule so not every other time\nor every third time or every 10th time, but\nsometimes it's three in a row then not at all for 10 days. So reward is important. Self reward is critically important but make sure that you're not doing it on such a predictable\nschedule that you burn out these dopamine circuits or that you undercut your own\nability to strive and achieve. ",
            "segmentTitle": "Intermittent Halting of Celebration; Enjoy Your Wins, But Not All of Them"
        },
        {
            "text": "Actually have a story from graduate school which I was forced into an intermittent\nreinforcement schedule that I do believe has served me very well in my scientific career\nand other aspects of life. My graduate advisor was\nan amazing scientist. Unfortunately, she passed away but amazing scientists\nand amazing human being with a very dry and somewhat\ncruel sense of humor. Her name was Barbara Chapman,\nand we published a paper in the journal, science and science nature and cell are considered the big three the most competitive\njournals to publish in. And I had a first author paper in science. It was really exciting to me. I was a graduate student. I was very excited about the discovery. I was excited that it was in science. I was just thrilled. And I remember when the\npaper finally got accepted because it had involved a ton of revisions and a lot of very hard work. And she came in and she\nsaid,\" paper got accepted.\" I was super excited and she just kind of sat\nthere and nodded, and I said \"are we gonna celebrate,\nare we gonna have a party?\" Or what, like, what are we gonna do it? And I'll never forget her answer. She said,\" I think we\nshould skip this one.\" And I thought she was joking. And I said,\" what do\nyou mean skip this one?\" We're gonna publish the paper. He said, yeah, we're\ngonna publish the paper. But she said, \" maybe when\nyou get like four more maybe three, maybe two too.\" And I thought she was messing with me and she wasn't messing with me. And she was right. We never had a party. We had a celebration for that paper. I think she was really trying\nto instill two ideas in me. One is that the work itself\nwas what was supposed to be most rewarding. That practice of experimentation a writing the paper, the experience of achieving something\nthey worked very hard at and that did indeed feel amazing. I actually can still feel it in my body. Now, the excitement. So there's a, still a dopamine release or that arc is going very long. This would be almost 20 years\nago now that this happened. So that's remarkable. The other one is that she's right. We never went out and celebrated and we did celebrate other wins other papers in the future\nand things of that sort. But she was either consciously\nor subconsciously putting me on an intermittent reward schedule. And to this day when\nsomething really good happens I actually hesitate as\nto whether or not I wanna internalize that and\ncelebrate whether I wanna tell anybody which is its\nown form of celebration because then you're\ngetting positive feedback. And so I'm very cautious with how I deploy dopamine\nrelease in response to wins. It's certainly not the only way that I've navigated my career. There are a number of other\nprinciples I incorporate but intermittent reward for wins for achievements is a very\npowerful way to ensure that you will stay on the path of pursuit. ",
            "segmentTitle": "A Story Example of Intermittent Reward to Maintain Long-Term Drive and Motivation"
        }
    ]
}