{
    "meta": {
        "videoURL": "https://www.youtube.com/watch?v=hx3U64IXFOY",
        "videoTitle": "Using Failures, Movement & Balance to Learn Faster",
        "theme": "Focus, Productivity and Creativity"
    },
    "transcriptSegments": [
        {
            "text": "- Welcome to the Huberman Lab Podcast where we discuss science\nand science-based tools for everyday life. My name is Andrew Huberman, and I'm a professor of\nneurobiology and ophthalmology at Stanford School of Medicine. This podcast is separate from my teaching and\nresearch roles at Stanford. It is, however, part\nof my desire and effort to bring you zero cost\nto consumer information about science and science-related tools. In keeping with that theme, I'd like to thank the\nsponsors of today's podcast. Our first sponsor is Headspace. Headspace is a meditation app\nthat makes meditation easy. I've been meditating on and\noff now for about 30 years, although I confess more off than on. And that's because I think\nlike, for a lot of people, sticking to a meditation practice\ncan be pretty challenging. I started using Headspace a few years ago and I found that it's really allowed me to stick to a meditation\npractice on a regular basis. I meditate anywhere from\nfive to seven times a week. The app includes meditations that are all backed by\nscientific peer-reviewed studies. And it makes it really easy to start and complete the meditations. I started using these\nmeditations while I was flying a few years back. On JetBlue flights, they started offering\nHeadspace meditations. That's where I initially started. And then I moved over to the app, and I really enjoy it and I\nderive great benefit from it. If you'd like to try Headspace, you can go to headspace.com/specialoffer. And if you do that, you'll get all the meditations\nthat Headspace offers for free for one month. That's headspace.com/specialoffer. You get all the meditations for free, which is the best offer that they has available right now. So if you're interested\nin it, check it out. The second sponsor of today's\npodcast is Athletic Greens. Athletic Greens is an\nall-in-one vitamin mineral probiotic drink. I started using Athletic Greens in 2012, and I've been using it\ncontinuously ever since. I started using Athletic Greens because I found it rather dizzying to know which vitamins and minerals to take. And Athletic Greens allows me to get the full base of all the\nnecessary vitamins and minerals in one easy to consume drink. It also turns out that the\ndrink tastes quite good. I mix mine with some lemon\njuice and some water, I drink it once or twice a day. The probiotics in Athletic\nGreens are also important to me because there are a lot\nof data now supporting the fact that the gut microbiome is important for the gut-brain axis for various aspects of cognitive function, immune function, metabolic function. There's just a huge number of things that having a healthy gut microbiome has been shown to be important for. So by taking Athletic Greens, I have that base covered as well. If you'd like to try Athletic Greens, you can go to athleticgreens.com/huberman. And if you do that, they'll give you a year supply\nof liquid vitamin D3 K2. There are also a lot of data\nnow showing that vitamin D3 is very important for\na number of different biological functions. In addition, they'll give\nyou five free travel packs with your order. It can be difficult to mix\nup powders while on the road, when in a car, or in a hotel,\nor on a plane, et cetera. The travel packs make everything\nreally clean and easy. So you'll get the year\nsupply of vitamin D3 K2 plus the five free travel packs if you go to athleticgreens.com/huberman. The third sponsor of\ntoday's podcast is Madefor. Madefor is behavioral science company that makes learning positive\nhabits and growth mindset easy. I've been involved with\nMadefor since the beginning as the lead of their scientific advisory. Other members of the\nscientific advisory include, for instance, the head\nof the chronobiology unit at the National Institutes\nof Mental Health, as well as psychiatrists\nfrom Harvard Medical School and elsewhere, all of whom\nare serious about science and science-related tools for developing positive\nhabits and growth mindset. The program is a 10 month-program, during which each month you\nengage in a specific activity designed to encourage and cultivate positive habits and growth mindset. As well, we hold a monthly Zoom call, during which we discuss the\nprogram, people's progress, and answer any questions\nthey have directly. If you'd like to try Madefor,\nyou can go to getmadefor.com, and if you put Huberman in at checkout, you'll get 20% off the program. That's getmadefor.com, put Huberman in at checkout,\nand get 20% off the program. Today, we're going to talk about how to change your nervous\nsystem for the better. As you recall, your nervous\nsystem includes your brain and your spinal cord, but also all the connections\nthat your brain and spinal cord make with the organs of your body and all the connections\nthat the organs of your body make with your brain and spinal cord. This thing that we call the\nnervous system is responsible for everything we know, all our behavior, all our emotions, everything we feel about\nourselves and the outside world, everything we think and believe. It's really at the center of\nour entire experience of life and who we are. Fortunately, in humans,\nunlike in other species, we can change our nervous system by taking some very specific\nand deliberate actions. And, today, we're really\ngoing to focus on the actions, the motor commands and the\naspects of movement and balance that allow us to change\nour nervous system. It turns out that movement and balance actually provide windows or portals into our ability to\nchange our nervous system the way we want, even if those changes are not about learning new movements or\nlearning how to balance. And soon you'll understand why. So, today, we're going to talk a lot about the basic science of neuroplasticity. I promise to not use\nexcessive nomenclature. There'll be a little bit, but I'll try and make\nit as clear as possible. And we're also going to talk a\nlot about protocols and tools that the scientific literature points to and support for changing\nour nervous system, again, not just for sake of\nlearning new motor movements or how to balance better, but for how to feel differently about particular experiences, both past, present, and future, and as well as how to learn faster. We're not going to discuss\nhacks, a word I loath, we're not going to discuss gimmicks, we're going to discuss\nmechanism and scientific data and the tools that those mechanisms ",
            "segmentTitle": "Introduction"
        },
        {
            "text": "and scientific data point to so that you can tailor your\npractices around learning to your specific needs and goals. So let's begin by just examining the big picture question which is, does the brain control behavior? And my hope is that everyone\nis immediately thinking yes. The brain and nervous\nsystem, we really should say, 'cause the brain is just one component of the nervous system, controls our behavior. How does it do that? Well, there are a couple different\nlevels that it does that. First of all, if we're\ntalking about movement, behavior generally means movement, if we're talking about movement, we have two categories of neurons that are very important to think about in the context of neuroplasticity. First of all, we have what are\ncalled lower motor neurons. These are motor neurons that\nlive in our spinal cord. For the aficionados out there, for those of you that might\nbe headed to medical school or just want to learn\nmore about the anatomy, they live in the ventral\nhorn of the spinal cord. But that doesn't matter if\nyou don't want to know that, just know that you have\nthese things called lower motor neurons. These are neurons that\nare in the spinal cord but they extend a wire\nthat we call an axon out into the peripheral\nnervous system, into the body. And those neurons connect with muscle. They send electrical potentials out there that allow our muscles\nto twitch into contract. As a little point of fact, actually, we don't have muscle memory. There's no such thing as muscle memory. Muscles are dumb. They don't know anything, they don't have a history,\nthey don't have a memory, they don't know anything. It is the neurons that\ncontrol those muscles and their firing patterns\nin which all the information for motor patterns are stored. So your ability to walk\nis not muscle memory, it's neural memory. Now, the lower motor neurons, while smarter than the muscle so to speak, are not the most brilliant\nof the motor neurons. They are generally involved\nin doing what they are told, and they are told what\nto do from two sources. We have circuits in our brainstem, so this would be kind of around\nyour neck deep in the brain, that are called central\npattern generators. These are sometimes called CPGs. Central pattern generators\nare what allow us to generate repetitive patterns of movement. So inhaling and exhaling,\ninhaling and exhaling subconsciously is controlled\nby a central pattern generator. That just means a collection of neurons. If you really want to know, they're called the pre-Botzinger neurons discovered by Jack Feldman\nand colleagues at UCLA. These neurons in the brainstem send information down the phrenic nerve and control the diaphragm. And it goes inhale,\nexhale, inhale, exhale. And you don't have to think about that. You could think about it and you could change the\ndurations of inhales and exhales and change that up, but the motor neurons that control that are just responding to what\nthe brain is telling it to do. The other central pattern\ngenerators include things like walking. The right limb-left limb, right\nlimb-left limb pattern that we normally associate with walking was learned during childhood, and these central pattern\ngenerators, sometimes called CPGs, tell our lower motor neurons, \"Fire. Now you fire, now you fire.\" So they are literally saying,\n\"Right, left, right left.\" They are the marching\norders from the brainstem to the lower motor neurons. So these lower motor neurons\ndo what they are told. They are obedient little soldiers and they do what they are told, and their job is to make\nthe muscles contract at specific times. Okay. That's all simple. But then there are the\nupper motor neurons. The upper motor neurons actually\nreside in our motor cortex, way up on top of the brain. And they are involved in sending signals for deliberate action. So they send signals to\nthe lower motor neurons which are the effectors, the ones that actually\ncontrol the muscles, but the upper motor neurons are the ones that send very specific signals. For instance, the signals\nthat would allow you to make a cup of coffee in the morning or to deliberately engage\nin any kind of behavior. Now, you can probably make a\ncup of coffee in the morning without having to think about it too much. It's almost reflexive for you now, which means that a lot of the information about how to perform\nthat particular movement has been passed off to\ncircuitry that's now more or less in the brainstem\nand below the motor cortex. Now, why am I giving you all this detail? Well, if you want to\nchange motor patterns, you have to know where in the\ncircuitry changes are possible and you ought to know where the changes are most likely to occur. You also need to know, how\ndo you signal to the brain and nervous system that\na change is necessary? So let's just pause there, return to the initial\nquestion that we started with, which is, does the brain control behavior? And the answer is yes,\nand now you know how. It's upper motor neurons,\nlower motor neurons, you've got these things called\ncentral pattern generators and some connection with the muscle. So there you go, you just got, basically, what was the equivalent of the introduction to a college lecture on motor control and the nervous system. But the point today is\nall about plasticity. How can that be leveraged\nin order to open up this magical thing that we call plasticity in order to access changes\nto our emotional experience, or to our belief system, or to our ability to remember and use specific kinds of information for say math, or language, et cetera? ",
            "segmentTitle": "Nerves and Muscles"
        },
        {
            "text": "Well, what I'm not going\nto tell you is that you need to go running\nor you need to go biking, or that simply going\nthrough motor patterns is going to open up plasticity because I hate to tell you this, but\nas beneficial as exercise is, it does not open plasticity\nunless you do certain things. And I will tell you exactly what those certain things are today. To be clear, I think exercise\nis wonderful and healthy, can improve cardiovascular function, maintain strength, bone\ndensity, all that good stuff. But just working out or doing\nyour exercise of various kinds will not change your nervous system. It will maintain it, and it can certainly improve\nother health metrics, but it is not going to open\nup the window for plasticity. The question we need to ask is can behavior change the brain? We already agree that the\nbrain can change behavior, but can behavior change the brain? And the answer is yes, provided that behavior is\ndifferent enough in specific ways ",
            "segmentTitle": "Exercise alone won’t change your brain"
        },
        {
            "text": "from the behaviors that you\nalready know how to perform. Let me repeat that. Can behavior change the brain? And the answer is yes, provided that behavior is different enough from the sorts of behaviors that you already know how to perform. And I should've added the word well. Because you can't obviously\nperform a behavior that you don't know how to perform because you don't know how to do it yet. But there's a key element\nto accessing neuroplasticity that frankly I don't see out there ",
            "segmentTitle": "Behavior will change your brain"
        },
        {
            "text": "in the general discussion\nabout neuroplasticity. In the general discussion\nabout neuroplasticity and about learning, I hear\nall these gimmicks about using different ways to remember\nlots of people's names and arranging things\ninto their first letters and mnemonics and all this kind of stuff, which, frankly, to me\nfeels really gimmicky. I think that if you\nlook at super learners, they tend to be people that have a process of say extreme memory. But people who have\nextreme memory, generally, the literature shows us, are\npretty poor at other things. I don't think most of us are\ninterested in walking around knowing how to remember everything. In fact, there are some\ninteresting studies looking at humans who over-remember, and they suffer tremendously because they remember all sorts of things, like the number at the top of the receipt at the bodega that they bought\na Coca-Cola 10 years ago. This is useless information\nfor most people. They don't do well in life, really. So the goal isn't to remember everything, the goal is to be selective\nabout your brain changes. And when we talk about brain changes, I want to highlight adaptive changes. There's a whole category of\nthings that we're going to discuss when we talk about traumatic\nbrain injury and dementia, a topic for a future episode, about all the things that happen when you have damaged your nervous system\nor you're missing neurons. But, today, I really want to talk about something that I think\nis very near and dear to many of your hearts, which is what are the behaviors\nthat you can engage in to access neuroplasticity ",
            "segmentTitle": "Remembering the wrong things"
        },
        {
            "text": "so that then you can apply that plasticity to the specific things that\nyou want to learn or unlearn. This is very important\nbecause I don't want people to get the impression that\nwe're really talking about learning a bunch of motor movements. You may be an athlete, you\nmight not be an athlete. You might want to learn how\nto dance, you might not. You might want to learn how to dance and get better at remembering and learning languages, for instance, or at unlearning some\ndifficult emotional experience, meaning you want to\nremove the emotional load from a particular memory of an experience. What we're talking about today\nis using behavior as a gate to enter states of mind and body that allow you to access plasticity. ",
            "segmentTitle": "Behavior as the gate to plasticity"
        },
        {
            "text": "So let's talk about the\ndifferent kinds of plasticity that are available to us. Because those will point directly towards the type of protocols\nthat we should engage in to change ourselves for the better, the so-called adaptive plasticity. There is something called\nrepresentational plasticity. Representational plasticity is just your internal representation\nof the outside world. So you have a map of auditory\nspace, believe it or not, meaning you have neurons that respond when something over on my right happens, like I'm [snaps fingers]\nsnapping my fingers over to my right. I can't snap as well on my left, which is the whole thing unto itself. [snaps fingers] Yeah, weak over there on the left side. But when I do that, there are different\nneurons respond to those. We have a map of visual space. Certain neurons are seeing things in certain portions of\nvisual space and not others. We have a map of motor space, meaning when we move our limbs\nin particular directions, we know where those limbs are because even if we can't see them, we have what's called\nproprioceptive feedback. So we have knowledge\nabout where our limbs are. In fact, people that lack certain neurons for proprioceptive feedback, they are very poor at\ncontrolling their motor behavior. They get injured a lot. It's actually a terrible situation. So we've got all these\nrepresentations inside and we have maps of our motor commands. We know that, for instance,\nif I want to reach out and grab the pen in front of me, that I need to generate a\ncertain amount of force. So I rarely overshoot,\nI rarely miss the pen. Our maps of the motor world and our maps of the\nsensory world are merged. The way to create plasticity is to create mismatches or\nerrors in how we perform things. And this I think is an amazing ",
            "segmentTitle": "Types of Plasticity"
        },
        {
            "text": "and important feature of neuroplasticity that is highly underappreciated. The way to create plasticity is to send signals to the\nbrain that something is wrong, something is different, and\nsomething isn't being achieved. I think this will completely reframe the way that most people\nthink about plasticity. Most of us think about plasticity as, \"Okay, we're going to get into this optimal learning state or flow, and then suddenly we're going to be able to do all the things that\nwe wish that we could do.\" Well, I hate to break it to you, but flow is an expression of what\nwe already know how to do. It is not a state for learning. And I'm willing to go to bat with any of the flo-wa-nis-tas out there that want to challenge me on that one. Flow is an expression of\nnervous system capabilities that are already embedded in us. Errors and making errors out of sync with what we would like to do is how our nervous system is cued through very distinct\nbiological mechanisms that something isn't going right. And, therefore, certain\nneurochemicals are deployed that signal the neural circuits\nthat they have to change. So let's talk about the experiments that support what I just said. 'Cause I'm about to tell\nyou that making errors over and over and over again is the route to shaping\nyour nervous system so that it performs better\nand better and better. And I'm not going to tell you that the last rep of a set\nwhere you hit failure in the gym is anything like neuroplasticity. You hear that too that it's\npushing to that point of a cliff where you just can't function anymore, that's the signal. That's not the signal. That's a distinct neuromuscular phenomenon that bears zero resemblance to what it takes to get neuroplasticity. So let's talk about\nerrors and making errors and why and how that triggers\nthe release of chemicals that then allow us to not just learn the thing that we're\ndoing in the motor sense, play the piano, dance, et cetera, but it also creates an environment, a milieu within the brain, that allows us to then go\nlearn how to couple or uncouple a particular emotion to an experience, or better language learning, or better mathematical learning. It's a really fundamental\naspect of how we're built. And when you look at it, it's\nactually very straightforward. It's a series of logical steps that once you learn how\nto open those hatches, it becomes very straightforward to deploy. Last episode, we discussed some of the basic principles\nof neuroplasticity. If you didn't hear that episode, no problem, I'll just review it quickly, which is that it's a falsehood that everything that we do and\nexperience changes our brain. The brain changes when\ncertain neurochemicals, namely acetylcholine,\nepinephrin, and dopamine, are released in ways and\nin the specific times that allow for neural circuits\nto be marked for change. And then the change\noccurs later during sleep. I'll review that later, but, basically, you need a certain cocktail of chemicals released in the brain in order\nfor a particular behavior to reshape the way that our brain works. So the question really is what allows those\nneurochemicals to be released? And last episode, I\ntalked all about focus. If you haven't seen it\nor heard that episode, you might want to check it out, about some specific tools and practices that can allow you to build\nup your capacity for focus and release certain\nchemicals in that cocktail. But, today, we're going to talk about the other chemicals in the\ncocktail, in particular dopamine. And we're really going to\ncenter our discussion around this issue of making errors and why making errors\nis actually the signal that tells the brain,\n\"Okay, it's time to change,\" or, more generally, it's time\nto pay attention to things so that you change. And I really want to distinguish\nthis point really clearly, which is that I'm going\nto talk today a lot about motor and vestibular,\nmeaning balance programs, but not just for learning\nmotor commands and balance, not just for learning new\nmotor skills and balance, but also for setting a stage ",
            "segmentTitle": "Errors Not Flow Trigger Plasticity"
        },
        {
            "text": "or a kind of condition in your brain where you can go learn\nother things as well. Let's talk about some classic experiments that really nail down what's most important in this\ndiscussion about plasticity. As I mentioned last episode, and I'll just tell you right now again, the brain is incredibly plastic from about birth until about age 25. Passive experience will shape the brain just because of the way that the chemicals that are sloshing around in there and the way that the neurons are arranged and all sorts of things. The brain's job is to customize itself in response to its experience. And then somewhere about 25, it's not like the day\nafter your 26th birthday, plasticity closes, there's a kind of tapering\noff of plasticity, and you need different\nmechanisms to engage plasticity as an adult. We're mostly going to be talking\nabout adult plasticity today, but I got a lot of questions about, \"Well, what about if I'm younger than 25?\" First of all, that's great. I wish I had a time machine, but I don't. ",
            "segmentTitle": "Mechanisms of Plasticity"
        },
        {
            "text": "Because as I've said before, the stinger is when you're young, your brain is very plastic, but you have less control\nover your experience. When you're older, generally, you have more control of your experience, but your brain is less plastic. So if you're already asking the question as a 20-year-old or a\n15-year-old, \"What can I do now that's really going to enhanced my brain?\" I guess the simple\nanswer would be an aside, which would be get the broadest\neducation you can possible. That means math, chemistry,\nphysics, literature, music, learn how to play an instrument. I'm saying that 'cause\nI wish I had, et cetera. Get a broad training in a number of things and find the thing that really captures your passion and excitement, and then put a ton of\nadditional effort there. That's what I recommend, including emotional development. Maybe a topic for a future episode. But if you are an adult, or if you are a young person, knowing how to tap into\nthese plasticity mechanisms is very powerful. You need these chemicals\ndeployed in the nervous system in order to mark whatever nerve cells happen to be firing in the\ntime afterward for change. And people are obsessed with asking, \"What supplements, what\ndrugs, what conditions, what machines will allow for that?\" But there's a natural set of\nconditions that allow for that. ",
            "segmentTitle": "What to learn when you are young"
        },
        {
            "text": "When we came into this world, we learned to take our\ndifferent maps of experience, our motor maps, our auditory\nmaps, our visual maps. And to link them, we align those maps. The simplest example is\nthe one I gave before. If I hear something off to my\nright, like I click like that, it could come from my fingers snapping or it could come from something generated by somebody else or\nsomething else to my right, I look to my right. If I hear it on the\nleft, I look to my left. If I hear it right in front of me, I keep looking right in front of me. And if I hear it behind me, I turn around. And that's because our\nmaps of visual space and our maps of auditory space and our maps of motor space are aligned to one another\nin perfect register. It's an incredible feature\nof our nervous system. It takes place in a structure called the superior colliculus, although you don't need to know that name. Superior colliculus has layers, literally stacks of\nneurons like in a sandwich where the zero point right in front of me, or maybe 10 or 15 degrees off to my right or 10 or 15 degrees off to my left, are aligned so that the auditory neurons, the ones that care about sounds, at 15 degrees to my right, sit directly below the neurons that look at 15 degrees to\nmy right in my visual system. And when I reach over to this direction, there's a signal that's sent\ndown through those layers that says 15 degrees off to the right is the direction to look,\nit's the direction to listen, and it's the direction to\nmove if I need to move. So there's an alignment. And this is really powerful. And this is what allows\nus to move through space and function in our lives\nin a really fluid way. It's set up during development. But there have been some\nimportant experiments that have revealed that\nthese maps are plastic, meaning they can shift, they're\nsubject to neuroplasticity. And there are specific rules\nthat allow us to shift them. So here's the key experiment. The key experiment was\ndone by a colleague of mine who's now retired but whose\nwork is absolutely fundamental in the field of\nneuroplasticity, Eric Knudsen. ",
            "segmentTitle": "Alignment of your brain maps: neuron sandwiches"
        },
        {
            "text": "The Knudsen Lab, and many of the Knudsen\nLab scientific offspring, showed that if one is\nto wear prism glasses that shift the visual field, that eventually there'll be a shift in the representation of\nthe auditory motor maps too. Now, what they initially did is they looked at young subjects, and what they did is they\nmoved the visual world by making them wear prism glasses. So that, for instance, if\nmy pen is out in front of me at five degrees off center, so just a little bit off center, if you're listening to\nthis, this would be like just a little bit to my right, but in these prism glasses, I actually see that pen\nway over far on my right. So it's actually here,\nbut I see it over there because I'm wearing prisms on my eyes. What happens is in the first day or so, you ask people or you ask\nanimal subjects or whatever to reach for this object, and they reach to the wrong place because they're seeing it where it isn't. This gets especially complicated when you start including sounds. When you have a thing off to\nyour right making a sound, but the thing is actually right here. So you're hearing the\nsound at one location and you're seeing the\nobject at another location because you're wearing these prisms. So your image of the world\nis totally distorted. Or, in experiments done by other groups, they wear glasses, subjects wore glasses\nthat completely invert the visual world so that\neverything is upside down, which is an extreme example\nof these representational maps being flipped or shifted. But what you find is that\nin young individuals, within a day or two, they start adjusting their motor behavior in exactly the right way so that they always reach\nto the correct location. So they hear a sound at one location, they see the object that\nought to make that sound at a different location, and they somehow are able to\nadjust their motor behavior to reach to the correct location. It's incredible. It's absolutely incredible. Or, in the case of the people who would look at the world upside down, they somehow are able to\nnavigate this upside down world even though we're completely used to our feet being on the floor\nand not on the ceiling and people not walking at us by hanging off the ceiling like bats. Amazing. And what it tells us is that these maps that are aligned to one another can move and shift and rotate, and even flip themselves. And it happens best in young individuals. If you do this in older individuals, in most cases, it takes a very long time for the maps to shift, and in some cases they never shift. So this is a very experimental scenario, but it's an important one to understand because it really tamps down the fact that we have the capacity\nto create dramatic shifts in our representation\nof the outside world. So how can we get plasticity as adults that mimics the plasticity that we get when we are juveniles? Well, the Knudsen Lab and\nother labs have looked at this, and it's really interesting. First of all, we have to ask, what is the signal for plasticity? ",
            "segmentTitle": "Wearing Prisms On Your Face"
        },
        {
            "text": "Is it just having prism glasses on? No, because they did that\nexperiment and ruled that out. Is it just the fact that the visual thing appears to be far over to my right when in fact it's right in front of me? No. The signal that generates the plasticity is the making of errors. It's the reaches and failures that signal to the nervous system that this is not working. And, therefore, the shifts\nstart to take place. And this is so fundamentally important because I think most people think, \"Oh, well, practice is going to be I have to access beginner's mind,\" which is a great concept, actually, it's about approaching things\nexpecting to make errors, which is great. I think I am a believer\nin beginner's mind. But people understandably get frustrated, like they're trying to\nlearn a piece on the piano and they can't do it, or they're trying to\nwrite a piece of code, or they're trying to access\nsome sort of motor behavior, and they can't do it, and the frustration drives them crazy, [indistinct] \"I can't\ndo it, I can't do it,\" when they don't realize that\n[laughs] the errors themselves are signaling to the\nbrain and nervous system, \"Something's not working.\" And of course the brain doesn't understand the words something isn't working. The brain doesn't even\nunderstand frustration as an emotional state. The brain understands the\nneurochemicals that are released, namely epinephrine and acetylcholine, but also, and we'll get into this, the molecule dopamine when we start to approximate\nthe correct behavior just a little bit, and we start getting a little bit right. So what happens is when we make errors, the nervous system kind of, I don't want to say freaks\nout because it's a very mechanistic and controlled situation, but the nervous system starts\nreleasing neurotransmitters and neuromodulators that say, \"We better change\nsomething in the circuitry.\" And so errors are the basis [laughs] for neuroplasticity and for learning. And I wish that this was\nmore prominent out there. I guess this is why I'm saying it. And humans do not like\nthis feeling of frustration and making errors. The few that do do exceedingly\nwell in whatever pursuits they happen to be involved in. The ones that don't,\ngenerally don't do well. They generally don't learn much. And if you think about it, why would your nervous system ever change? Why would it ever change? Unless there was\nsomething to be afraid of, something that made us feel awful will signal that the nervous\nsystem needs to change, or there's an error in our performance. So it turns out that the\nfeedback of these errors, the reaching to the wrong location starts to release a number of things. And now you've heard\nabout them many times, but this would be epinephrin. It increases alertness, acetylcholine, focus. And this is why frustration that leads us to just kind of quit and walk away from the endeavor\nis the absolute worst thing. Because if acetylcholine is released, it creates an opportunity to\nfocus on the error margin, the distance between what\nit is that you're doing and what it is that you would like to do. And then the nervous system starts to make changes almost immediately in order to try and\nget the behavior right. And when you start getting\nit even a little bit right, that third molecule comes\nonline or is released, ",
            "segmentTitle": "The KEY Trigger Plasticity"
        },
        {
            "text": "which is dopamine, which allows for the plastic\nchanges to occur very fast. Now, this is what all\nhappens very naturally in young brains. But in old brains, it\ntends to be pretty slow, except for in two conditions. So let me just pause and just say this, if you are uncomfortable making errors and you get frustrated easily, if you leverage that frustration toward drilling deeper into the endeavor, you are setting yourself up for a terrific set of plasticity mechanisms to engage. But if you take that frustration and you walk away from the endeavor, you are essentially setting up plasticity to rewire you according to\nwhat happens afterwards, which is generally\nfeeling pretty miserable. So now you can kind of start to appreciate why it is that continuing\nto drill into a process ",
            "segmentTitle": "Frustration Is the Feeling to Follow (Further into Learning)"
        },
        {
            "text": "to the point of frustration but then staying with that\nprocess for a little bit longer, and I'll define exactly\nwhat I mean by a little bit, is the most important\nthing for adult learning as well as childhood learning, but adult learning in particular. Now, the Knudsen Lab did two very important sets of experiments. The first one was published in \"Nature,' very important study, which showed that juveniles\ncan make these massive shifts in their map representations, meaning you can shift the visual world using visual prisms a huge\namount and very quickly. Young individuals can shift their representations of the world so that they learn to reach\nto the correct location. They get a lot of plasticity all at once, and it happens very fast in a\nperiod of just a couple days. In adults, it tends to be very slow and most individuals\nnever actually accomplish the full map shift. They don't get the plasticity. Here we're talking about map shifts, but this could be learning a new language, this could be any number\nof different things that [indistinct] we're attempting. So what we're saying is\nwhat I already said before, which is that we learn\nvery well as youngsters, but not as adults after 25. But then what they did is they started making the\nincrement of change smaller. So instead of shifting\nthe world a huge amount by putting prisms that\nshifted that the visual world all the way over to the right, they did this incrementally. So, first, they put on prisms that shifted it just a little bit, just like seven degrees I\nbelieve was the exact number. And then it was 14 degrees, and then it was 28 degrees. And so what they found was\nthat the adult nervous system can tolerate smaller and\nsmaller errors over time, but that you can stack those errors so that you can get a lot of plasticity. Put simply, incremental\nlearning as an adult is absolutely essential. You are not going to get massive shifts in your representation\nto the outside world. So how do you make small errors\nas opposed to big errors? Well, the key is smaller\nbouts of focused learning for smaller bits of information. It's a mistake to try and\nlearn a lot of information in one learning about as an adult. What these papers from\nthe Knudsen Lab show, ",
            "segmentTitle": "Incremental Learning"
        },
        {
            "text": "and what others have gone on to show, is that the adult nervous\nsystem is fully capable of engaging in a huge amount of plasticity, but you need to do it\nin smaller increments per learning epoch or\nper learning episode. So how would you do this? Well, say for instance, I'm\nterrible at free throws, so let's say I wanted\nto learn free throws. I'm 45 years old, so I'm well\npast the 25 and under mark. I'm going to make errors. I'm going to make a lot errors. If I go into learning free throws knowing that errors are\nthe gate to plasticity, well, then I feel a little bit better, but I still have to aim for the rim of the basket or the net. Basically, showing how little\nI know about basketball. But I think I know the general\nthemes around basketball, involves a net, a back\nboard, and a ball, of course. So I go to the free throw\nline and I'll throw. How long should I go? Well, until I'm hitting\nthe point of frustration. And at that point, continuing probably for anywhere from 10 to 100 more trials should be my limit, right? That should be my limit if I want to improve some specific aspect\nof the motor behavior. And so the question then is what should I be paying attention to? What should I be focusing on? Well, obviously trying to\nget the ball into the basket. But the beauty of motor learning is that the circuits for\nauditory and visual and motor more or less teach themselves. I don't necessarily have\nto be paying attention to exactly the contact of\nmy fingers with the ball or some random feature like whether or not I'm\nbending my knees or not. The key is to try a number\nof different parameters until I start to approximate the behavior that I want\nto get a little bit better, and then trying to get\nconsistent about that. Now, many of you involved\nin sports learning will say, \"Okay, well, that's obvious, it's just incremental learning.\" But the key thing is in those errors. By isolating the errors and\nmaking a number of errors in a particular aspect\nof the motor movement, it signals to the brain that it's plastic. And if I leave that episode of going and trying to learn how\nto shoot free throws, my brain is still plastic. Plasticity is a state of the\nbrain and nervous system. It's not just geared\ntoward the specific thing I'm trying to learn. So there are two aspects to plasticity that I think we really need to highlight. One is that there's\nplasticity geared toward the thing that you are\ntrying to learn specifically. And then there are states of mind and body that allow us to access plasticity. Now, toward the end of this episode, I'm going to spell out specific protocols in a little more detail. That free throw example might not correlate with\nwhat you want to learn. Actually, I don't have a huge\ndesire to learn free throws. I've more or less given up on basketball, and free throws in particular. But I think that it's\nimportant to understand that motor movements are\nthe most straightforward way to access states of plasticity. And that can be for sake of\nlearning the motor movement or for sake of accessing\nplasticity more generally. One very important aspect to\ngetting plasticity as an adult is not just smaller increments,\nmeaning shorter bouts. So I gave an example of another 100 free throws or something, but going out there and just\ngetting 10,000 free throws all at once or packing as\nmuch as I can into one episode ",
            "segmentTitle": "Huberman Free Throws"
        },
        {
            "text": "is not going to be as efficient for me as shorter bouts of intense\nlearning as an adult. Because the error signals\nare not as well-defined to my nervous system. It's not going to know\nwhat needs to change. And so this is really the key element of incremental learning, is that you're trying to\nsignal to the nervous system at least one component\nthat needs to change. The nervous system needs\nto know what the error is. Now, when I shoot free throws, Lord knows there are a lot of different\nkinds of errors that happen, probably the way I'm bending my knees, the arc of the ball, the way\nI'm organizing my shoulders, probably where my eyes\nare, lots of things. So which ones to focus on? And that's what I said before, the beauty of the motor system is I don't have to worry about all of that. I just need to get the\nreps in a number of times, and the nervous system will figure out how far off my motor commands are, at the level of these maps\nthat I described earlier, how far those deviate\nfrom the desired behavior, getting the ball into the basket, and it will start making adjustments. But as I make adjustments, or as my nervous system\nmakes adjustments for me, the key thing is to not start adding a variety of new errors\nbecause then it gets confused. And so this is why short learning bouts are absolutely essential. So let's say it's for learning\nan instrument as an adult. Probably anywhere from 7 minutes to 30 minutes, provided that you're fully\nattending, you're very focused, is going to be a pretty\nsignificant stimulus ",
            "segmentTitle": "Failure Specificity Triggers Specific Plastic Changes"
        },
        {
            "text": "to inspire plasticity\nin the nervous system. Now, there is one way to\nget a lot of plasticity all at once as an adult. There is that kind of Holy Grail thing of getting massive plasticity as you would when you were a\nyoung person but as an adult. And the Knudsen Lab revealed this by setting a very serious\ncontingency on the learning. What they did was they\nhad a situation where subjects had to find food that was displaced in their visual world, again, by putting prisms, and they had to find the food, and the food made a noise, there was a noise set to kind\nof the location of the food through an array of speakers. Basically, what they found was that if people have to adjust\ntheir visual world in order to get food, the plasticity would eventually occur, but it was very slow as an adult. It was very, very slow. Unless they actually\nhad to hunt that food. In order to eat at all,\nthey needed plasticity. And then what happened was remarkable. What they observed is that\nthe plasticity as an adult can be as dramatic, as robust\nas it is in a young person or in a young animal subject, provided that there's a serious incentive for the plasticity to occur. And this is absolutely\nimportant to understand, which is that how badly we\nneed or want the plasticity determines how fast that\nplasticity will arrive, which is incredible because the brain is just neurons\nand soup of chemicals. But this means that the\nimportance of something, how important something is to us, actually gates the rate of plasticity and the magnitude of plasticity. And this is why just passively\ngoing through most things, going through the motions, as we say, or just getting our\nreps in quote, unquote, is not sufficient to get the\nnervous system to change. This study, a beautiful study, published in the journal\nof neuroscience shows that if we actually have to accomplish something in order to eat or in order to get our ration of income, we will reshape our nervous\nsystem very, very quickly. So the nervous system has a capacity to change at a tremendous rate, to an enormous degree at any stage of life provided it's important\nenough that that happen. And I think some of you might be saying, \"Well, duh, that's obvious. If it's really crucial, then, of course, it's\ngoing to change faster.\" But it didn't have to be that way. And for most people who\nare trying to learn how to learn faster or learn better, they probably, in most cases, they are hitting a limit because the need to change\nis not crucial enough. And I think there are a number of places where this has important relevance ",
            "segmentTitle": "Triggering Rapid, Massive Plasticity Made Possible"
        },
        {
            "text": "in the people who are battling\naddiction, for instance. I will be the first to say that I sympathize with the fact that addictions have a biological component. There's clearly cases where people struggle tremendously\nto change their behavior and their nervous system, in\nsome cases, is so disrupted by whatever substance they've been abusing or behavior that they've been engaging in, that it's that much\nharder for them to change. But we've also seen incredible\nexamples where when people have to change from an\ninternal standpoint, from their own belief\nand desire to change, that massive change is possible. And so I think that the\nstudies that Knudsen did showing the incremental learning can create a huge degree\nof plasticity as an adult as well as when the\ncontingency is very high, meaning we need to eat, or\nwe need to make an income, or we need to do something that's vitally important for us, that plasticity can happen\nin these enormous leaps just like they can in\nadolescence and young adulthood. That points to the fact that it has to be a neurochemical system. There has to be an underlying mechanism. This wasn't a case of\nsticking a wire into the brain or taking a particular drug. All the chemicals that\nwe're about to talk about are released from drugstores,\nif you will, [laughs] chemical stores that already\nreside in all of our brains. And the key is how to\ntap into those stores. And so we're going to next talk about what are the specific behaviors that liberate particular\ncategories of chemicals that allow us to make the\nmost of incremental learning and that set the stage for\nplasticity that is similar enough or mimics these high contingency states, like the need to get food, or really create a sense\nof internal urgency, chemical urgency, if you will. If you've heard previous\nepisodes of this podcast, you may have heard me talk\nabout ultradian rhythm, which are these 90-minute rhythms ",
            "segmentTitle": "Addiction"
        },
        {
            "text": "that break up our 24-hour day. They help break up our sleep\ninto different cycles of sleep like REM sleep and non-REM sleep. They break up our day in ways that allow us to learn best within\n90-minute cycles, et cetera. So some of you might be saying, \"Wait, you've been talking\nabout ultradian cycles, and a moment ago you were talking about 7-minute or 12-minute or\n30-minute learning cycles. Today, we're really talking\nabout how to tap into plasticity through the completion of a task or working towards something\nrepetitively and making errors. And so just to frame this in the context of the ultradian cycle, you might sit down, decide that you're going to\nlearn conversational French, which would mean that you probably don't already speak French. So you're going to sit down, you're going to decide\nyou're going to learn some nouns and some verbs, you might do some practice set. The ultradian cycle\nsays that for the first 5 to 10 minutes of doing that,\nyour mind is going to drift and your focus will probably kick in, provided that you're\nrestricting your visual world to just the material in front of you, something we talked about last episode, somewhere around the 10 or 15-minute mark. And then at best you're probably\ngoing to get about an hour of a deliberate kind of tunnel\nvision learning in there. Your mind will drift. And then toward the end of that, what is now an hour and 10\nor hour and 20 minute cycle, your brain will sort of\nstart to flicker in and out, you might start thinking\nabout what you need to eat or the fact that you have to\nuse the bathroom or something. And then by 90 minutes, it's probably time to just stop the learning\nabout and go do something else, maybe return for a second\nlearning about later, maybe take a nap afterwards or something to enhance the learning. It's going to happen within\nabout a 90-minute block. You're going to go through\nthat cycle of learning. But when I refer to the 7 or 12 or 30 minutes of making errors, what I mean is when\nyou're really in a mode of repeating errors, not deliberately, you're trying your best\nto accomplish something, and you're failing. You're absolutely failing. You're trying to remember say\nthe sign language alphabet. I was trying to teach\nmyself this recently, and then I keep repeating and repeating, and then get to a certain point\nwhere I kept making errors, making errors, making errors. You want to keep making\nerrors for this period of time that I'm saying will last anywhere for about 7 to 30 minutes. It is exceedingly frustrating, but that frustration, it\nliberates the chemical cues that signal that\nplasticity needs to happen and they also signal the\nparticular neurons that are active. So in the case of sign language, it might be the ones that\ncontrol my hand movements as well as me thinking about\nwhat the different letters are. It's signaling different\nopponents within the networks between the brain and body, and it's trying to figure out, \"Wait, where are these errors coming from? Where are the errors coming from? Ah, it's those neurons,\nthey're making the mistakes. They're making the mistakes,\nthey're making the mistakes.\" And it essentially highlights\nthat pathway for change. And it is the case that when we come back a day or two later in a\nlearning about after a nap or a night or two of deep rest, then what we find is that we\ncan remember certain things and the motor pathways work. And we don't always get it perfectly, but we get a lot of it right. Whereas, we got it wrong before. So that 7 to 30-minute\nintense learning about is within the ultradian cycle, and I want to be clear about that. And some people can tolerate\nmany of these per day. Most people can only tolerate\none or two, maybe three. This is intense work. If shooting free throws, you\ncould probably do it all day. But what I'm talking about is really trying to accelerate plasticity by having a period of the 7 to\n30 minutes per learning about that is specifically about making errors. I want to really underscore that. And it's not about, as I mentioned before, coming up with some little hack or trick or something of that sort. It's really about trying to cue the nervous system that\nsomething needs to change because otherwise it simply won't change. Now, there's another aspect to learning, I think it's only fair to mention, which is that we can all learn very easily ",
            "segmentTitle": "An Example of Ultradian-Incremental Learning"
        },
        {
            "text": "when there's something\nvery bad happens to us. I don't wish this on anyone, but it is the case that if\nsomething really terrible happens that we will have a lifetime\nmemory for that event. There are processes that\nallow us to uncouple the emotional load of that event. I talked about some of\nthose a few episodes back, the episode on dreams,\ntrauma, and hallucinations. And we're going to return\nto trauma release, PTSD, and some of those other\nthemes in a future episode. But the reason why negative experiences can be wired into us so quickly is because our nervous system's main\njob is to keep us safe, but at a deeper level, it's\nbecause negative experiences cue us to the fact that\nwhatever's happening that's really bad is very different than the other things that\ntend to happen before. Most of our experience doesn't remap us, but those negative experiences deploy high levels of norepinephrine,\nhigh levels of acetylcholine, and really make so that whatever it is that we\nexperienced in that bad episode is essentially queued up, and so we're on the lookout for it. And this has a number of negative effects in terms of psychological\nand emotional effects, but it is really a process\ndesigned to keep us safe. The other ways in which\nwe can learn more quickly besides just making errors is when something really surprises us. And if we're positively\nsurprised by something or we are just flooded with\nthis molecule dopamine, then there's a great\nopportunity for plasticity. Dopamine is a molecule that's\nalmost always associated with pleasure and with the accomplishment\nof a particular goal, but it's really also a\nmolecule of motivation. It's a molecule that is\nreleased inside of us when we think we're on the right path. And it does have a capacity\nto increase neuroplasticity, motivation, et cetera. It's released in response to\na number of natural behaviors, just that help with\nthe progression of ours and other species, things like food, sex, in some sense social connection, although that's more serotonin, and serotonin doesn't have the same ",
            "segmentTitle": "Bad Events"
        },
        {
            "text": "to this process of making errors. Because that's really combining\ntwo modes of plasticity in ways that together can\naccelerate the plasticity. So, earlier, I talked about making errors and having a focus about of learning that includes\nmaking a lot of errors inside of that learning about. That is going to be frustrating, but the frustration itself is the cue, and epinephrine will be very\nhigh under those conditions. But if you can just subjectively associate that experience\nwith something good and that you want to\ncontinue down that path as opposed to quitting when you hit the point of frustration, well then you now start to create a synergy between\nthe dopamine that's released when we subjectively\nthink something is good, or tell ourselves something is good, and that situation of making failures. In other words, making\nfailing repetitively, provided we're engaged in a\nvery specific set of behaviors when we do it, as well as telling ourselves\nthat those failures are good for learning and good for us, creates an outsize effect\non the rate of plasticity. ",
            "segmentTitle": "Making Dopamine Work For You (Not The Other Way Around)"
        },
        {
            "text": "It accelerates plasticity. Now, some of you might be\nasking, and I get asked a lot, \"Well, how do I get\ndopamine to be released? And can I just tell myself\nthat something is good when it's bad?\" Well, actually yes, believe it or not. The thing about dopamine\nis it's highly subjective. What's funny to one person is not necessarily funny to the next. So it has to have some sense\nof authenticity for you. But if you really want to be learning the thing that you're trying to learn, that should be reason\nenough to tell yourself, \"Well, I'm frustrated, but the frustration is the\nsource of accelerated learning.\" Dopamine is one of these\nincredible molecules that both can be released according to things\nthat are hardwired in us to release dopamine. Again, things like food,\nsex, warmth when we're cold, cool environments when we're too warm. It's that kind of\npleasure molecule overall. But it's also highly subjective what releases dopamine in\none person versus the next. Everyone releases dopamine in\nresponse to those very basic kind of behaviors and activities, but dopamine is also released according to what we subjectively\nbelieve is good for us. And that's what's so powerful about it. In fact, a book that I highly recommend, if you want to read more about dopamine, is a book that frankly\nI wish I had written, it's such a wonderful book, it's called \"The Molecule of More.\" And it really talks about dopamine not just as a molecule\nassociated with reward, but a molecule associated\nwith motivation and pursuit, and just how subjectively\ncontrolled dopamine can be. So make lots of errors, tell yourself that those\nerrors are important and good for your overall learning goals, so learn to attach dopamine, ",
            "segmentTitle": "HOW to release dopamine"
        },
        {
            "text": "meaning release dopamine in your brain when you start to make errors, keep the bouts of\nlearning relatively short if you're an adult. Younger people can probably engage in more bouts of learning. And it's probably one of the reasons why they learn so much faster. They can just pack so\nmuch more information into the brains and nervous\nsystems compared to adults. It's a little bit like, I'll use the example of\nperformance-enhancing drugs. Some of those drugs probably\ndo enhance performance at the level of increasing red\nblood cell count, et cetera. But a lot of what those\ndrugs do is they allow athletes to recover faster\nso they can just train more. They allow them to do more work. And so being a child is a little bit like being in a performance\nenhanced brain milieu. Their brains are kind of on\nnatural, healthy neurochemicals that afford them a lot more\nlearning should they pursue it. So this goes back to my advice\nfor young people early on. If you're young, what should you do? Learn as much as you can about as many things as you possibly can. ",
            "segmentTitle": "(Mental) Performance Enhancing Drugs"
        },
        {
            "text": "And I suggest specializing in something. I guess I'm not in a position\nto give anyone direct advice, but I would say, hopefully, by about age 30, hopefully younger, you have some sense of what excites you and try and get really good at that thing, provided it serves the world for better. But that's all I'll say in\nterms of parenting advice. It's not my place. But maybe sometime I'll have an episode completely devoted to sort of\nyouth and learning in youth. But once you're attaching dopamine to this process of making errors, then I start getting lots of questions that really are the right questions, which are, how often should I do this? And when should I be doing\nthis and at what time? Well, I've talked a little bit about this in previous episodes, but as long as we're now\nkind of into the nitty-gritty of tools and application, each of us have some natural\ntimes throughout the day when we are going to be much better at tolerating these errors and much more focused on what\nit is that we're trying to do. Last episode was about focus, but chances are that you\ncan't focus as well at 4:00 pm as you can at 10:00 am. It differs for everybody\ndepending on when you're sleeping and your kind of natural\nchemistry and rhythms. But find the time or times of day when you naturally have\nthe highest mental acuity, and that's really when you want to engage in these learning bouts. And then get to the point\nwhere you're making errors and then keep making\nerrors for 7 to 30 minutes. Just keep making those\nerrors and drill through it. And you're almost seeking frustration. And if you can find some\npleasure in the frustration, ",
            "segmentTitle": "Timing Your Learning"
        },
        {
            "text": "yes, that is a state that exists, you have created the\noptimal neurochemical milieu for learning that thing. But then here's the beauty of it, you also have created the optimal milieu for learning other things afterward. If you leave that about of, I gave the example of free throws, or maybe it's playing tennis, or maybe it's some other skill, and you sit down to read a book, your brain is in a heightened state to learn and retain the information. Because those chemicals don't get released and then shut down. You're creating a whole milieu, an environment of these chemicals. And the tale of how long\nthese chemicals stay sloshing around in your brain has too many factors for me\nto put a hard number on it. It's going to depend on\ntransporters and enzymes and all sorts of things. But at least for an\nhour or so I would say, you're going to be in a\nstate of heightened learning, and the ability to learn, not just the motor patterns\nbut cognitive information, language information, maybe you go to therapy right after that and you work on something in a very deliberate way that\nyou're trying to work on, maybe you don't go to therapy, maybe you do something else\nthat's important to you. Again, there are just a variety\nof examples I could give. There are a number of things that allow us to powerfully\naccess these states of error that are kind of surprising\nbut also kind of fun. ",
            "segmentTitle": "(Chem)Trails of Neuroplasticity"
        },
        {
            "text": "Again, these aren't gimmicks, these tap into these basic\nmechanisms of plasticity. And the three that I'd\nlike to talk about next are balance, meaning the vestibular system, as well as the two sides of what I call limbic\nfriction or autonomic arousal. And if none of that makes sense, I'm going to put a fine\npoint on each one of those ",
            "segmentTitle": "The Three Key Levers To Accelerate Plasticity"
        },
        {
            "text": "and what it is and why it works for opening up neuroplasticity. Let's talk about limbic friction. Now, limbic friction is not a term you're going to find in the textbooks. So if any of my colleagues are listening, I want to repeat limbic friction, I realize is not something\nyou're going to find in any of the textbooks. But it is an important principle that captures a lot of\ninformation that is in textbooks, both neurobiology and psychology, and it has some really\nimportant implications. Limbic friction is my attempt\nto give a name to something that is more nuanced and\nmechanistic than stress. Because, typically, when\nwe hear about stress, we think of heart rate,\nheartbeat going too fast, breathing too fast, sweating, and not being in a state that we want, we're to alert and we\nwant to be more calm. And, indeed, that's one condition in which we have limbic friction, meaning our limbic system is taking control of a\nnumber of different aspects of our autonomic or automatic biology. And we are struggling to control that through what we call top-down mechanisms. We're trying to calm down in order to reduce that level of arousal. We're all familiar with this, it's called the stress response. However, there's another aspect of stress that's just as important, which is when we're\ntired and we're fatigued and we need to engage, we need to be more alert than we are. And so what I call\nlimbic friction is really designed to describe\nthe fact that when our autonomic nervous system\nisn't where we want it, meaning we're trying to be more alert or we're trying to be less alert, both of those feel stressful to people. The other way to put it\nis that the word stress is not a very good word to describe what most people experience as stressful because it can either be being\ntoo tired or being too alert. Now, why am I bringing this up in a discussion about neuroplasticity? This is not a discussion about stress. At some point, we will talk about stress and tools to deal with stress. But the reason I'm\nbringing this up is that in order to access neuroplasticity, you need these components of focus, you need the component of\nattaching subjective reward, you need to make errors, all this stuff. And a lot of people find it difficult to just get into the overall\nstate to access those things. So now there's a series of gates that people are having\na hard time accessing. They're too tired and they\ncan't focus, for instance. Well, here's the beauty of it. If you are too alert,\nmeaning you're too anxious, and you want to calm down\nin order to learn better, there are things that you can do. The two that I've spoken about previously on various podcasts, and I'll just review them really quickly, are the double inhale exhale. So inhaling twice through the nose and exhaling once through the mouth. This is not some yoga trick or some hack. This is what's called\na physiological sigh. It offloads carbon dioxide from the lungs, it has a number of different effects. These were described in\ntextbooks dating back to the 30s and a number of laboratories have explored the neurocircuitry underlying these so-called physiological sighs. That will calm you down\nfaster than anything else that I'm aware of. The other thing is starting\nto remove your tunnel vision. When you use tunnel vision,\nyou're very focused, that epinephrine up is\nreleased by dilating your field of gaze,\nso-called panoramic vision. Great, so now you can start to sort of move up and down this\nlevel of autonomic arousal. The key is you want to\nbe in a state of arousal that's ideally matched to the thing that you're\ntrying to perform or learn. So if I'm really anxious and I can't even pick up the basketball or I feel like I'm shaking\nor my muscles are too tight, I don't have that kind of looseness, when I move like that, it\nalmost makes it look like I could throw a free throw,\nbut I miss 95% of the time, unless the basket is very, very low and I place it in directly. I guess that's not a free\nthrow, is it? [laughs] In any case, the point being that you want to be in a state\nof alertness but calm. And so you need to have\nways to calm yourself down when you're too amped up. But the other side of limbic\nfriction is important too. If you are too tired and you can't focus, well, then it's going to be\nimpossible to even get to the starting line, so to speak, for engaging in neuroplasticity through incremental learning, et cetera. So in that case, there are other methods that you can do to wake yourself up. The best thing you should do\nis get a good night's sleep, but that's not always possible, or use a NSDR, non-sleep\ndeep rest protocol. But if you've already done those things or you're simply exhausted\nfor whatever other reason, then there are other things\nthat I often get asked about, like sure a cup of coffee or\nsuper oxygenation breathing, which means inhaling more than exhaling on average in a breathing about. Now we're sort of getting\ntoward the realm of like how you could trick your\nnervous system into waking up. And if you bring more oxygen in by making your inhales deeper and longer, you will become more alert. You'll start to actually\ndeploy norepinephrine if you breathe very fast. So there are things that you\ncan do to move up or down this so-called autonomic arousal arc. ",
            "segmentTitle": "Limbic Friction: Finding Clear, Calm and Focused"
        },
        {
            "text": "And what you want to\nask before you undergo any learning about is how much limbic friction\nam I experiencing? Am I too alert and I want to be calmer, or am I too calm and too sleepy\nand I want to be more alert? You're going to need\nto engage in behaviors that bring you to the starting\nline in order to learn. There are other things that\nyou can do in order to then learn better and faster\nbesides incremental learning, and those center on the vestibular system. And this may come as a\nsurprise to some people, but probably not as a surprise to some of you whose\nprofessions or whose recreation ",
            "segmentTitle": "The First Question To Ask Yourself Before Learning"
        },
        {
            "text": "involves a lot of motor activity and sort of what we call high\ndimensional skill activity, not just running or cycling or very linear activities\nlike weightlifting, but things that involve inversions and a lot of lateral movement, actual sports, jumping, diving, rolling, these kinds of things,\ngymnastics type stuff. Why the vestibular system\nto access neuroplasticity? Well, we have a hardwired\nsystem for balance, and here's how it works in as simple terms as I\ncan possibly come up with. As we move through space, or even if we're stationary, there are really three\nmain planes of movement. Now, I realize some people\nare just listening to this, so I'm going to do this for both the folks that are just listening and for those of you that\nare watching on video. So there are three main modes of movement. And it turns out that your brain doesn't really know where your body is, except through that\nproprioceptive feedback. The main way it knows is through three planes of\nmovement that we call pitch, which is like nodding. So if I nod like this, that's pitch. Then there's yaw, which is side to side, which is like shaking my head no. And then there's roll from side to side like when a puppy looks\nat you, like mm-mmm, that kind of thing. So pitch, yaw, and roll. And the pilots out there will know exactly what I'm talking about. The brain knows the orientation\nand position of your body relative to gravity, depending on whether or\nnot your brain in your head actually is engaging more\nin pitch, yaw, or roll, or some combination because\nif I lean down like so or like so, it's a combination\nof pitch, yaw, and roll. You might say like,\n\"What is going on here?\" Well, we have these little\nthings in our inner ear called the semicircular canals. Just like our eyes have\ntwo main functions, one is to see objects in space and the other is to set\nour circadian clocks through subconscious mechanisms, our ears have two main roles. One is to hear, to perceive sound waves or take in sound waves for\nperception, so-called hearing, and the other is balance\nor vestibular function. So sitting in our ears are\nthese semicircular canals, and they're these little tubes\nwhere these little stones, they're actually little bits of calcium, roll back and forth like little marbles. When we roll this way, they\nroll this way, when we pitch. When we go from side to side, there's some that sit flat like this and they go [makes swishing sound] like marbles inside of a hula hoop. And then we have roll,\nthere's some that are kind of at 45 degrees to those and\nit's kind of pitchy on roll. Okay, great. That sends signals to the\nrest of our brain and body that tell us how to compensate for shifts relative to gravity. And you say, \"Okay, I thought we were talking\nabout plasticity.\" But this is where it\ngets really, really cool. Errors in vestibular\nmotor sensory experience, ",
            "segmentTitle": "Balance"
        },
        {
            "text": "meaning when we are off-balance and we have to compensate by\nlooking at, thinking about, or responding to the world differently cause an area of our brain\ncalled the cerebellum, it actually means mini brain, it looks like a little mini brain like tucked below our cortex in the back, cause the cerebellum to signal some of these deeper brain centers that release dopamine,\nnorepinephrine, and acetylcholine. And that's because these circuits in the inner ear, et cetera, and the cerebellum, they were designed to\nrecalibrate our motor movements when our relationship to gravity changes. Something fundamental to survival. We can't afford to be\nfalling down all the time or missing things that we grab for, or running in the wrong direction when something is pursuing us. These are hardwired circuits that tap right into these chemical pathways. And those chemical pathways\nare the gates to plasticity. So I really want to spell this out clearly 'cause I've given a lot\nof information today. The first thing is, how are you arriving\nto the learning about? You need to make sure your level of autonomic arousal is correct. The ideal state is going to\nbe clear, calm, and focused, maybe a little bit more\non the arousal level, like heightened arousal. So understand limbic friction, understand that you can be too tired, in which case you're going to\nneed to get yourself more alert, or you can be too alert and you're going to need\nto get yourself calmer. That gets you to the starting line. When you're at the starting line, then you're going to go\ninto a learning about, and that's when you want to\nstart making these errors. But what I'm saying is\nthere's a layer in between where if you are interested\nin using motor patterns as a way to open up plasticity\nfor all kinds of learning, not just motor learning, disrupting your vestibular\nmotor relationship, and I'll tell you how\nto do that in a moment, can deploy or release\nneurochemicals in the brain that place you into a state that makes you much better at learning and makes making errors\nmuch more pleasureful, ",
            "segmentTitle": "Cerebellum"
        },
        {
            "text": "you're much more willing to do that. Now, some of you are probably saying, \"Flow state, flow state.\" Okay, I have friends\nthat work on flow states and who are involved in flow states and trying to\nfigure out what they are. I have great respect for those people. I want to tip my hat to them. Very important work. But, again, flow is an expression of what you already know how to do. It's not how you learn, it's how you express what\nyou've already learned. I want to be really clear about that. It's been kind of presented\nas this super state or highly desirable state\nthat we can all reach for. That's the wrong [indistinct] to reach for until you already know\nhow to do the things that I'm describing, in my opinion. So the vestibular system, if you can engage the vestibular system and create some errors\nwithin the vestibular motor operations that you're carrying out, you create a neurochemical\nstate that then makes you very, very good at learning\nvery quickly regardless of age. So what would this look like? Does this mean just doing inversions? Does this mean doing yoga? Maybe. Does this mean taking corners\nfaster on your road bike? Let's say you always swim\nfreestyle or breaststroke, does this mean swimming\nbackstroke or butterfly? It depends. It depends, however, on a very, ",
            "segmentTitle": "Flow States Are Not The Path To Learning"
        },
        {
            "text": "very easy to understand\nparameter, which is how regularly you perform\na particular motor behavior and how novel a behavior is. So the more novel that a behavior is in terms of your relationship to gravity, the more it will open up the\nopportunity for plasticity. Have you ever seen somebody who just jumped out of a plane for the first time with a parachute? [laughs] I don't even want to think about what, if you've just seen somebody\nwho jumped out of a plane for the first time without a parachute, I just hope the plane was on the ground. But if you seen somebody after that, they are in this incredible\nstate because their body and brain are flooded\nwith all these neurochemicals because it's very novel to them. However, I've got friends\nfrom communities that have done thousands upon thousands, maybe tens of thousands of jumps, and they're always alert and aware, but it becomes pretty regular for them. That's the point. And they're not in this\nkind of buzzed out, excited state afterwards\nbecause it's routine for them. The key is to bring novelty to the vestibular motor experience, the vestibular motor commands\nthat you're performing. How do you do that? Well, it's all about your\norientation relative to gravity. Now, I wouldn't want anyone\nto place themselves at risk. So if you can't do handstands,\ndon't try and do them, freestanding and whatever. If you're good at handstands, guess how much plasticity doing\nhandstands for half an hour is going to create for you. Zero. Zero. Your body is fully comfortable\nwalking on your hands. I see these people walking on your hands, being upside down, being inverted. Your Cirque du Soleil performers, they're very comfortable there, and there is zero\nlearning, zero plasticity because the failures and errors and the relationship to gravity are very typical for that individual. Now, what this means is that if we're going to use motor practices to open up plasticity for learning, not just those practices, but\nmaybe some cognitive skills or other things in the\nperiod that follows, we need to create a sense of\nnovelty relative to gravity. And that means being\neither in a new position or slightly unstable. Believe it or not, I don't want anyone injuring themselves, but the sensation of\nfalling or close to falling signals the cerebellum to\nsignal the deep brain centers that release these neurochemicals that something is very different and we need to correct\nthis error very, very fast. Now, earlier, I was talking about high contingencies for learning, and you definitely don't want\nto make it a kind of like either survive this or\ndie kind of experience. I confess, I occasionally look at these parkour videos on YouTube. Believe it or not, a lot\nof those people have died, the ones that do these ridiculous things of hanging off of buildings and things. I am not suggesting you do that. Please don't do that. What I'm talking about is\nfinding safe ways to explore the sensory motor vestibular\nspace, as we call it, the relationship between those things. So that could be through yoga. If you're terrible at yoga, there's more opportunity for you to learn than somebody who's very\nskilled at yoga, for instance, or gymnastics, or handstands,\nor on your road bike. This is, unfortunately, what, I don't want to name\nbrands, but stationary bikes where they give you the visual experience of moving through space, but you're not actually\nmoving through physical space, there's no vestibular feedback. It's all visual. You're stationary on the bike. So unless you're hanging off\nthe bike in your living room like almost to the point\nyou're tipping the bike, you're not getting the actual vestibular motor sensory mismatch. That mismatch is the signal that deploys dopamine, epinephrin,\nand these other things. I don't care how excited or\nhow much fun the ride was or how much music you're\nplaying that you love, ",
            "segmentTitle": "Novelty and Instability Are Key"
        },
        {
            "text": "it's not the same situation as being out of your normal relationship to the gravitational pull. So the first gate is to arrive at learning at the appropriate level\nof autonomic arousal. Clear and focused is best, but don't obsess over being\nright there, it's okay. If you're a little anxious\nor a little bit tired, then you want to make errors. We talked about that, and this vestibular motor\nsensory relationship is absolutely key if you want to get heightened\nor accelerated plasticity. And we talked about another feature, which is setting a contingency. If there's a reason, an important reason for\nyou to actually learn, even if you're making failures, the learning will be accelerated. So there's really four things\nthat you really need to do for plasticity as an adult. ",
            "segmentTitle": "How to Arrive At Learning"
        },
        {
            "text": "And I would say that these\nalso apply to young people. And there's an interesting kind of a thought\nexperiment there as well, which is if you look at children, they are moving a lot\nin different dimensions. They are sometimes hanging from trees. My sports were always\nthings where I tended to get hurt a lot, fall a lot. So it's skateboarding for\nme when I was younger, so a lot of falling and rolling and various things of that sort. But whatever sport the kids are playing, or even if they don't play a sport, they tend to move in a lot of different relationships to gravity, more dimensionality to their\nmovements I should say, than adults. And one of the questions that's always kind of been in the back of my mind is, as we age we get less good at\nengaging in neuroplasticity. Part of that is because as the brain ages there\nare certain changes to the way that neurons are structured, their molecular components, et cetera. But it's kind of a self-amplifying, or I should say self-degenerating cycle where as we get older, we\ntend to get more linear and more regular about\nspecific kinds of movements. So we'd get on the treadmill,\nor we take the walk, or we just always go up\nthe same stairs, et cetera. And there's less opportunity, typically, for engaging these relationships\nto the gravitational pull through the vestibular\nmotor sensory convergence that we talked about a moment ago. And so you sort of have\nto wonder whether or not the lack of plasticity\nor the reduced plasticity in older individuals, which includes me, would reflect the fact that those chemicals aren't\nbeing deployed because we're not engaging in certain behaviors as opposed to we can't\nengage in the behaviors because the chemicals\naren't being deployed. Now, I have a feeling it's both. These have a reciprocal relationship. And I certainly, again, I don't think it would be wise for\nanyone who doesn't have the muscle stabilizing skills or the bone density, et cetera, to start doing inversions\nand things of that sort. That's not what I'm talking about here. But it's interesting to think about the sorts of exercise that we engage in. We all know that getting\nthe heart rate elevated three to five times a week is really good for us for\ncardiovascular health. I think there's a ton of\ndata to support that now. Some load-bearing exercise is important for increasing bone density and maintaining muscular strength and proprioceptive feedback. Because, I'm sure many of you know this, but resistance exercise actually trains the nerve to muscle connections as much as it does the muscles themselves. Something I talked about at\nthe beginning of the episode. But I think most of us\ncould stand to increase the degree to which we\nengage this vestibular system in novel ways. And that can be done quite safely through a number of different mechanisms. I'm not a surfer, but people\nwho do that sort of thing are very familiar with\norienting their body differently according to the gravitational pull. They're lying down, then\nthey're standing up, then they're turning,\nthey're leaning their head. So, again, it's this\npitch, yaw, roll thing. And, again, if you're\nvery skilled at surfing, you're actually not going to open up plasticity just by surfing. It's in the learning of these\nnew relationships to gravity that the windows for\nplasticity are enhanced. I want to make sure that\nI underscore the fact that this vestibular thing\nthat I've been describing is a way to really accentuate plasticity. It's tapping into an\ninborn biological mechanism where the cerebellum has outputs\nto these deep brain nuclei associated with dopamine,\nacetylcholine, and norepinephrine. You don't want to endanger\nyourself in the course of ",
            "segmentTitle": "The Other Reason Kids Learn Faster Than Adults"
        },
        {
            "text": "pursuing these activities, but\nit is a powerful mechanism. That's kind of an amplifier on plasticity, as is high contingency. If you really need to\nlearn conversational French to save your relationship, the chances are you're going to learn it. There are limits, of course, to the extent to which one can accentuate\nor accelerate plasticity. The ceiling on this is not infinite, although we don't know how high it goes. I think it's reasonable to say that if someone put a gun to my head and said, \"Learn conversational French\nin the next 120 seconds,\" that conversational French will be limited probably to just one word, probably the word oui\nor something like that. Because I can't stuff in all\nthe knowledge all at once. I think that's the dream\nof brain-machine interface, that one will be able to download a chip into their hippocampus or cortex, or some other brain structure\nthat would allow them to download conversational French. And someday we may get to that, that capability may come about. Right now, it does not exist, nor is there a specific pill\nor chemical that will allow you to download more information more quickly. This is the issue around nootropics I've talked about before. There are things that can increase focus, mainly things that increase acetylcholine and transmission through\nthe nicotine system, things that can increase\ndopamine, things like L-tyrosine. Again, I'm not recommending these. You need to heed the\nwarnings on those bottles, but they will increase\nthese neurochemicals. And there are, of course, things that will increase epinephrin, things like caffeine, or some people, because of\nprescription, take Adderall. I'm, again, not suggesting\npeople take any of these things. In fact, today I focused\nalmost exclusively on behavioral tools and ways\nof structuring learning bouts that will allow you to\naccess more plasticity regardless of age. And they center around things that I'm sure if you look around you you'll see evidence for, \"Oh, incremental\nlearning is powerful,\" or, \"Oh, the vestibular system can open up opportunities for plasticity.\" I'm sure that the yogis\nout there all saying, \"Wait, this sounds exactly like yoga. We're supposed to push to an edge and do these inversions and\ndo all those sorts of things.\" Well, I want to be clear, I never said anyone should do inversions. I said that the vestibular\nsystem is a valuable portal into some of these neurochemical states that favor plasticity. But not so seldom, I hear\nfrom the yoga community, and they will say things like, \"Much of what you're saying\nabout how the brain works or neuroplasticity has\nalready been described or is embedded in yoga practices.\" And I just want to be very clear, I have tremendous respect for the yoga community and the practices, I've done yoga from time to time, ",
            "segmentTitle": "Learning French and Other Things Faster"
        },
        {
            "text": "I find it challenging and valuable. I'm not a regular practitioner. But the problem with yoga is exactly the same problem with science, which is that yoga has a lot of practices for which there are very specific names, but no description or lending of understanding\nabout mechanism. And science has a lot\nof mechanisms [laughs] and a lot of publications and papers for which there's very little, if not no description\nof tools and practices. My goal in not just today but in many ways throughout\nthe course of the podcast is to bridge the gaps between\nthese various disciplines in ways that are grounded mainly to the fields of neuroscience\nand some related fields. So, yes, it's true that I look at things mainly through the lens of science, but that's not to say that\nit exhaustively explains everything about anything, nor is it to say that it's the only lens through which one could look at something like neuroplasticity. So I just want to acknowledge that I have great respect for all these different practices and communities. And I think that, indeed,\nthere are many cases in which different communities\nand practices have been aimed at targeting the\nsame goals or outcomes. Science and neuroscience, through an understanding of mechanism, can allow all of us to gain\nkind of common understanding about what those practices are and how to access things\nlike neuroplasticity, sleep, et cetera. And I do believe. as I've said\npreviously on this podcast, that understanding mechanism affords us a certain flexibility. And I don't mean physical flexibility. I mean a flexibility when we can't engage in a particular behavior, maybe we were injured or\nmaybe we're not in the right situation to do a particular practice, but by thinking about mechanism, we can adapt our circumstances. I talked about this with sleep. If you're rigidly attached to one protocol of always looking at sunlight\nat one particular time in the morning and in the evening, that is not as valuable as\nunderstanding the mechanisms of why you might look at sunlight at one particular\ntime versus another because that affords you a flexibility, allows you to adapt. And life is very dynamic and\nwe don't have control over all the external conditions all the time. ",
            "segmentTitle": "Yoga versus Science"
        }
    ]
}