{
    "meta": {
        "videoURL": "https://www.youtube.com/watch?v=q1Ss8sTbFBY",
        "videoTitle": "Fitness Toolkit: Protocol & Tools to Optimize Physical Health",
        "theme": "The Science of Well-being"
    },
    "transcriptSegments": [
        {
            "text": "- Welcome to the Huberman Lab podcast where we discuss science\nand science-based tools for everyday life. I'm Andrew Huberman and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today we are discussing fitness. Fitness, of course, is vitally important for\ncardiovascular health, for strength, for endurance,\nfor lifespan, for healthspan. I can't think of anyone out\nthere that wouldn't want to have healthy hormonal function, healthy cardiovascular\nfunction, to live a long time and to feel vital, that is to have a long healthspan as well as a long lifespan. Fitness and fitness\nprotocols are tremendously powerful for developing all of that. However, despite there\nbeing an enormous amount of information out there on\nthe internet and in books and elsewhere, it can\nbe a bit overwhelming. So today's episode is really designed to synthesize science based\ntools that we've covered on the podcast, some\nwith expert guests like Dr. Andy Galpin or Dr.\nPeter Attia, or world renowned Movement specialist Ido Portal, or physiotherapist and strength and conditioning coach, Jeff Cavaliere. We've had all of them as\nguests on the podcast, and each and every one\nof them provided a wealth of knowledge in terms\nof the various things that you can do to optimize very specific or multiple aspects of fitness. Today, we're going to do\nsomething a little bit different than usual. Typically on the Huberman Lab podcast, I offer mechanism upfront or first, and then we talk about\nprotocols that you can use that really lean on those science and science based mechanisms. Today I'm going to describe\na specific protocol that serves as a general\ntemplate that anyone, in fact, everyone can use in order to maximize all aspects of fitness. So that includes endurance,\nstrength, flexibility, hypertrophy, aesthetic changes, et cetera. However, this general\nframework can also be modified, that is customized to\nyour particular needs. So if you're somebody\nwho really wants to build more strength or bigger muscles, you can change the\nprotocol and the overall program according to that. And I'll talk about very\nspecific ways to do that. Or if you're somebody\nwho really just wants to maintain strength, but\nyou want to build endurance, we'll talk about that. And of course, we will\ncover real life issues, such as should you train\nif you are sleep deprived, what about food? When should you eat? What if you haven't\neaten and you're hungry? Should you still train?\nEt cetera, et cetera. We're going to cover all of that, again, in the context of this, what I would call foundational\ntemplate of fitness. Now, this foundational template of fitness is something that I personally use. In fact, I've used it\nfor over three decades, hard to believe that I'm that old, but I just recently\nturned 47, and I still use this basic protocol or\ntemplate across the week and modify it according to\nwhat my particular goals are that year, that month, even that day, because I, like you,\nlive in the real world and sometimes I've been traveling\nor I miss a workout, yes, it does happen, or life\nisn't organized in exactly the way that I need to in\norder to have everything go according to the\nprotocol that's on paper. So we're going to\ndiscuss real world issues and how to work with the\nreal world issues in order to get the most out of\nyour fitness program. And again, by the end of today's\nprogram, I can assure you, you will have a template\nprotocol that you can build up from, build out, change and modify, and that will really serve\nyour fitness goals according to the science and what\npeer-reviewed studies and the experts that\nappeared on this podcast and other podcasts really\ntell us is best and optimal for our fitness. I'm pleased to announce that\nthe Huberman Lab podcast ",
            "segmentTitle": "Foundational Protocol for Fitness"
        },
        {
            "text": "about on the Huberman Lab podcast. The rest of the support for the Huberman Lab Podcast\npremium channel will go to supporting the regular\nHuberman Lab podcast. Again, that's hubermanlab.com/premium. Before we dive into today's\ncontent about fitness and fitness protocols, I want\nto tell you about a brand new study that is very exciting\nand frankly very unusual. This is a study that was published out of the University\nof Houston, examining what I would call a micro\nexercise or a micro movement. It's a very small movement\nof a very small portion of your body, in fact, just\n1% of your musculature, that when it's performed\ncontinuously while seated has, at least what they\nreport, are very dramatic positive changes in terms of blood sugar utilization and metabolism. So the title of this study is \"A potent physiological\nmethod to magnify and sustain soleus oxidative\nmetabolism improves glucose and lipid regulation.\" This study was published in iScience, and as I mentioned earlier, it is getting a lot of\nattention and it's very unusual. Without going into all\nthe details of this study, let me just briefly give you a little bit of the background. First of all, you have a\nmuscle called the soleus. The soleus muscle is a more\nor less wide flat muscle that sits beneath what most\npeople think of as their calf, although it's part of the calf muscle. The other portion of the calf\nis called the gastrocnemius. The soleus sits below that. Now, the soleus muscle is a unique muscle because it's largely slow\ntwitch muscle fibers. It's designed to be used continuously over and over again for\nstabilizing your body when you're standing upright, for walking. This is a muscle that's\ndesigned to contract over and over and over again. In fact, you could walk\nall day on this muscle and most likely it would not get sore. You probably done that\nand it did not get sore. In contrast, a muscle like\nyour bicep or your tricep, if I were to have you\nperform hundreds or thousands of repetitions, even\nwith a very lightweight one pound weight or a two pound weight, eventually it would fatigue. You would feel a sort of a burn there. It's a very unusual set of\nmuscles to use repeatedly. But the soleus is an unusual\nmuscle in that it really is designed to be used continuously. Now, this study was focused\non how people who sit a lot of the day and don't have\nthe opportunity for a lot of physical movement or\nmaybe who don't even exercise at all can improve their metabolism and glucose utilization. Without going into a deep dive\nabout glucose utilization, because we've done the\ndeep dive on this podcast, episodes such as metabolism, et cetera, you can look those up at hubermanlab.com. They're all timestamped\nand available there. Anytime you eat, your blood\nsugar goes up to some extent. So your blood glucose, as it's called, goes up to some extent. And then insulin is a hormone that's used to essentially chaperone\nand sequester and use that blood glucose or\nit's basically the idea is you don't want blood\nglucose to go too high. Hyperinsulinemia is something associated with blood glucose that's\ntoo high because insulin goes up to essentially match\nthe level of blood glucose. You don't also don't\nwant to be hypoglycemic, you don't want to have\nblood sugar that's too low, and insulin is involved\nin both regulating peaks and troughs in blood sugar, blood glucose. So we can basically say,\nand this is very simple, but we can basically say\nthat you don't want blood glucose to be elevated\ntoo much or for too long. That's not good. In fact, people who have\ndiabetes because they don't make insulin, people who\nhave type 1 diabetes do not make insulin at all, their blood glucose is so high that they\nactually have to take insulin in order to regulate otherwise\ntheir blood glucose can go so high that it can damage\ncells and damage organs. It can even kill people. People who have type 2 diabetes are so called insulin insensitive. They make insulin, but the\nreceptors to insulin are not sensitive to it, and so they make more insulin\nthan normally would be made and blood glucose\nisn't regulated properly, et cetera, et cetera. The take home message about blood glucose is that you want your blood\nglucose levels to go up when you eat, but not too\nhigh and you don't want them to stay elevated for too long. This study looked at how\npeople who are largely sedentary or at least sitting\ncan increase the utilization, the clearance of glucose from\nthe bloodstream after eating, and they also looked\nat overall metabolism. For people, get this, that were using just that\n1% of muscle, the soleus, by doing what they call a soleus pushup. So the soleus pushup can\nbe described very simply as if you're sitting\ndown with your knee bent at approximately right\nangle, like a square corner, and pushing up, or I should\nsay lifting your heel while pushing down on\nyour toe and contracting the calf muscle as it were, and then lowering the\nheel and then in lifting that heel again, lowering the\nheel, lifting the heel again, each one of those is what\nthey call a soleus pushup. This study had people\ncontinuously do soleus pushups and they looked at things like\nblood glucose utilization, they looked at metabolism and so on. Now, a couple of important\nthings about this study before I tell you what they discovered, which was frankly pretty miraculous, almost hard to believe, and yet I believe the data\nlooked to be collected quite well, and there\nare a lot of statistics and the study looks to be quite thorough. First of all, they used\nan equal number of male and female subjects. There were a wide range of\nbody mass indices, okay? So this wasn't just super\nfit people or people that were purely sedentary and not fit. They used a wide variety\nof ages, time of day, people who tended to walk\na lot or not walk a lot. They measured changes\nin metabolism and blood glucose utilization and\npeople that had done these soleus pushups while\nseated in the laboratory, and I must say, they had them do these\nsoleus pushups for quite a long while, continuously. So they had them do it\nfor as long as 270 minutes total throughout the day. So if you divide that,\nthat's four and a half hours, you might say, well, four and a half hours of\nlifting the heel and putting the heel down, lifting the\nheel, putting the heel down, that's a lot. But they didn't always do it continuously. They had some breaks in there. So this is the sort of\nthing that you could imagine you or other people could do while seated, while doing Zooms or\nwhile on calls or maybe even while eating, doing\nthat sort of thing. Although I'm not suggesting\nthat you constantly be focusing on soleus\npushups throughout your life. The point is that people\nwho did these soleus pushups experienced dramatic\nimprovements in blood sugar regulation and in\nmetabolism despite the fact that the soleus is just 1%\nof the total musculature. So here I'm going to\nread from the abstract about what they found, people who did these soleus pushups, despite being a tiny muscle and using very little local energy... In fact, they measured muscle glycogen, the burn or essentially\nthe utilization of fuel within the muscle, and\nthere was very little utilization of fuel\nwithin the soleus itself, and that's because the soleus\nhas this unique property of needing to basically\nkeep you going all day, walking all day or moving all day. What they saw was a large\nmagnitude, for example, 52% less postprandial,\nthat's after a meal, glucose excursion, So 52% less increase in\nblood glucose and 60%, six zero less hyper insulinemia, so reduced levels of insulin. They also, miraculously,\nobserved that despite this being, again, a small muscle, 1%\nof the total muscle mass, so very small oxidative use, they saw big improvements in\nsystemic metabolic regulation. So this is interesting\nand I think something that we should at least know about. I'm not aware that anyone's\nreplicated this study yet. I know there's a ton of\nexcitement about this study in the popular press, and if\nthe data turn out to hold up, which I like to imagine they will, I can understand why\nthere's so much excitement. What this means is that if\nyou're somebody who cares about blood glucose regulation, you want to keep your metabolism running, please don't stop exercising, the other ways that you exercise. But if you're somebody who\nwants to maximize your health, doing these soleus pushups\nfairly continuously while seated is going to be beneficial. And in addition to that, I know that there are going\nto be people out there who, for instance, might be\ninjured or you're traveling and you're stuck on a plane\nor you're in the classroom and you're forced to study\nall day or take notes all day. You're just not getting\nenough opportunity to get those steps that you want to take, whether or that's 10,000 or fewer or more, getting enough steps or movement. Maybe you don't have time\nto get out and do your run, or maybe you're also running, weightlifting and doing\nyoga classes and things of that sort, but you want to\nfurther improve your fitness, at least in terms of\nyour metabolic health. This seems like a terrific, very low investment way to do it. Certainly zero cost. It does take a little bit of attention, so you have to divert\nyour attention from other things you're doing to\nmake sure that you're still doing these soleus pushups. I'm sure that many of you\nare going to have a lot of detailed questions such\nas how high did they lift the heel and did they contract\nthe muscle very hard or not? Couple of things about that, they did not have subjects\nreally contract the muscle hard. They did measure the angle of heel raise and it was anywhere from 10 to 15 degrees so they didn't have to go way,\nway up on their tippy toes or things of that sort. In any event, 270 minutes, four and a half hours of\ndoing these soleus pushups is a lot, but by my read of the data and the rather significant, or I should say very significant effects that they observed on\nblood glucose regulation and metabolism, et cetera, seems to me that doing less\nwould still be beneficial and that you don't necessarily\nhave to do the full 270 minutes in order to get the benefits that they observed. More about the study includes the fact that the benefits they observed\nwere very long lasting, as long as two hours after a meal, they could still see this improved blood glucose utilization. I don't know because I wasn't able to find it in the methods whether\nor not they were doing the soleus pushups while\nthey were consuming blood sugar in this study. The point being that if\nyou're somebody who cares about their fitness, this\nstudy is interesting, because what it means is that, again, if you are forced to be\nimmobile or sitting longer than you would like, if you're stuck in a meeting or Zooms or class or on a plane, et cetera, or if you're simply trying to add a bit more fitness and metabolic\nhealth to your overall regimen, soleus pushups, at least to me, seem like a very low investment, simple, ",
            "segmentTitle": "Tool: Soleus (Calf) Push-Ups, Glucose Utilization & Metabolism"
        },
        {
            "text": "zero cost tool to improve\nyour metabolic health. For those of you that\nwant to peruse the study in more detail, we will provide a link to this paper published in iScience in the show note caption. Before we begin, I'd like to emphasize that this podcast is\nseparate from my teaching and research roles at Stanford. It is however, part of my\ndesire and effort to bring zero cost to consumer\ninformation about science and science related tools\nto the general public. In keeping with that theme, I'd like to thank the\nsponsors of today's podcast. Our first sponsor is InsideTracker. InsideTracker is a\npersonalized nutrition platform that analyzes data from\nyour blood and DNA to help you better understand your\nbody and help you meet your health goals. Now, I've long been a\nbeliever in getting regular blood work done for the\nsimple reason that many of the factors that impact your immediate and long-term health can only be analyzed from a quality blood test. One issue with a lot of\nblood tests and DNA tests out there, however, is that\nyou get information back about hormones, blood lipids, et cetera, but you don't know what to\ndo with that information. InsideTracker makes\nunderstanding all of that very easy and even better points\nto specific directives, that is things you can do\nin terms of your lifestyle, your nutrition,\nsupplementation, et cetera, in order to bring those numbers related to metabolic factors,\nlipids, hormones, et cetera, into the ranges that are optimal for you, your immediate and long-term health. If you'd like to try InsideTracker, you can go to insidetracker.com/huberman to get 20% off any of InsideTracker plans. That's insidetracker.com/huberman\nto get 20% off. Today's episode is also\nbrought to us by ROKA. ROKA makes eyeglasses\nand sunglasses that are the absolute highest quality. The company was founded by\ntwo all-American swimmers from Stanford and everything\nabout ROKA eyeglasses and sunglasses were designed\nwith performance in mind. I've spent a lifetime\nworking on the visual system, and I can tell you that\nyour visual system has to contend with an enormous\nnumber of challenges in order for you to be\nable to see clearly. ROKA understands this and has designed their sunglasses and\neyeglasses to be worn in any number of different conditions\nand for you to still be able to see with crystal clarity. Now, I wear eyeglasses at night, when I work or when I drive, and I wear sunglasses during the day. I don't wear sunglasses\nwhen I get my morning sunlight viewing, a\npractice that I'm absolutely religious about every single morning, but throughout the day, I'll wear sunglasses when\nI drive or if I'm heading into bright sunlight to protect my eyes. ROKA eyeglasses and\nsunglasses are terrific because they were\ndesigned for performance, so they were designed for\nthings like cycling and running, so they won't slip off your\nface if they get sweaty. They're extremely lightweight. In fact, most of the time\nI can't even remember that they're on my face,\nthey're so lightweight. However, they also can be\nworn anywhere, to work, to dinner, et cetera. They have a terrific aesthetics. Unlike a lot of other\nperformance eyeglasses out there that you can\nonly find in designs that really make people\nlook like a cyborg. ROKA makes the cyborg versions,\nsome people like those, but they also make versions\nof their eyeglasses and sunglasses with frames that\nyou can wear out to dinner, to work, et cetera. If you'd like to try ROKA\neyeglasses or sunglasses, go to roka.com. That's R-O-K-A .com and\nenter the code Huberman to save 20% off your first order. Again, that's roka.com and enter the code Huberman at checkout. Today's episode is also\nbrought to us by Helix Sleep. Helix Sleep makes mattresses and pillows that are customized to\nyour unique sleep needs. Now, sleep is the fundamental layer that is the most important\naspect of mental health, physical health and performance. I've said that before on this podcast, and I'm going to be saying\nit over and over again. If you're sleeping well,\neverything else is better, and if you're not sleeping well, everything else gets far worse. So sleep is vital, and sleeping on the correct\nmattress is absolutely vital. Helix understands this,\nand they have a brief quiz that you can take. So you simply go to their\nwebsite, you take this quiz, ask you questions such\nas you tend to run hot or cold during the night, you\ntend to sleep on your back, your side or your stomach,\nor maybe you don't know, and they match you to\na mattress that's ideal for your particular sleep needs. For me, that was the\nDusk mattress, D-U-S-K. I've been sleeping on a\nDusk mattress for well over a year now, and it's\nthe best sleep I've ever had. If you like to try Helix Mattress, you can go to helixsleep.com/huberman. Take that brief two minute\nsleep quiz and they'll match you to a customized\nmattress for your sleep needs. You'll get up to $200\noff all mattress orders and two free pillows. Again, if you're interested, you go to helixsleep.com/huberman for up to $200 off and two free pillows. The Huberman Lab podcast is now partnered with Momentous Supplements. To find the supplements we discuss on the Huberman Lab podcast, you can go to live\nMomentous spelled O-U-S, ",
            "segmentTitle": "InsideTracker, ROKA, Helix Sleep, Momentous Supplements"
        },
        {
            "text": "livemomentous.com/huberman, and I should just mention that the library of those supplements is\nconstantly expanding. Again, that's livemomentous.com/huberman. Let's talk about fitness and let's talk about how you can develop\nthe optimal fitness protocols for you. So that includes what to\ndo each day of the week and your fitness protocol across the week, and indeed across the month and the year and even year to year. When we had Dr. Andy\nGalpin on the podcast, he said something very\nimportant that we want to keep in mind today, which is concepts\nare few, methods are many, that is there are an\ninfinite number of different programs and exercises\nand set and rep schemes and different runs and burpees\nand pushups, et cetera, et cetera that one can follow. However, there are really\njust a few basic concepts or principles of muscle physiology, of cardiovascular function,\nof connective tissue function that provide or set the basis for the adaptations that we call fitness or that lead to fitness. So I'm going to list those off now. We can talk about a fitness\nprotocol that's really aimed mainly toward developing skill. That's one. Or speed. That's another. Or power, which is speed times strength, or specifically strength, or hypertrophy, growth of muscles, or endurance\nsuch as muscular endurance. Muscular endurance is, for instance, your ability to stay in\na plank position or to do a wall sit, to sit on an\ninvisible chair against a wall, or other forms of endurance like near pure anaerobic endurance. So a one minute sprint or\nless or a one minute all out cycling on stationary\nbike, this sort of thing, or endurance that occurs\nin the kind of 3 to 12 minute total duration range. So that might be sprints or high intensity interval type training. It could be an all out swim,\nit could be all out row. That's another form of endurance, taps into different fuel systems, different aspects of muscle\nphysiology, et cetera. And then endurance that\nlasts 30 minutes or more, which is typically what people think about when they think about endurance. But of course, the other\nforms of endurance matter. So we've got skill, speed,\npower, strength, hypertrophy, muscular endurance, anaerobic endurance, what I would call 3 to\n12 minute endurance, although it goes by other names as well, and 30 minutes or more endurance type exercise and adaptations. Each and every one of these\nrequires different principles, different concepts in order to improve, say your muscular strength\nor your hypertrophy or both. However, there's a general\ntheme that sits beneath all adaptations leading to fitness, and that's what we're\nreally going to set down as the base layer, the foundation of everything\nwe talk about today. And that's that we need\nto think about what are the modifiable variables? Again, I'm borrowing\ndirectly from the episode with Dr. Andy Galpin. He was the one that said, modifiable variables are the\nkey thing to think about. What are you going to modify? What are you going to change\nin order to increase one or some of the various things\nI listed off before, skill, speed, power, strength,\nhypertrophy, endurance, et cetera, et cetera. And some of the key concepts that emerge from that discussion are\nthat we need to think about progressive overload. Normally when people hear\nabout progressive overload, they think about adding more\nweight to a bar or picking up heavier dumbbells,\nbut that could also be progressive overload in\nthe context of running up a hill of steeper incline\nor running a little bit faster or a little bit further\nand so on and so forth. Now, as I promised earlier, today we are not going to\ndrill into each and every one of the mechanisms that\nunderlie the different adaptations that are\ngoing to develop speed and strength and endurance, et cetera, because that was covered in the podcast with Dr. Andy Galpin and the other podcast with experts that I mentioned earlier. And we again, will provide\nlinks to those podcasts if you want to drill\ninto those mechanisms. Instead, what we are going\nto do is we're going to start with a program that\nessentially is designed for you to maximize all aspects of fitness to the extent that you can\nsimultaneously maximize all aspects of fitness, but then to change or modify that protocol so that if you want to\nbuild up more, for instance, strength and you want to\njust hold onto the endurance you have, you don't\nwant to build endurance, at least not in that week or\nthat month, you can do that. Or if you want to improve your endurance while maintaining your\nstrength, you can do that. And so on and so forth. Most people, I do believe, would like a combination\nof strength and endurance and flexibility and\nmaybe even hypertrophy, particularly for certain\nmuscle groups that maybe are not as well developed\nas other muscle groups. ",
            "segmentTitle": "Core Principles of Fitness & Modifiable Variables"
        },
        {
            "text": "They want to bring\nbalance to their physique, both for sake of aesthetics\nand for sake of health and for sake of general functioning, to maybe even to eliminate pain, the protocol that I'm going\nto describe really works as a foundational\ntemplate for that as well. So let's drill into that\nfoundational protocol and I'll keep referring to it\nas the foundational protocol, not because it's the one that I use, although it is the one that I use, and not because it's the\none that we're talking about today, although\nit's the one we're talking about today, but because\nwe need some general framework from which to build out the more specific protocols that\nwe'll get into in a bit more detail later. So in this foundational\nprotocol for fitness, what you'll notice is\nthat on any one given day, you're going to focus on one\nparticular aspect of fitness. Maybe it's endurance, maybe it's strength, maybe it's hypertrophy, in particular, it might be hypertrophy for\na particular muscle group or muscle groups. That said, across the entire week, it's designed to bring\nfitness and different forms of fitness to all aspects of your body. So this particular protocol begins on Sunday, although that's\nsimply the day that I happen to begin the protocol. And again, this protocol is not important because it's the one that I follow. I follow it because it is important. In other words, it's a\nprotocol that's really gleaned from the scientific\nliterature and the experts, that is for you. So this fitness protocol\nis really about you. I just may refer to it as\nthe one that I follow simply for ease of communication. And for me, my week begins on Sunday. So I do my very best to\nget a workout in on Sunday. And for me, that workout is\nthat of a endurance workout. It's designed to either maintain\nor increase my endurance, and the endurance type that I'm referring to is endurance of 30 minutes or more. In fact, for me, the goal\nis always to get either 60 to 75 minutes of jogging. So this would be\nso-called zone two cardio, people probably have\nheard of zone two cardio, but if you haven't, that's okay. Zone two cardio is something\nthat you could measure with a heart rate monitor or other device, but you don't need to. Zone two cardio is the kind\nof cardiovascular exercise in which you're pushing yourself to move such that you're breathing\nfaster than normal, your heart is beating\nfaster than normal, however, you are still able to\nsustain a conversation. But if you were to push\nyourself any harder, that is move faster or\ngo up a steeper incline at the same rate you happen\nto be at any one moment, you would lose that ability to speak, you wouldn't be able\nto complete sentences, you would be out of breath or you'd have to pause mid-sentence. Now, it's near impossible,\neven with a heart rate monitor, to stay exactly in zone\ntwo unless you're very, very skilled at that. So I don't obsess over that, and in fact I don't wear\na heart rate monitor when I do this exercise, but for me, the goal is to head out\non Sunday and get 60 to 75 minutes of jogging in zone two. Now of course I like to jog, but that doesn't mean\nthat you have to jog. You could replace jogging with\nrowing on a rowing machine or maybe even rowing an actual boat if you have access to that\nor cycling or swimming, something that allows you\ncontinuous movement for 60 to 75 minutes at that zone two threshold we talked about earlier. For me, that can include some\nhills, and when I say hills, they could be very steep hills, but I simply slow my pace\ndown in order to stay in that roughly zone two range. Or it could be that they\nare more low grade hills and I might just slow down\na little bit or I might even push myself a tiny bit that day. But really I'm just trying\nto build that long endurance. I'm trying to build up\nmy capacity or maintain my capacity to go a long\ndistance without fatiguing. Now some days, meaning\nsome Sundays, since I tend to do this almost always on Sunday, although there are exceptions, instead of doing the 60 to 75 minute jog, what I'll do is I will\nhead out for a long hike that could be two and a\nhalf hours or three hours or maybe even a four or five hour hike. Sometimes it's very long. And I'll do that sometimes\nsimply to mix up the routine, because sometimes jogging\nand jogging the same routes gets boring to me. I do enjoy running, that's something I've been\ndoing for a very long time, but sometimes it just\ngets a little bit tedious and I want to do something different. Also, sometimes I want\nto be social on Sundays. I want to head out on a hike\nwith my partner or I want to meet up with friends\nand hike with them. And so taking a long hike\non Sunday is something that also could be quite social. And then I don't have to\nworry about also getting in my workout when I'm\nheading out on a hike with my partner or going\nout to meet with friends or things of that sort. I will say that there's a specific tool or a specific change that\nyou can make to this Sunday long endurance, or at least\nwhat I consider long for me, I mean it's by no means a marathon or an Ironman, but this\nlong endurance training, and that's the use of a weight vest. So something that I've\nreally started utilizing more recently, and by more recently, I really mean within the last year or so, is I purchased one of\nthese weight vests that can be anywhere from 10 to 50 pounds. What I use in the weight\nvest is irrelevant. But it certainly changes\nthe level of effort required when taking a hike or even a walk. Now there's an additional\nbenefit of the weight vest, which is that if you\nare going out for a hike or even for a walk for social reasons and you're with somebody that's not quite at the same fitness level that you are, frankly it's a little bit\nrude to just keep walking ahead of them and running\nback or running ahead and running back. Oftentimes you really want\nto spend time with the person and you don't want them to feel as if they're holding you up. And so the weight vest\nis a terrific way to get some additional work, then, as you'll find if you wear a weight vest, it is additional work\non, say, a shorter hike. So maybe the person\nyou're with only has time for an hour long hike, or maybe they just don't have\nthe fitness to do a two hour, three hour hike. So I'll throw on the\nweight vest and I'll head out for a walk with them\nor a hike with them, or sometimes I'll go out on a long hike with a weight vest myself. So again, the point of this, for me, Sunday, although it could fall\non any day for you, workout, is really to build up\nthat long form endurance. And this fits well with what Dr. Andy Galpin\nand Dr. Peter Attia referred to as the real need to\nget in some long endurance type work at some point\nor even multiple points throughout the week. For me, this long Sunday\njog of 60 to 75 minutes or long Sunday hike or\nweighted walk or weighted hike really accomplishes that goal. Sometimes leads to a\nlittle bit of soreness, particularly in my\ncalves or if I'm wearing the weight vest, sometimes\nmy midsection will get sore because I'm trying to remain upright. So I think it also builds\nup some muscular endurance, not just cardiovascular\nendurance, but again, throughout the entire time\nthat I'm jogging or hiking, what I'm trying to get to\nis a place where I can feel that my pulse rate is definitely elevated, but it's not so elevated\nthat I have to stop because I'm out of breath. And because I know some\npeople out there might be really neurotic about this sort of thing, if you have to stop because\nyou're out of breath, that doesn't mean that\nyou blew the workout, that you now aren't getting endurance. Of course, you're\ngetting benefits from it. So I'm not absolutely\nneurotic about always staying exactly in that heart rate zone. I might stop and have a\nconversation for a moment if it's a longer hike, although I really try\nand keep moving and I try and push myself just a little bit further than where I'm exceedingly comfortable. And so for me, doing this long Sunday\nhike or jog really provides a foundation, a base\nfor endurance that then the other endurance workouts\nthat I'll describe later, that take place later in\nthe week, can build on. Now, as I mentioned earlier, we will get back to the\nmechanisms that this taps into and why this is so useful. There are multiple benefits\nto doing these kinds of endurance type workouts\nin zone two cardio. But by putting it at the\nstart of my week, again, my week starts on Sunday,\nI'm sure that regardless of how the rest of the week goes, that I got my endurance training in, and of course I'm going to want to, and I will do endurance\ntraining other days during the week, but if\nsomething comes up or I happen to get sick or I'm really\nbehind in terms of work and I can't get other workouts\nin, this Sunday long jog or hike really provides that fundamental, I can honestly say foundation, for cardiovascular fitness\nand endurance that I can hang my hat on and say, okay,\nI've got that one in the bag, and I can then look to other\ndays of the week to focus on other aspects of fitness. Now, a really important point to make about this Sunday endurance\nworkout is that allows you to check off a box and\nthat box is 75 or so minutes of zone two cardio, because\nas you may have heard, either in this podcast or\nfrom others out there like Dr. Peter Attia, getting\n180 to 200 minutes of zone two cardio per week\nhas enormous positive effects on longevity and enormous positive effects on general health, again, in terms of cardiovascular function, but also metabolic fuel utilization, also in terms of your\nmusculature and your ability to use your body over\nlong distances for long periods of time. So while it doesn't complete\nall 180 to 200 minutes per week, it certainly\ngets you a good distance, pun intended, toward that goal. Now, I want to acknowledge\nthat some people might be starting a fitness program, and so 60 to 75 minutes of\njogging might be too long or a three hour weight vested hike, or some people might even\ndo what's called a ruck, like you wear a rucksack,\nthat might be too much, in which case certainly\nstart with less and go on flat ground and go\nat the rate that allows you to get into zone two, but that is not excessively\ndifficult for you. And then as you build up fitness, you can add time or you can add weight through a weight vest, or if you don't want to\nbuy a weight vest or can't afford one, there's a\nsimple solution to that, I actually have a good\nanecdote about that. One time I was heading out\nfor a hike with a friend of mine, he was a former\nSEAL team operator, I'll never forget this,\nand he said, oh yeah, \"I'll bring you a sack.\" And I thought he meant like a sack lunch, like he was going to bring lunch. And I showed up and he\nbasically gave me a backpack that was loaded with a bunch of stuff and the backpack weighed about 40 pounds. And then we took a hike. So I was thinking lunch, he\nwas thinking weighted backpack, and weighted backpack or\neven just any kind of strong sack that you can put over\nyour shoulders or even carry in your arms, it's going to\nwork exceedingly well to build in some extra requirement for effort. So you certainly don't have\nto purchase a weight vest in order to get the benefits\nof bringing additional weight along with you on these\nlong cardiovascular events. But again, build up over\ntime, you can add time, you can add weight, and that's also a really nice\nfeature of adding weight, which is at some point your\nschedule might be such, or you just don't really\nwant to keep adding more and more and more time on\nthis long endurance Sunday, in this case, workout,\nin that case add weight. You can also, as you build up fitness, you can add speed to it, your zone two and what\nzone two is won't shift, but what work is required\nfrom you in order to get into zone two will shift. ",
            "segmentTitle": "Day 1: Long Endurance Workout"
        },
        {
            "text": "That is as you get more and more fit, you'll have to move faster\nand or bring more weight in order to stay in zone two\nand that will simply tell you that you are indeed\nimproving your endurance. Okay, so then Monday\nrolls around and I, like most everyone else out there, I work on Monday, I get\nright into my emails and preparation for podcasts and running my laboratory, et cetera. However, I make sure that at some point on Monday, and for me that\nsome point is typically and ideally early in the\nmorning, so 7:00 AM or so, I train my legs on Monday,\nso that includes quadriceps, hamstrings, and calves. Why do I do that workout on Monday? And what is that workout designed to do? Well, that workout is\nreally designed to make sure that I'm either maintaining\nor building strength in my legs. And this is not simply\nfor aesthetic reasons. This is not simply to\ngrow bigger calves or grow bigger quadriceps and hamstrings, although it can accomplish\nthat as well depending on how you train. We'll talk about details of training. The reason for training legs\non Monday is several fold. First of all, they are\nthe largest muscle groups of the body, and by training your legs on Monday, it sets in\nmotion a large number of metabolic processes that\ncarry you some distance even through the whole week in terms of elevating metabolism,\nin terms of amplifying certain hormonal events\nin your body, et cetera, that are really beneficial. In addition to that, I'm of the belief that the\nlegs are the foundation of the body, and provided\nyou can train legs safely, that training legs is vitally important, not just for strength of the legs, but also for strength of your entire body. Again, some of that is\nthrough systemic hormonal effects because if you're\ngoing to train the large muscle groups of your body\nunder substantial loads, you will get systemic release of hormones, not just testosterone, although\ncertainly testosterone, but also things like growth hormone... You get increases in\nall sorts of so-called anabolic hormones that\neven if you're somebody who's not trying to increase muscle size, because I realize a lot\nof people are not trying to do that, these are hormones that shift your metabolism and your\noverall tendon strength and ligament strength\nand overall musculature into what I would call\na strong foundation. So for me, Monday is leg workout. It also just feels good\nto get the leg workout out of the way earlier in the week, and it accomplishes another goal, which is that I sometimes\nwill take one or two days off of a leg workout because\nthey can be very intense and they are large muscle groups, and I'll explain what\nI do on the off days, they're not pure off days, they actually include some\nrecovery type training or even some all out training. But by training legs on\nMonday, I'm able to get what I consider the hardest strength and hypertrophy workout\nout of the way, and, again, set all those positive\nphysiological effects in motion for the entire week. The other thing is that no\nworkout exists in isolation. What you do one day is\ngoing to be determined by what you did the previous day. And even though the previous\nday I may have taken a three hour weight vested hike, never are my legs so\nsore from that long slow endurance work, because\nit is long and slow, that I'm unable to train legs. Contrast that with a, say, high intensity interval training workout, which comes later in the week,\nand my legs might be sore. In fact, they might not\neven be recovered such that I'm able to do a real legwork, I want to say a real workout. I'll describe what that means in a moment. So legs come on Monday, and I think that for those of you that\nare using or interested in using resistance training, I suggest getting your leg\nworkout done early in the week. And for those of you that\nhave heard the phrase, ",
            "segmentTitle": "Day 2: Leg Resistance Training, Strength & Hypertrophy"
        },
        {
            "text": "don't skip leg day, I will\ngo a step further and say, don't skip leg day, in fact, make leg day your first day of strength and hypertrophy training. Put it on Monday. Okay, so now that we're talking\nabout resistance training, the question is going to\ncome up about sets and reps and all of that business. That was covered in a lot\nof detail on the podcast with Dr. Andy Galpin, and\nI'm going to get into some of that detail now, but I'm going to wait until\nI describe the entire set of workouts for the week before\nI go into even more detail, because there's a way of\nwhat's called periodizing that is changing the\nsets and reps, et cetera, across the week, and\nindeed from month to month, that's really optimal. But I don't want to make it seem as if all of that just pertains to the leg workout. It actually pertains to all\nof the resistance training. So I'll just give you a couple of teasers about the key principles\nof resistance training that I think are almost\nuniversally, if not universally, then generally accepted\nin the strength training and physiology community. And then later I'll get back to some of the overarching\nprinciples that apply to all strength and hypertrophy\nworkouts across the week, including the ones for the\ntorso, the arms, et cetera. Okay, so legs fall on Monday, I should say that leg workouts, like all\nresistance training workouts, for me, consist of about, again, I'm not neurotically attached to this, but about 10 minutes of\nwarming up and then about 50, five zero, to 60 minutes of real work. Now, of course, some of that is\ngoing to be rest between sets, but by real work, I mean really hard work, not necessarily to failure, we'll talk about failure in a little bit, but hard work where I'm\nstruggling to complete the final repetitions,\nif not going to failure to continue to move\nthe weight repetitions. And again, the entire work\nportion of that workout is about 50 to 60 minutes. Why? Well, past 60 minutes, you start getting increases in cortisol that really impede recovery. And I personally am somebody\nthat does not recover very well from high intensity exercise. I realize that within the\nliterature, it is believed, and I think generally accepted, that when you stimulate muscle hypertrophy or strength increases, it\nimpacts the nervous system, it also causes things like\nprotein synthesis, et cetera. There are a number of\ndifferent forms of adaptation that occur to give you muscle\nstrength and size changes. And these days people\ntalk a lot about needing to stimulate muscle\ngrowth or muscle strength at least every 48 hours. But I can tell you that I\nrecover route there slowly, and I benefit from working\nthe same muscle group about twice per week, with longer, or I should say more days of rest in between those workouts. So if I train legs on\nMonday, believe it or not, I'm only training legs on Monday. I do not have a second leg\nworkout during the week. However, on Friday, I do a high intensity interval training session\nthat serves two purposes. One is it serves the purpose\nof triggering a certain type of endurance and\ngetting my heart rate very, very high. And in addition to that, because of the way I do that workout, it acts as a sort of supplement or a more moderate intensity workout\nfor quadriceps, hamstrings, and calves, such that I at\nleast never lose strength, and in fact, generally\nbuild strength from one leg workout to the next, provided\nI'm doing things correctly. So what I'm not referring\nto is the kind of classic super high intensity training\nonce per week and then not actually training\nthat muscle group again. For me, it's really training\neach muscle group twice per week, once directly\nand then once indirectly, either during another\nweight training workout or during a cardiovascular, I should say endurance training workout. So again, legs on Monday, the\nworkout is 50 to 60 minutes, after a brief warmup. I generally pick two\nexercises per muscle group. So again, I'm doing calves,\nI'm doing quadriceps, and I'm doing hamstrings. You should pick the\nexercises that work for you. So that's why I'm actually\nnot going to share which exercises I use. I'll give you a couple suggestions\nabout the ones I do use, but really, exercise selection, as Dr. Andy Galpin pointed out, is a very important variable. And the key thing to\nemphasize for that variable is that you need to be able to\nperform the movement safely. So I know there's a huge debate out there, and people love to argue\nabout whether or not one can squat or deadlift\nfor long periods of time, or should or should not. Some people say you absolutely should. I personally do not squat\nand do not deadlift. I've actually never done much\nsquatting or deadlifting, and I know some people\nout there are probably rolling their eyes or switching\nthe channel at this point. But I can say that for me, I've been able to achieve the strength and hypertrophy goals\nthat I've been seeking, doing things like leg\nextensions and hack squats or for hamstrings, doing\nthings like leg curls and glute-ham raises or\nfor calves doing standing and seated calf raises and so on. I think a key principle\nthat everyone should pay attention to is one that was taught to me by an excellent strength coach years ago, and I still use this and\nat least it works for me. For each muscle group, try and find an exercise in\nwhich you get that muscle into a weighted stretch position. So this would be, for instance,\nthe standing calf raise, down at the bottom, it's weighted and you're\nin a deep stretch provided you're doing the movement correctly. As well as another exercise where you're getting\ncontraction in the shortened position of the muscle. So for the hamstrings,\nthat would be the leg curl, for the calves, it would\nbe a seated calf raise, for the quadriceps, the leg extension is, if the machine is designed\nright and you're doing it correctly, the peak\ncontraction is largely going to occur at the legs extended position, but then another exercise\nfor each muscle group that puts the muscle\ninto more of a stretched or at least a larger range\nof motion or compound type movement, but ideally where there's\nsome stretch there. So I guess I will tell\nyou what exercise I do, for the quadriceps is\ngoing to be leg extensions and hack squats. I use hack squats because\nI don't do free bar squats for safety reasons, and I\nlike the hack squat machine. I'll do leg curls and glute-ham\nraises for hamstrings, and I'll do standing calf\nraises and seated calf raises for the calves. Again, those are the movements that I use because I can perform them\nsafely in the repetition ranges and with the weights\nthat are required for me to either maintain or build\nleg strength and calf strength. But you might decide that\nfor you, dead lifts are absolutely essential and terrific, or squats free bar squats\nare absolutely terrific or front squats. I'm not here to tell you which\nexercises to do or not do. I am telling you that it's probably wise to at least consider doing\nat least two exercises per muscle group, probably three maximum, if you ask me if you're\ndoing your entire legs and calves in one day. But to think about doing one exercise where the muscle's brought\ninto that shortened peak contraction position, like leg curls or leg\nextensions or seated calf raise, and then another exercise\nfor each muscle group where there's more of\na elongation and maybe even a stretch on the muscle group. In fact, that's a principle\nthat you'll hear me talk about later when I talk\nabout training other muscle groups for strength and hypertrophy. So now you know approximately\nhow long to train, you might be somebody who\ncan get away with training for an hour and a half, and that won't impede your recovery. For me, that really starts\nto impede my recovery. Also, if I'm staying on task, that 60 minute limit\nreally works well for me. Do I occasionally train for 75 minutes? Yes, because if I'm waiting\nfor a piece of equipment, sometimes I have to just wait longer. So that happens. But I really try and\nkeep the total duration of the workout shorter. How many sets and reps and rest intervals? Well, that was covered by\nDr. Andy Galpin as well. Without getting into the total science, here's a brief summary\nof how to structure that. It's pretty clear that\nif you're going to do lower repetitions and heavier weight, that you're going to want\nto do a bit more volume. I know that this spits\nin the face of what a lot of people think, but so if\nyou're going to do five sets of five, and I would\nconsider five repetitions low repetition range, heavier weight, and if you're going to train\nwith higher repetitions, you can do fewer sets. That certainly works for me. I generally follow a program\nwhere for about a month, so three to four weeks, I will do all my resistance training in the repetition range of\nabout four to eight repetitions. So that's rather heavy. A few more sets. So it might be anywhere from three to four sets per exercise. Again, still just two exercises. And longer rest between sets, anywhere from two minutes\nto maybe even four minutes if it's really heavy leg work. And then for the next month, switch to repetition range\nthat's closer to 8 to 12, maybe even 15 repetitions per set, but do fewer sets overall, so maybe just two to\nthree sets per exercise. Again, just two exercises\nper muscle group typically. And shorten the rest between\nsets so that it's more in the 90 second, maybe even as short as 60\nsecond rest between sets, but typically 90 seconds\nto about two minutes or two and a half minutes. So basically it's one month heavier, the next month, slightly lighter, although I wouldn't say lighter, I would say moderate weight\nand moderate rep range. That tends to work well for me. It also adheres to a\nprincipal that came up during the discussion, again, with Dr. Andy Galpin,\nthat for hypertrophy, you really can use\nrepetition ranges anywhere from 5 to 30, three zero, reps. But he emphasized changing\nthe repetition ranges in order to offset boredom. Frankly, I like to train heavier. I enjoy training in the\nfour to eight rep range. However, I notice that\nif I do that for more than four weeks in a\nrow and I don't switch over to training in the\n8 to 12, maybe in 15 repetition range for about a month, well then I can't make\ncontinuous progress. I start to actually lose ground. But by switching back and forth, I actually can make\ncontinuous progress at least across the year. So I hope that that principle, or I should say that protocol\nwas communicated clearly. It works very well, I assure you. Does that mean that I\nnever get 10 repetitions on a week when I'm supposed\nto train in the four to eight repetition range? No. Occasionally I'll venture up\ninto the 10 repetition range, but I really try and cluster\nthe low repetition work for about a month, again, across all workouts and all exercises and the slightly higher, I would even say moderate\nrepetition work across to the next month. One thing that you'll\nnotice since we are talking about total fitness programming is that during the months\nwhere you are doing moderate repetitions, you'll notice that your endurance work\nwill actually be facilitated. And I do not think that's a coincidence. In fact, it's not a coincidence. It's because when you\nare training very heavy or in the heavier range,\nlower repetitions, et cetera, you're tapping into different\nprocesses in those muscles. So when you head out for\nthat long Sunday hike, or as you'll soon hear, whereas on Friday you're\ngoing to do high intensity interval training, what you'll notice is during certain months\nof weight training, when you're training more\nheavy, those workouts will feel, literally will feel\ndifferent than they will during the months when you're doing moderate repetition work. I am not a competitive athlete. I'm not running races\nor triathlons like some of my friends. I'm very impressed by them. I'm really just trying to get overall cardiovascular fitness, overall strength, overall hypertrophy where I\nneed it, maintain muscle size, et cetera, in muscle groups where I'm\njust trying to maintain. That's really my goal. So I'm not trying to optimize\nany of these workouts for any one performance\nfeature, but in a little bit, we'll talk about how you\ncan change various aspects, ",
            "segmentTitle": "Key Principles of Resistance Training"
        },
        {
            "text": "that is, variables of these\nprotocols, in order to say, for instance, really emphasize hypertrophy or really emphasize endurance. Okay, so with what I would call a standard endurance workout done\non Sunday, and I say standard because most people,\nwhen they hear endurance, they think of the ability to endure, to continue in a repeated\nmovement or exercise over some period of time, with that workout done on Sunday, and then with the leg workout done\non Monday, you can feel really good about how you're\nheading into the week. However, after training\nlegs on Monday, I experience that doing cardiovascular\nworkouts the next day is either inefficient or at\nleast doesn't really allow me to completely recover\nfrom my leg workout. Now, I realize that\nsome people are going to immediately scoff at that, and in fact, there are really beautiful\npapers out there talking about how one can\nactually do a fair amount of cardiovascular exercise\nwithout interfering with their strength and\nspeed and hypertrophy improvements and vice versa. In fact, there's a terrific\nreview that was mentioned on the podcast with Dr. Andy Galpin. This is a review that we'll\nprovide a citation to, and a reference and a link to, which is the review by Murach\nand Bagley, which talks about whether or not there's interference between strength and endurance workouts. Really interesting review\nif you want to peruse that. But with all that said, I like to take Tuesday as a no endurance, no resistance training day, but that doesn't mean that\nI'm not doing anything for my overall health and fitness. On Tuesdays, I do a series\nof heat cold contrast. In other words, I get really, really warm and then I\nget really, really cold, I get really, really\nwarm and I get really, really cold repeatedly. And the way I do that is by\ngetting into a hot sauna. So for me, that's really hot, but I've built up my heat conditioning, so please don't do this\nunless you've built up your ability to withstand heat. And I'll get in for about 20 minutes. Sometimes 15, but usually 20 minutes. Then I get out and then I\nwill get into an ice bath or a cold water bath that's about 45 to 50 degrees Fahrenheit. Again, don't get into water that's so cold that you go into shock. I'll explain what a good\ncold stimulus could be for you and how to determine that. Or if I don't have access\nto my sauna and my ice bath, what I can do if I'm\ntraveling is I will take a hot bath and then alternate with cold shower, hot bath, cold shower. It's hard to do hot bath ice bath unless you have two baths. I don't know any hotel rooms, at least I've never stayed\nin one that has two baths, although I'm sure they're out there. But for me, this is heat cold contrast. And really what this day\nis about is two things. First of all, I'm trying\nto accelerate recovery from the leg workout I did previously. Also, if you listen to our episode of the Huberman Lab podcast\nabout deliberate heat exposure or you listen to our episode of the Huberman Lab podcast\nabout deliberate cold exposure, I talk about some of the\nbenefits of heat and cold, and I get into a lot of details about how you can access heat. You can do baths, you can do saunas, you can even take hot showers. If you don't have access to any of that, you could even wrap your\nbody from the neck down in a garbage bag, plastic\ngarbage bags, believe it or not, wrestlers used to do this, put on some sweats and go running. That'll get you warm. Again, be careful not to\noverheat and then you can get into a cold shower. So there's a lot of ways, depending on your budget\nand what you have access to. I don't use cryo, these\ncryotherapy chambers, they're hard to find. They're expensive. Again, I use sauna and\nice bath and I will do anywhere from three to five\nrounds, which is a lot, anywhere from three to five rounds of heat for about 20 minutes and\ncold for about 5 minutes. How cold should the cold be? We covered this in the episode\non deliberate cold exposure. Here's a general rule of thumb. It should be cold enough that\nyou really want to get out, but not so cold that it's unsafe. And that will vary from person to person. So I cannot give you a\nsimple prescriptive there. Same thing with the heat, hot enough that you're\nsweating and that you want to get out, but not so hot\nthat you're running the risk of injuring yourself or killing yourself. And again, that will vary\nfrom person to person. So you have to build up slowly, be careful and build up empirically. I do that on Tuesdays again as a way to accelerate recovery and\nbecause it's very clear that there are cardiovascular benefits, maybe even benefits for the brain related to the cardiovascular\nbenefits because of course the brain needs a lot of\nblood flow and needs a lot of nutrients and other things flowing into and out of there, debris out and nutrients and\nother things into the brain. Heat can help accelerate\nthat or improve that. And so I'm doing that to\nimprove cardiovascular function, improve brain health, and\nthen the cold contrast provides a sort of accelerator\non that or an amplifier I think is the better way to phrase it on that process because in the cold you get vasoconstriction\nand then in the heat you get vasodilation. And so you're maximizing that process, which is actually a neural process. Nerves actually innervate\nthe blood vessels and capillaries and even the arteries in order to allow that\nconstriction and dilation process to occur. So Tuesday is really about recovery, but my recovery day isn't necessarily about just laying around\nand not doing anything. I might still also take\nsome walks that day. Remember, I want to try\nand get that 200 minutes of zone two cardio across the week, and sometimes, not often, but sometimes I'll get\nin a few minutes or more of walking quickly that day. But generally I'm working\na lot on Tuesday as I do on Monday, and I'm a\nlittle bit tired and maybe even a little bit sore from my leg workout the previous day Monday. So I try and get that hot cold contrast. There are other benefits\nto hot and cold contrast. We have a description of\nthe different protocols for hot and for cold and their contrast at our Huberman Lab newsletter. You can find that by\ngoing to hubermanlab.com. Go to the newsletter tab under the menu and you can sign up. You can actually download\nthose protocols very easily without even signing\nup if you just want to access them straight off. So Tuesday is really about\nrecovery and about getting some additional cardiovascular benefits from heat cold contrast. One other thing that's\nbuilt into the rationale for doing a lot of heat and\ncold on one day as opposed to doing it every day... Well, in addition to it\nbeing a little bit more convenient because certainly\nsome people don't access to heat and cold sauna and\ncold dunks et cetera every day. So maybe getting to do\nthat one day is more accessible or feasible. But in addition to that, it's very clear that\nwhile there are benefits to doing sauna often, and we talked about this\nin the deliberate heat episode and the episode with Dr. Rhonda Patrick\nwhen she was a guest on this podcast, it's\nalso clear that if you do sauna seldom, that is once a week, but you do a lot of it on\none day, so in this case, it's an hour, if it's,\nremember, it's one more, it's three to five rounds\nof 20 minutes of sauna followed by about 5 minutes of cold or so, by doing that all on one day, the peer reviewed research that's covered in the episode on deliberate heat, this is a study out of Finland, showed that you get massive, even 16 fold increases in growth hormone, which are extremely\nbeneficial for metabolism and for recovery. So these massive increases\nin growth hormone are seen when you are doing these sessions of sauna that are repeated on the\nsame day and you're only doing that about once a week. Whereas if you do sauna more often, there are certainly benefits to that, but it's time consuming and\nyou need access to sauna more often than one day\na week if you're doing it more than one day a week. But if you do it one day a\nweek and you're doing a lot of sessions within that\nday, as I've detailed here, you see these massive\nincreases in growth hormone that are not observed if\nyou're doing sauna more often for the other benefits of sauna. Now the effects of cold are many, it's not just vasoconstriction, but the effects of cold\nare also counterbalanced by some of the problems with\ndeliberate cold exposure that maybe you've heard about\non this podcast and a lot of other podcasts and seem\nto be a kind of a buzz theme on Twitter and elsewhere. And the point is this, there are a number of\nquality studies showing that if you do deliberate cold exposure, in particular ice baths\nor getting into very cold water immediately after an\nendurance training session or a strength and hypertrophy\nsession, it can indeed, yes, it can disrupt or prevent\nsome of the adaptations that you are seeking with\nstrength and hypertrophy and endurance workouts. Okay, so you heard that right. And I believe that to be\ntrue based on now several quality peer-reviewed studies. So by doing your deliberate cold exposure on Tuesday, you're not\ngoing to get those effects, that is the blocking of\nhypertrophy or the blocking of strength improvement or\nthe blocking or prevention of improvements in\nendurance that would occur if you immediately got into the ice bath after a hypertrophy strength\nor endurance workout. Now the caveat to that is if\nyou are somebody who likes to do cold showers, I am not aware of any\ndata that says that cold showers cannot be\nperformed after a strength hypertrophy or endurance workout. Cold showers are different\nthan submersion up to the neck in an ice\nbath or another cold body of water for a number\nof different reasons. In fact, they tap into different aspects of the nervous system entirely. We don't have time to go into that now, it's covered in the episode\non deliberate cold exposure, but the simple point is by doing your heat and cold contrast, or hey, listen, if you're somebody who\ndoesn't have access to sauna or you don't like hot\nbaths and you just do some deliberate cold\nexposure on Tuesday, you are ",
            "segmentTitle": "Day 3: Heat & Cold Exposure, Recovery"
        },
        {
            "text": "doing that separate from\nyour strength and hypertrophy and endurance workouts such\nthat it will not impede the benefits of those workouts. Okay, so long endurance on\nSunday, leg resistance training on Monday and on Tuesday,\nheat cold contrast. That brings us to Wednesday. And on Wednesday we get back to a resistance training workout. And the resistance training\nworkout that I emphasize on Wednesday is one in\nwhich you train your torso. Yes, literally your torso. I know this is counter to\nthis so-called bro science of bro splits. I don't know who originated that term, it's a terrible term. It essentially alienates\nanyone who's not a bro or considers themselves a bro. But in any case, this is not about training\nchest or back or shoulders. In fact, it's really about\nstrengthening the muscles of the torso and of\ncourse includes the chest and the shoulders and the back. And I'm sure, as I say this, a number of people out\nthere who are obsessed with hypertrophy and\nmuscle growth and filling out their shirts or whatever\nit may be, are thinking, oh no, this is just kind\nof all around fitness. But no, the point is, on Wednesday you train your\ntorso and that's going to involve some pushing, so that's, for you that might include\nsome training of things like bench presses or\nincline presses as well as shoulder presses or lateral raises, things for the shoulders\nas well as for the back, some pulling exercises. These could be bent over\nrows or chin-ups or pull-ups. Again, there are enormous\nnumber of exercise for each and every one of these muscle groups. Now, I believe there's a\nclear benefit to training all these muscle groups\ntogether on the same day, because much in the same\nway that training legs all on one day can lead to\nthese systemic effects because they're large muscle groups, working both the pushing\nmuscles and the pulling muscles of the torso on one day, at least in the context of this program, is very time efficient,\nand tends to wick out into a number of different dimensions of health that at least I'm\ninterested in and I think a lot of other people are interested in. What are those? Well, let's think again, I want to be strong in not just\nmy legs, but my upper body. I also may want, may want\nto engage some hypertrophy, to grow certain muscle\ngroups in order to create a sense of balance. I could be for aesthetic reasons, but also for balancing\nstrength and for health of, and the integrity of\nthe joints, et cetera. And in addition to that, by training a bunch of different\nmuscle groups together, you have the opportunity\nto get the more systemic hormonal effects and\nmetabolic effects that occur when you're not just\ntraining one muscle group and isolating that one muscle group, but rather training a bunch\nof muscle groups together. So Wednesday I train torso\nand I do that in push pull fashion just for\nkind of time efficiency. Sometimes that means doing\na pushing exercise and then a pulling exercise. Sometimes it might even\nmean doing a set of pushing and then a set of pulling\nand going back and forth. However, if you're in a gym, in particular, a crowded gym, please don't be one of those people that colonizes multiple\npieces of equipment and says, I'm working there, I'm working there, and that can be quite a\ndance and it can be hard to orchestrate a workout like that. So sometimes it will be\nstarting off with a set of shoulder presses and\nthen doing all your sets of those and then moving\nto your chin ups and then moving perhaps back to\nshoulders and realizing, ah, oh, someone's on the machine that I wanted, or using the equipment that I wanted, so I'll just finish up the pulling, I'll finish up the back work\nand then go in to the push. I don't obsess over the\nalternation in any kind of strict way. I really just try and get the\nmuscles of the torso trained. And again, it's two\nexercises per muscle group. And one of those exercises\nis going to be something where there's, I realize this isn't physiologically accurate, but a shortening of the muscle or where they,\nat the end of the movement, the muscle is under maximal contraction. I could throw out some names of exercises just for purpose of understanding. So this would be like cable\ncrossovers for the chest, the peak contraction is at the end, whereas something like an incline press, there's more of a stretch\nprovided it's done over a full range of\nmotion at the beginning of the movement. So again, something\nwhere there's a stretch and something where\nthere's a peak contraction. For the shoulders, it's a\nlittle bit harder to do, although there are ways to do that. And Jeff Cavaliere has\nexcellent workouts available, zero cost, on YouTube. He also has excellent programs\non his athleanx.com site. but certainly has a lot\nof excellent protocols on his YouTube and Instagram. But on YouTube you can\nput in his name and any muscle group that you want to train. And he has some terrific\nvideos describing exercise choice and other features\nof exercise parameters. Again, a peak contraction\nor shortening of the muscle, peak contraction exercise\nand a stretching exercise. And so for the back, one might say, okay, a seated row or a bent\nover row or a dumbbell row where the elbow is\nbrought behind the torso for a peak contraction movement. And then for more of a\nstretching movement might be something like a chin up or a pull-up. And as I say this, I understand that stretching\nand peak contraction aren't the exact terms that\none would use if they were a physiotherapist or a strength\nand conditioning coach, but I think for the\ntypical person who's trying to generate strength and\nhypertrophy in those muscles or maintain strength and\nhypertrophy in those muscles, this kind of nomenclature\nway of describing it at least should be\nclear and even efficient. And just to remind you,\nas with the leg workout, the total duration of the\ntorso workout is going to be 50 to 60 minutes after a brief warmup. The sets and repetitions\nare going to be dictated in the same way that I described earlier. So for about a month it's\ngoing to be more sets. So anywhere from three to five sets in the lower repetition range, so four to eight repetitions, so that's going to be heavier\nweights and longer rest as I described earlier,\nthe rest intervals. And then for the next\nmonth it's going to be moderate repetitions, fewer sets, the same way I described earlier. And if you want more\ndetails on all of that, you can find that in\nthe newsletter related to the optimal or\nfoundational fitness protocol that you can access at hubermanlab.com. One thing I should note\nabout the Wednesday torso workout is that I am a\nbig believer in training the, what I believe is the highly avoided, or at least overlooked but\nvitally important aspect of total body stability,\nstrength and safety, really, safety, which is the neck. Now I realize a lot of people\ndon't want a large neck, and I totally understand\nfor aesthetic reasons why they don't want that. It's kind of interesting\nactually, if you think about it, that people who have a\nlarge neck are often told they have no neck. People say that guy has no\nneck or they have no neck when in fact they're referring to the fact that they have a very large neck. I don't know how that came to be. Somebody put in the comments why that is, how come when people have\na big neck they refer to it as no neck. So why do I train the neck? I train the neck for a couple of reasons. One is years ago I had an\naccent where I actually fell off a roof and I'd been\ntraining my neck at that time for a sport that I was\ninvolved in and I walked away from it with a sore\nneck but not a broken neck. And I thought, wow, it's\nreally great that I have been training my neck. In addition to that, I was once in a car accident\nwhere I was parked... I just bought the car, was\nmy first new car purchased, parked in that car with my mother, my grandfather in the\nbackseat at the red light and someone rammed into us at full speed. Now fortunately, none of us\nwere hurt. We were all rattled. And once again, I was very\nsore in my back and in my neck. But I think one of the\nreasons why I was able to essentially walk away from that, I didn't have any sustained damage was because I trained my neck, but I started training my\nneck for sport and I continue to train my neck because I\nnotice when I don't train my neck I start getting shoulder issues. And if you talk to an\nexcellent physiologist like Dr. Kelly Starrett of The Ready State, is an excellent channel, you can find them on all the social media and standard channels\nor you talk to anyone out there who really\nunderstands the strength of the torso and the upper\nbody and even the back. What you learn is that, of course, being the upper portion of the spine, stabilizing your neck is very important. Now, training the neck can\nbe a little bit detailed and specific and even\ndangerous if you do it wrong. Again, Jeff Cavaliere has\na terrific set of videos on training the neck properly. I know a lot of people\nout there might think neck bridges and I used to do neck bridges. I occasionally still sneak in\na neck bridge here or there, although I don't recommend\nit because in discussions with Jeff, he will tell\nyou, and it's true, that the discs eventually\ngo and you can run into serious issues from doing bridges and it doesn't happen\ngradually so you can't notice it happening. It just happens suddenly. So I might occasionally do a neck bridge, but in general I'll train\nneck by wrapping a plate in a towel so that I don't\nend up with an imprint of the weight value on my head or face. And then moving the neck\nfrom side to side or front or back, and again, we'll\nprovide a link to those videos. It's a terrific set of\nvideos that describe how to train your neck\nproperly and safely. So even if you're not\ntrying to grow your neck, you definitely want to\nmake sure that you use some light weights to\nmake sure that your neck is stable and upright. And I say stable and upright\nbecause it's very clear that for reasons related\nto texting and staring down at computers and related\nto weak neck relative to the rest of the muscles\nthat stabilize the spine, a lot of people, their default stance or\ntheir default posture is with chin forward and that's not good. Not only is it aesthetically not good, but it also can create all\nsorts of issues related to back pain and headaches\nand things of that sort. This is a real thing, training your neck allows you to stand ",
            "segmentTitle": "Day 4: Torso & Neck Resistance Training"
        },
        {
            "text": "upright, sit upright. I even believe that it\nallows you to do things like public speaking or have\nconversations with people on the street in a way\nwhere you are front facing as opposed to looking down. So Wednesday is torso\nand neck and then comes Thursday and that means\nanother cardiovascular exercise session,\nalthough it's a brief one. Unlike the endurance training on Sunday, the cardiovascular session on Thursday, and again, for me it falls on Thursday,\nbut for it could fall on a different day depending\non when you started this protocol, is going\nto be about, again, about 35 minutes of, for me, running, although it could be rowing\nor it could be cycling, it could be something of that sort. The goal of this workout\nis what's important. The goal of this workout is to tap into, remember that long list\nthat we talked about earlier where you've got skill and speed and power and strength and hypertrophy, et cetera, different forms of endurance, is to get into that range of endurance where your heart rate is\nelevated quite a bit more than zone two, but that you're not really\ngoing all out sprint. So what that means for me\nis warming up for about 5 to 10 minutes. That could be jogging, a little\nbit of light calisthenics, might even be hopping\non a stationary bike, although to be honest I\nloathe the stationary bike, and then setting a timer\nand doing about 30, but ideally 35 minutes of what I call 75% to 80% of all out. Okay, now I realize this\nspits in the face of all you heart rate monitor wearing\nsuper techy exercise types. But when I think of all out\nsprint, I think of 100%. And what is that? In my mind that's somebody is chasing me with a needle full of\npoison and I am sprinting away at maximal speed. That for me is 100%. So after a brief warm up, what I'm going to do is\ngo out, typically outside, although sometimes it\nhas to be on a treadmill if I'm traveling, and move,\nrun for about 30 to 35 minutes at about 75% or 80% of that all out. What that means is that I'm\nstriving to keep a steady pace, but in reality I don't. I sometimes have to stop at\na stoplight, there are cars, please don't run into\ntraffic just to maintain that speed and that timing, that would be terribly\nantagonistic to fitness, in particular, lifespan. That running tends to be running in which I'm breathing\nhard so I'm not able to restrict myself to\npurely nasal breathing. And I should have mentioned earlier, on the Sunday long ruck\nor weighted hike or jog, if I'm alone, I try and\ndo pure nasal breathing. If I'm with other people or I'm talking, obviously I'm not going\nto do pure nasal breathing because I'm talking, although\nI'm sure that sometimes they wish I was doing\npure nasal breathing. That Thursday workout\naccomplishes a number of things. First of all, it really\ngets my heart rate up and it improves multiple\naspects of endurance, because as you recall earlier, the different bins of\nendurance that include muscular endurance, anaerobic,\nthat 3 to 12 minute range and then 30 minutes or longer, none of them really precisely\nmatch what's accomplished in this 35 minute or so\ncardiovascular session where I'm pushing hard but not all out. But that's exactly the reason to do it, which is that it taps\ninto multiple fuel systems for the muscle and multiple\naspects of the heart and capillaries and\narteries and veins that are involved in generating that movement. So it really cuts a\nbroad swath into multiple categories of endurance. And also just keep in mind\nwhat this foundational or optimal fitness protocol\nis really designed to do. In my mind, a foundational\nfitness protocol is one that leaves you or has you\nin a state where if you need to walk really far and\ncarry a bunch of weight, you can do it. If you need to lift a heavy\nobject with your legs, you can do it. If you need to run really\nfast for two minutes, you can do it. And if you need to run\na little bit further, like maybe in 10 minutes\nfor whatever reason, you can do that. So it's a really kind of\nall around fitness program and that 35 minute run, again, could be swapped with a 35 minute erg row. Or sometimes if you only have access to a stationary bike, you could do that. I suppose if you didn't\nhave access to any equipment and running is not your thing,\none thing that I have done, especially if I've been\nstuck in a hotel 'cause I arrived late someplace\nand I really want to get this workout in, you could\ndo the dreaded burpee. I know there are a lot\nof opinions out there, some people think burpees\nare downright dangerous, other people love burpees. You could do that. Or you could do really fast\nbut full jumping jacks. I know that's a little PE class, right? Physical education class-ish. But sometimes if I need\nto get the workout in, what I'll do in a hotel\nif I've arrived late in particular day of travel\nis I will find the stairwell, the fire stairwell, I'll\nmake sure by the way that I can get back into the\nbuilding 'cause I've been locked in those stairwells before. And I will simply walk\nreally fast up the stairwell as many flights of stairs as there are, or maybe even jog it, not quite sprint, but a run up those stairs\nover and over and over again in order to get that 35\nminutes of 75% to 80% of max output cardiovascular work done. And if I'm really just\nrestricted to my hotel room, I'll just do jumping\njacks for 30, 35 minutes, sometimes while watching something on TV. And believe me, if you're\ndoing full jumping jacks, like really extending your legs, really getting arms\noverhead and really doing the full movement, by the\ntime you hit five or six minutes you are going to be\nsweating and your heart rate is really going to be up. I also sometimes will\ntravel with a jump rope. I always try and travel with\na jump rope and skip rope, much to the dismay of\nthe people who are housed below me in the hotel room. Skipping rope, I should mention, can be a very effective way of getting cardiovascular training\nwhile you're on the road. But in all seriousness, if you're in a hotel room or an apartment and you can't really jump\nhigh and you're very good at jumping rope, what you'll\nfind is it's not going to get you into that higher\nelevated heart rate zone. Okay? It can be great for\nzone two type training, but if you're really\ngood at skipping rope, and I wouldn't say I'm really good at it, but I've done enough skipping\nrope that I can just kind of cruise and talk and\nit, it's more zone twoish, even feels like walking at times. Now you can do double unders where you're really jumping\nand putting the rope under you twice each time\nor crossovers, et cetera, depending on your skill level. But again, if you're in an\napartment or you're in a hotel, that's going to be harder to do. And because there's some skill involved, sometimes you're stopping more often than you're continuing. By the way, and I just\nhave to mention this, a really terrific Instagram\nchannel is @anna.skips. This is a teacher, a science teacher, or I believe it's a math, maths as they say in the\nUK 'cause she's in the UK, maths teacher. I don't know Anna, but I\nknow she skips 'cause she has this amazing Instagram\nchannel called Anna Skips. And what's really cool about her Instagram is she\nshows you her progression from not being able to skip rope at all to the absolutely incredible\ntypes of rope skipping that she's doing each morning\nwhile getting sunlight, ",
            "segmentTitle": "Day 5: Moderate Intensity Cardiovascular Training, Running Alternatives"
        },
        {
            "text": "which of course is\nessential health protocol. So check out Anna Skips on\nInstagram, really inspiring and made me want to get\nbetter at skipping rope. I'm still working at it. Okay, so with that\nThursday cardiovascular, let's call it endurance, but cardiovascular training workout done, around roles Friday and\non Friday I'm going to do another cardiovascular training session, and I alluded to this earlier, but this cardiovascular\ntraining session is also designed to tap into some\nof the ability of hard, I should say high intensity\ninterval training, to tap into strength and\nhypertrophy increases for the legs. 'Cause remember, we train legs on Monday and what the science tells us is that protein synthesis\nin a muscle group can be stimulated about every 42 to 72 hours. And so we've had Tuesday off, Wednesday off and Thursday\noff and you don't want to lose progress that you\nmade from that terrific Monday leg workout. But in order to make sure\nthat you can do the other things that follow in this\nprogram and pick back up on Monday with another leg workout, at least for me with my recovery abilities and my work schedule, I'm not going to do an\nentire other leg workout because it's going to set\nthe whole thing out of whack. That is, I won't be\nable to consistently do the same workouts on the\nsame days of each week. Now with that said, a little bit later I'll\nexplain what happens if you have to miss a workout\nand how you can combine days, et cetera. But I really strive to\nget certain workouts done on certain days consistently\nat least as best I can. So Friday is high intensity\ninterval training, and that can take a\nvariety of different forms. For me, the ideal thing\nto do, for me, again, you could do something\ncompletely different. Exercise choice, again, should be governed by what you can do safely\nso you don't injure yourself and that you can perform\neffectively and that gets you or provides you the\nstimulus that you want. And what I'm trying to do\non Friday is get my heart rate way, way up. Talked about this in the\nepisode with Dr. Andy Galpin. In addition to the benefits\nof getting 180-200 minutes of zone two cardio per week, minimum, it's a really good idea to\nget up to that max or near max heart rate at least once a week. And you're not going to do that\nfor very long periods of time. You're not going to do\nthat for 30 minutes. You can't sprint all out for 30 minutes unless you're Steve Prefontaine. If you haven't seen the movies \"Without\nLimits\" or \"Prefontaine,\" you should absolutely see those. He was able to go out and run 12 laps, what seemed to be an all\nout sprint or close to it. Incredible. But most people are not\ngoing to do that or going be carried away on a\nstretcher if they try. These high intensity\ninterval training for me ideally would be on so-called\nassault bike or Airdyne bikes. So these bikes that have the\nfan, which might seem like, oh, just cools you off, but actually there's a\nlot of resistance there. So what I will typically\ndo is a 20 to 30 second all out sprint using arms and\nlegs and then 10 seconds rest and then repeat all out sprint for 20 to 30 seconds, 10 seconds rest, repeat. And I'll do that for anywhere\nfrom 8 to 12 rounds, which, trust me, even if you start\nout a little bit less, or I should say not all\nout intensity or effort, by the time you hit\nthe fifth or sixth one, you will be certainly\nheaded into if not near your maximum heart rate. Now what is your maximum heart rate? Do you need a heart rate monitor? No. If you like using that\nsort of thing, great. But again, Andy Galpin\nbeautifully supplied us with the information. He said if you take the\nnumber 220 and you subtract your age, that for most people, most, is going to be your maximum heart rate. Although for certain\npeople who are very fit or certain ages, that's\nnot going to apply. So it's a little bit too crude to measure, but it's a good starting\nplace and you can look up other information or see\nthat podcast episode, we provide the link to it\nin the show note captions if you want to get more details on that. I don't use a heart rate monitor. What I'm trying to do is get to that point where I quote unquote\nfeel like I want to die. Now I don't want to die,\nand please don't die, right? If you're not in good\ncardiovascular health, do not just jump right\ninto this fitness protocol. But I want to get to the\npoint where I really feel like I could not pedal any\nfaster or pull any faster on the assault bike, the Airdyne bike, or if I'm doing this workout\nin a place or at a time or because I choose to\nnot use a bike or a rower, 'cause you could also use a rower, I will simply do sprint jog intervals. I will sprint for 20 or 30 seconds, then jog for 10 seconds,\nsprint for 20 or 30 seconds, and then jog for 10\nseconds and just repeat. I used to have a big field\nnext to my laboratory, my old laboratory, and I\nused to bring my bulldog Costello out there. He was really good at the\nfirst sprint part and then he would just lie down and watch. he didn't even do the jog part. I would just go back and\nforth, back and forth, back and forth, panting\nlike a bulldog nonstop, barely able to recover\nbefore sprinting again. And the basis of this workout\nagain is several fold. First of all, it's to get\nthe heart rate really high, up towards maximum heart\nrate at least once a week. So you accomplish that this Friday. Also, if you are\nsprinting and then jogging or you are really pushing\nhard on an assault bike or an Airdyne bike, or\nusing a, for instance, a skier or a skier machine or any number of different cardiovascular\ntraining tools, you are going to get\nactivation of the legs, of course not to the\nsame degree as you would with squats or dead lifts or\nleg extensions or leg curls. That's simply not the case. But you're going to trigger\nstrength and hypertrophy and other types of adaptations\nin those muscle groups. So this for me also represents\nthe second leg workout of the week where I'm\nnot touching any weights. One important point that\nI don't think I've heard mentioned anywhere else,\nbut that I hope to have Dr. Kelly Starrett on\nthe podcast to discuss and that I've discussed\nwith him one on one, which is be careful with\nall out sprints or all out anything cardiovascular exercise, you can get injured doing those. So for instance, if you\ngo out and you just sprint across a field, all out, 20 or 30 seconds and\nthen walk back and can do it again and again, don't be surprised if the\nnext day you have some sciatica or even some pelvic floor pain. I don't recommend going\nall out on any movement that you can't perform with perfect form. Okay? So for me, I really try and\nstay away from all out sprints. I'll sprint it about 95% of what I can do because I find if I go all out sprint, I don't know what the reason is, but it might be an over\nextension of a limb or something like that,\nI'm not a sprinter, I'm not a sprinting coach. I do hope to get Stu McMillan\non here or Dan Pfaff, who are excellent sprinting coaches, at some point they were world\nclass sprinting coaches, but I'm not a pro sprinter, I'm not even a amateur sprinter,\nI'm a fitness sprinter. So the Airdyne or assault\nbike or the rower is really a safer option for me. And if I'm running or I'm doing some sort of movement where I'm\nunconstrained, really, in terms of how far my stride is, I mean I'm obviously\nconstrained by the musculature, I'm really careful to not overextend or do something like that. And the only way to do\nthat is to not go all out. So again, the goal for this Friday workout is to really get the heart rate high, do high intensity interval training... A number of different\nways you could do that. You can look up HIIT,\nHIIT workouts online, find the one that's best\nfor you and really pick something that's safe that\nyou can do consistently, and I believe that ideally\nwill also trigger a bit of either strength and\nhypertrophy and speed power maintenance or even\ngive you a little bit of a stimulus so that by\nthe time you roll around ",
            "segmentTitle": "Day 6: High-Intensity Interval Training, Maximum Heart Rate"
        },
        {
            "text": "to that leg workout on,\nagain, on Monday, you've got a little bit of an additional\nboost to your leg strength, hypertrophy, speed and power. So we've covered Sunday\nthrough Friday, and then Saturday rolls around and\nSaturday is when you train arms, calves, and neck. So this may sound as if\nyou're training a bunch of small muscle groups, biceps,\ntriceps, necks and calves, and that's true, but I\nshould mention that you are also training your torso a\nsecond time and you're doing it indirectly, or\nsometimes not indirectly. Why do I say this? Well, keep in mind, again, that for strength and hypertrophy, you're going for that once\nabout every 48 to 72 hours, you want to stimulate that, on Wednesday is when you\ntrain your torso, right? Chest, shoulders, back and neck. You've had Thursday to\nrest, Friday to rest. I know a lot of people are\ngoing to want to emphasize those body parts and\nthey're going to think, oh, you have to train it twice a week. But if you have modest recovery ability or low recovery ability, such as I do, and you're doing these\nother cardiovascular training sessions, et cetera, well then, on Saturday is\nwhen you will train arms, calves and neck directly. But included in that, remember, two exercises per muscle group, one with a peak contraction, one with somewhat of a stretch in there. Included in that, I\nsuggest doing some sort of dip movement, which I\nthink it was Pavel Tsatsouline said the dip is synonymous with or at least similar\nto an upper body squat. Excuse me, Pavel if I got that wrong. Maybe it wasn't you that said that, but big admirer of his work, and certainly the dip is\na great exercise to hit multiple muscle groups,\nchest, shoulders, and triceps, maybe even some back to\nsome extent depending on how you do it. So doing some dipping\nmovement will indirectly stimulate strength hypertrophy, et cetera, in the chest and shoulders\nand including some sort of pulling movement for the bicep, like a chin up or palms facing movement, pulling up from to the bar, especially if it's a\nclose grip type movement. But even if it's a wide\ngrip type movement, will of course trigger strength and hypertrophy, maintenance\nor improvements in the biceps, but will also trigger strength\nhypertrophy in the lats in the back. Okay, so Saturday is this arm workout that I'll just give an\nexample of a potential workout where you might\ndo a few more exercises and maybe not just two, but maybe three to make sure you get the torso indirect stimulation. So what would this look like? Well, this might be your\nsort of classic dumbbell curls for the bicep and maybe incline curl for the bicep because\nit has more of a stretch on an incline bench, and then you might finish\nwith two sets of chin ups. So palms facing you, chin ups, or three sets of chin-ups depending on whether or not you're\nin a heavier load month or a more moderate weight month. Again, activating the biceps\nmuscles 'cause arms day, but also activating\nstrength and hypertrophy in the lats or at least maintaining it so that, because you're not training those torso muscles again until Wednesday, you're not\nallowing the hypertrophy and strength gains that you generated on Wednesday to atrophy, to disappear. Then, thinking about triceps, it might be some sort of triceps isolation or peak contraction movement. So that could be tricep kickback or some overhead extension would\nbe more of a stretch type movement than a kickback. But then also doing regular old dips. You might even start\nwith dips, which again, are going to activate those\ntorso muscles and the triceps. And then calf work in the same\nway that you did on Monday. And neck work... Again, I am a believer\nin training neck multiple times per week. And if you are able to\nfinish all of that in 45 or 50 minutes, great. Most people will find\nwhen you're doing a lot of small muscle groups, it actually takes longer\nbecause you have to go around to more exercises. But again, just adhere\nto the same principles we talked about before, about 50, five zero, to\n60 minutes of real work after a warmup with an\nasterisk next to that, that if someone's on the\nequipment or you can't find the dumbbells you need, et cetera, then maybe 75 minutes max. But really trying to not\nextend that workout too long, making sure that you\nactivate the arms directly, but also activating the\ntorso muscles indirectly, and again, I won't repeat\nit this time, again, but following the same\nweight and repetition and rest interval scheme\nthat we talked about earlier, a bit heavier, lower reps, more sets and longer\nrest for about a month. And then alternating to more repetitions yet fewer sets, right? ",
            "segmentTitle": "Day 7: Arms, Neck & Calves Resistance Training"
        },
        {
            "text": "Shorter rest intervals and\ndo that for about a month. This carries through\nfor all the resistance training workouts regardless\nof the day of the week. So we've completed the\ntotal arc across the week and we can summarize\nit as saying Sunday is, let's just say long endurance, Monday is leg resistance training, Tuesday, heat cold contrast, Wednesday, torso training plus neck, Thursday, I would call\nit moderate intensity cardiovascular exercise, so that 35 minute moderate intensity\ncardiovascular exercise, Friday, high intensity\ninterval training of sprinting or some variation thereof\nand Saturday, arms, calves, neck and torso, indirect work. That's the total structure. But I want to emphasize again, you do not need to start this on Sunday. That is, you could make the\nlong endurance work start on Tuesday and then just fill in the rest as described before. It's really up to you. There's another important\npoint I want to make, which is that neither\nI nor anyone is going to be successful in\ndoing the exact workouts on the exact same days of\nevery week because of travel, work, illness, other demands, et cetera. The thing about the\nschedule that I like so much that I do believe that\nwill benefit you as well is that you have some flexibility there. What's the flexibility? Well, let's say you train\nyour typical Sunday workout of endurance, then you train\nlegs on Monday and then you don't manage to do\nyour heat cold contrast on Tuesday for whatever reason. Well, you can put it on Wednesday. Just make sure that if you're going to do the cold stimulus, that\nyou don't do it too close, not within four, ideally\neight hours after the training of torso, but you could do\nit before or you could do it just heat and skip the cold\nthat particular week, right? Not ideal, but better\nthan not doing anything. Let's say, for instance, the leg workout was particularly brutal, you don't sleep that well on\nMonday night or Tuesday night. Well then should you do the\ntorso workout on Wednesday? Well, I would say, why not move the heat cold contrast to Wednesday and then\npush that torso workout to Thursday and maybe also\ntry and do that 35 minute run on Thursday every once\nin a while rather than lose the total control of the program and let everything shuffle forward. Here's the basic principle. I do believe that any\none of these workouts, whether it's for endurance\nor resistance training, can be shifted either\none day forward or one day back, right? You could delay it by a\nday or you could accelerate it by a day in order to\nmake sure that you get everything done across the week. In fact, I would say the best way to think about this foundational\nfitness program is not from the details up,\nbut from the top down, from the big picture down to the details, and say to yourself, once a week you're going to\nget some long endurance in, another day during the week, you're going to make\nsure that you get a kind of moderate faster endurance workout in, and then one other day during the week, you're going to get an all out sprint, high intensity cardiovascular\nexercise workout in. You're going to get those\nthree workouts in somehow. And then in addition to that, you will also do resistance training for every muscle group in your body. And that means doing your legs\nhard at least once a week, your torso hard at least once\na week and your arms hard at least once a week. And of course you are\nalso paying attention to training your calves. And I do, for reasons I described before, believe that you want to\ntrain your neck at least to keep it strong. You may not want to\ngenerate hypertrophy there. People vary in terms of how\nquickly their neck grows. Some people grows very, very fast. Other people, for the life of them, they can't get much\nhypertrophy in their neck. But keeping that neck strong, at least through some very\nlight work to moderate weight work, very, very important, for reasons I stated earlier. If you set out those goals, then the specific days that\nyou do each workout isn't as critical, but the specific spacing is. So for instance, you're\nnot going to want to do your high intensity\ninterval training the day after you train your legs, because if you're doing that high intensity\ninterval training correctly, you're going to be taxing your legs and\neating into their recovery. And so you want to space them\nout by two or three days. So I think you'll notice\nthat the point is really ",
            "segmentTitle": "Flexibility of Foundational Protocol, Workout Spacing"
        },
        {
            "text": "to optimize everything on\nthe whole rather than any one specific aspect of\ntraining or adaptation. Now that said, I do realize\nthat some people might be hyper focused on things like strength and hypertrophy and the\naesthetics that come with it. A key point about strength hypertrophy and weight training, and this is something that has been covered\non multiple podcasts, certainly the one with Jeff Cavaliere and with Dr. Andy Galpin and the one that I did on building muscle\nstrength and hypertrophy, the solo episode. And that is the following, it is the rare individual\nwho has perfectly balanced musculature, right? Most people can be a bit quad dominant or hamstring dominant,\nor they have trouble activating their glutes\nor somebody has a terrible time trying to activate\ntheir chest muscles, but they're very strong\nin the back, et cetera. It's very clear that we can\nknow that not just based on aesthetics, right, but based on deliberate contractibility\nof those muscles. So I don't want to get into\nthis in too much detail for sake of time, but this is something that\nhas peer reviewed research to support it and was\nalso discussed extensively with Jeff Cavaliere when he was a guest. And that actually he's really\npopularized this notion and it's absolutely true, which is that if you can\ncontract a muscle very hard to the point where it almost\nfeels like it's cramping, if you can do that even\nwhen there's no weight in your hand or there's\nno resistance against it, so you're just using your\nmind muscle connection to contract that muscle\nhard and isolate it, chances are you'll be able\nto generate hypertrophy and strength gains pretty\neasily in that muscle compared to muscles that you\nhave a harder time activating. So during all resistance\ntraining, that mind muscle link is really important, so much\nso that some people will even try and emphasize\ncontraction of the muscles in between sets, et cetera. I personally, because I'm\nnot somebody who likes a mirror when I work out, and\nI'm not somebody who wants to spend time in between\nsets flexing muscles and et cetera for whatever reason, I want to actually rest between sets, and I'm more concerned with performance during those sets and\nreally putting my mind into the muscle during the set, I really try and emphasize\ndeep relaxation between sets. And so here's a tool that again is built out of science and I should\nsay peer reviewed studies, some of which are being done in my lab, but other labs as well, which is that in between\nsets what I really strive to do is to bring my heart\nrate down as much as possible, calm myself down as much as possible, and I'll do the so-called\nphysiological sigh in order to do that. That's two inhales through the\nnose, back to back, [sighs] and then long full\nexhale through the mouth. I just did it partially there\nfor the sake of time, again. So a big deep inhale through\nthe nose and then sneak in a little bit more on a second inhale to maximally inflate the\nlungs and the alveoli in the lungs, and then a\nfull exhale of all your air via the mouth to empty your lungs. That's the fastest way that\nwe are aware of to calm your nervous system down. And really, in between sets you can use that to calm yourself\ndown and conserve energy. But then as you move into\nthe weight training set, you really want to ratchet\nup your focus and attention to the muscles that\nyou're going to be using. Now, I'd like to acknowledge\nthat there's a huge range of parameters in terms of\nhow to actually perform during the set. You can focus on a\nparticular muscle and try and really isolate from the\nbeginning of the movement. Some people will really\ntry and isolate it only during the peak contraction. Some people accentuate the negative. There's speed and cadence. There are, again,\nremember, concepts are few, methods are many. And if you're interested\nin the various methods of eccentrics and concentrics\nand all the different ways of changing up cadence\nand so forth during sets, there's an enormous amount\nof quality information out there, far too much for\nus to get into detail now. But what I describe the general principles of how to set your mind, if\nyou will, during the set, you should be focused on the\nmuscles that you're using and or moving the weight. If movement of the\nweight is more important, you can either focus on moving the weight or challenging muscles, right? You can either try and\nisolate muscles and make specific muscles do the work\nor simply moving the weight. Moving the weight is\ngoing to be more geared towards strength\nimprovements, but focusing on the muscle, so called\nmind muscle link is going to shift that very same set\nmore toward hypertrophy. ",
            "segmentTitle": "Tool: Mind-Muscle Contraction, Physiological Sighs"
        },
        {
            "text": "I realize I'm painting\nwith a broad brush here, but nonetheless this\nis grounded in the way that the nervous system\ngoverns muscular contraction. And while I think most people are familiar with the number of different\nvariables associated with the resistance training,\nsets, reps, rest intervals, cadence, et cetera, there\nare also a tremendous number of very important variables\nfor endurance in any kind of cardiovascular training. And there are a lot of excellent resources out there about that. I think the most important one, in fact I will go on record\nsaying what I believe to be the most important\nvariable for any endurance or cardiovascular training is that because it's\na repetitive movement, that you are able to\ncomplete the movement safely, meaning you're not putting\nyour body into range of motion or into positions\nthat can damage joints or put you in any kind\nof compromised state. And some people might think, well, that seems kind of silly. But if you've ever set the, for instance, the seat too high on a\nstationary bike and then done Airdyne or assault bike\ntype interval training sprints, if it's set too high and you're\nover-striding, as it were, the next day, you can really\npay the price in terms of some back pain or sciatica. And sometimes that pain can\nextend for quite a while. So of course you don't want\nto approach any exercise with so much caution that\nit's neurotic and preventive and yet you don't want to\napproach any exercise in any way that's so cavalier, ",
            "segmentTitle": "Safety & Endurance/Cardiovascular Workouts"
        },
        {
            "text": "forgive the pun, Jeff,\nthat you're also going to compromise the integrity of your joints and musculature and connective tissue. Let's talk about some real\nworld practical variables. For instance, let's say you get a poor\nto terrible night's sleep. Should you train the next day or not? Well, that really depends. I can honestly say I've\nhad some of the best training sessions, resistance training or endurance training\nsessions after a really poor night's sleep. But that's the rare event. More often than not, if\nI'm not sleeping well, I've had a terrible night's sleep, the next day I will just\nskip training that day. I know that will shock a\nnumber of you out there, or perhaps you're\nalready calling me names, weak, et cetera. But I find that if I've slept\nreally poorly or I've had a very stressful event\nthe day before and I don't sleep well, training\nthe next day sets me up for getting ill and getting\nill sets me up for not being able to train for multiple days. So it is my preference in\nthat case to skip a day and really focus on recovery. And then, as I mentioned earlier, slide that workout to the\nnext day and rarely double that workout up with another workout, but then just slide the\nschedule forward by a day. But I really try and strive, that is, I really try to\ndouble up at least some workouts later in the week in that case, so that I can get back\non schedule of starting the seven day protocol\nagain on the same day. I don't want to be\nexcessively vague there. What I'm trying to say is I try and adhere to the same schedule, but if\nI get a poor night's sleep, I'll just simply skip\nthe workout the next day, slide the workout forward. There is one exception to that, and it's an important exception, which is there are times\nwhen I've not slept well or I've had some\nparticularly stressful event the day before and haven't slept well, but I'm able to do so-called NSDR, non-sleep deep rest the next day. So there have been times\nwhen I've only got three or four hours of sleep the night before and I'm feeling\nreally behind the ball the next morning, but I really\nwant to get my workout in. So instead what I will\ndo is a 10, but ideally in that case a 30 or even 60\nminute non-sleep deep rest. And there's a 10 minute non-sleep deep breath protocol read by me. But it is a non-spiritual, non-mystical, science-supported non-sleep\ndeep breath protocol available on YouTube. You can simply put my\nname, Huberman, put NSDR, and Virtusan, V-I-R-T-U-S-A-N, into YouTube and you'll find that script. There are other NSDR scripts\nthat you can find now on Spotify and on YouTube. And if you fall asleep during those non-sleep deep\nrest scripts, that's great. And if you don't, you will also find that it\nwill restore your ability to perform mental and physical work. So there are times when I\nhaven't gotten as much sleep as I would like, ",
            "segmentTitle": "Tool: Stress or Poor Sleep & Workouts, Recovery & NSDR"
        },
        {
            "text": "or I'm feeling a bit more\nstressed for whatever reason, and I'll do NSDR, and\nthen I will go train. And that often works\nfabulously well for me. And then I don't have to\nskip a workout entirely just because I didn't\nget a good night's sleep. A lot of people ask whether\nor not you should train fasted or fed, and this is\na very controversial area. I personally prefer to\ndo my cardiovascular work not having eaten anything in the previous 3 to 10 hours. And typically that's because\nI wake up and I'll do the cardiovascular training\nwithin about an hour of waking up, sometimes later, because my first meal\ngenerally falls, generally, not always, falls around 11:00 AM. I don't do any kind of\nformal intermittent fasting, but typically my meal schedule\nsomewhere between 11:00 a.m. and my last bite of\nfood is around 8:00 p.m. but I'm not super strict about that. I might eat in as late\nas 9:00 p.m. and I might eat something at 10:00 a.m.\nif I wake up really hungry, I might have something\nbefore 11:00 a.m., I'm not neurotic about it. But in terms of training, I like to train fasted and that includes the resistance training\nworkouts and those come early in the day for me. And typically if I'm going to train legs on Monday, for instance,\nwhich is when I train legs, I'll make sure that the\nnight before I'm ingesting some starch, some carbohydrate, like rice or pasta or\nsomething of that sort to make sure that when I do that\nmorning leg workout, I have enough glycogen in\nthe muscles, et cetera. Again, nutrition is a\nsomewhat controversial area. In fact, it can evoke very\nstrong feelings 'cause I know we've got vegans\nand we've got omnivores and we've got carnivores\nand people who are keto. This isn't really the format for us to get into all of that. I think the rule to follow is figure out what optimizes your training for your particular training goals. For me, that most often\nmeans training fasted and then eating pretty soon after I train. And if it's a high intensity\nresistance training workout, and frankly, all of my\nresistance training workouts are pretty high intensity, I'm not going to failure on\nevery set, but at least, say, about 30% of those sets\nI'm going to failure. And the other sets I'm\nworking very hard nonetheless, well then I eat some\nstarches after I train and I also ingest some protein in the form of a protein drink or a meal that includes some protein food. But I don't like to eat before\nI do resistance training or at least not within the hour or two before I do resistance training. There are exceptions to that, and I should say that the\nsame basically applies to endurance work. If I'm going to head out for a run, typically I don't want my\nbelly full of food or any food at all, but there\nare times where I wake up hungry and I very much\nneed to eat something or I have something\nscheduled socially like a breakfast and I'll have\nthat breakfast and then an hour or 90 minutes\nlater I'll do my workout because I want to make sure\nthat I finish the workout. ",
            "segmentTitle": "Should You Train Fasted or Fed?"
        },
        {
            "text": "I, again, am not neurotically\nattached to training fasted or fed. For me, fasted is preferred,\nbut if I have to train fed, better to train than to not train at all. We haven't talked so much\nabout flexibility yet, but we did an entire episode\nof the Huberman Lab podcast on flexibility and I\nencourage you to check out that episode if you're interested in increasing your flexibility. But the basic takeaway from that episode is that if you look at what\nI like to call the center of mass of the research, that is most of the studies\nand what the conclusions of most of the quality studies point to, so not the exceptions, but the kind of general\nrules that have been gleaned over time from multiple labs over multiple decades, et cetera. What you find is that static stretching, that is, holding a stretch\nand in fact exhaling and relaxing the midsection\nand torso and relaxing into the stretch as opposed\nto staying full of air and tense, but mentally\nand physically relaxing into the stretch, but\nnot stretching maximally, that is not extending as\nfar as you possibly can go, but more like 60% or even less. And then holding those\nstatic stretches for anywhere from 30 to 60 seconds and then repeating, doing that two or three\ntimes throughout the week for multiple muscle groups, so it could be for your quadriceps, could be for hamstrings, for your lats. There are protocols out there. In fact, we have a newsletter\nthat is focused entirely on protocols for\nflexibility and stretching. You can find that again\nby going hubermanlab.com. You don't even need to\nsign up for the newsletter, although we invite you to if you like, but you can simply go there, scroll down to the\nflexibility newsletter and all the protocols are there\nfor each of the muscle groups, et cetera. But what I typically try\nand do is some stretching in the evening, because\nI train in the morning, as I'm perhaps getting ready\nfor bed or if the TV is on, which in our house doesn't typically go on because we don't\nhave a TV, but of course there are computers and people are on their computers, et cetera. Well, I'll try and do some\nstretching while I do that. I also have a standing desk,\nso during the day at work, regardless of whether or not\nI train that morning or not, or I'm going to train in the afternoon, I'll try and do some static\nstretching for my hamstrings, my quads, my lats, my shoulders, my back, really doesn't take much\ntime and I really try to space that out\nthroughout the week, which, if you look at the peer reviewed research, matches well to what's\nknown to be most effective, which are going to be short, repeated sessions ideally every day. But truth told, I fail.\nI categorically fail. I was about to think of\nwhether or not I ever stretch every day. I fail to do it every day, but I get about three or\nso stretching sessions in per week. And again, it's just static hold, trying to really relax into the stretch. Now the relax into the\nstretch is something has been talked about\nin martial arts circles and Pavel Tsatsouline has an\nexcellent book on stretching, we can provide a link to\nthat, talks about this, has a lot to do with relaxation\nof the nervous system and the way that the\nnerves innervate muscles and allow for stretch, if you will. Also, the way that the\ntendons and ligaments are innervated by nerves. The converse is also true. And here, again, this is\na principle that Pavel has put forth, I believe he\ncalls it irradiation, meaning irradiating out or\nemanating out from a source, which is that while exhaling\nand relaxing the torso, the midsection, some\npeople call it the core, although some people don't like that term, can facilitate relaxation and stretching through a larger range of motion. So too can contracting\nthe core, the midsection, or gripping very tightly with the fist can facilitate muscular\ncontraction because of the way that the nervous system heavily, we can even say over-represents\nthe fists in the brain. And so how would you apply this to your overall\nfoundational fitness protocol? Well, it turns out that, let's say, you're doing a movement that\ninvolves one limb moving and then the other, let's\nsay it's bicep curls, just for sake of example, turns out that you will\nactually be stronger in moving that dumbbell\nwith the arm that happens to be moving if you grip\nthe handle very tightly, but also grip the handle of the opposite dumbbell very tightly. Now that said, in between sets, I encourage you to do the opposite. To try and completely\nrelax in between sets, combine that with the physiological sigh, and then when the set,\nthe next set commences, employ that very strong grip, both, again, of the weight that's moving and the weight that at that moment might be stationary or in isometric position. So the nervous system, of course, is what controls muscles and that operates in both directions. If you want to relax,\ntry and use long exhales, maybe even physiological\nsighs and really concentrate on mentally and physically relaxing, in particular your core and your fists. And if you want to generate force, right, you want to move a heavy\nbarbell or dumbbell, you want to do a chin up\nwith the maximal force, that's when you can employ the opposite, which would be to grip\nthe bar or dumbbell, et cetera, very tightly. And you want to contract\nyour core or even fill your body with air as a, say, plug all the leaks, et cetera. So this gets into kind\nof form and movement, which is an extensive\nnear infinite landscape of discussion, again, that we\ndon't have time to go into. I just want to mention those\ntwo nervous system related tips ",
            "segmentTitle": "Tool: Static Stretching & Flexibility, Irradiation & Resistance Training"
        },
        {
            "text": "because I suppose as a\nneuroscientist, they appeal to me because they're\ngrounded in fundamental principles of how the nervous\nsystem innervates muscle. And I know that they will benefit you the first time you\nuse them and every time. Speaking of grip and\nnervous system and fitness and longevity, Dr. Peter\nAttia, who is a medical doctor, was a guest on the Huberman\nLab podcast and provided an enormous wealth of information\non that podcast episode. I really encourage you to check\nit out when you have time. And of course has his\nown spectacular podcast, The Drive with Peter Attia. Peter, Dr. Attia, I should say, often talks about certain\nmovements or exercises that you should perform not\njust to improve your fitness, but also to touch into or\nmeasure how fit you are and how well you are\nprogressing toward a long lifespan and healthspan. And one of those includes\nthe ability to hang from a bar for a minute or longer. And there are a number\nof different expectations that one can have of how\nlong they should be able to hang from a bar depending on their age and their fitness level, et cetera. Please check out Dr. Attia's podcast and his various social\nmedia sites to get more information on that. But what I can tell you is\nthat if you're going to hang from a bar and you want to\nhang from that bar as long ",
            "segmentTitle": "Tool: Hanging from a Bar & Fitness Metric"
        },
        {
            "text": "as possible, which turns\nout to be a interesting and important metric of your health, then gripping the bar very\ntightly will actually help. Earlier we talked about\nwhether or not to train if you're sleep deprived\nand how to recover from what I would say is\nmoderate sleep deprivation by doing NSDR as opposed\nto total sleep deprivation like being up all night or having a truly miserable night, which case, I think you should just\nskip training the next day and slide it forward. Now, a similar issue\ncomes up from time to time where people wonder whether\nor not they should train or not if they're sick. And here there's all\nsorts of crazy gym lore and sport specific lore. For instance, I used to hear this, when I ran cross country, there was this adage\nthat if the symptoms were from the neck up, you could still train. That is if you were really\ncongested and you had a headache, you could still run. Whereas if it was in your\nchest and in your lungs you couldn't run. I don't think there's any data whatsoever to support whether or not that's true or whether it's not true. For myself, and because\nmy general goal is to be training and fit over time, but also to include general\nhealth in the fitness equation, that is to not be sick or chronically sick and certainly not to\nget other people sick. If I have a little tiny sniffle, like I think I might be\ngetting sick, even then, I'm a little cautious in\nthe sense that I'm not going to do my typical workout. I might stop at about 15 minutes earlier. And I would do that not by\nneglecting any body parts or anything of that sort. If it's a weight training workout, by simply reducing the\ntotal number of sets, I probably wouldn't do any\nsets to failure, if I did, I might reduce the total\nnumber or percentage of sets to failure from about 30%\nof sets to maybe closer to 10% of sets, something like that. And if it was endurance work, I might throttle back by 10 or 20%. And I will shorten the total\nduration of the workout. And I often find that\nbecause of the known, yes, peer reviewed known immune\nsystem enhancing effects of exercise, sometimes\nthat alone will allow me to avoid getting sick. But of course I'm also\ncareful to get home, take a hot shower, not stress myself out, if I can avoid getting\nmyself stressed out and focus on sleep, NSDR, other forms of recovery, good nutrition, et cetera. If however, I have a real sniffle, a cold, I'm not feeling well or\nI think I might be coming down with a flu, I absolutely do not train\nand I don't get back into training of any kind\nuntil I'm completely recovered. So what I'm basically saying is that, no, I don't believe you should\ntrain if you're sick. And perhaps equally importantly, when you come back from\na layoff of any kind, whether or not because of\nillness or for whatever reason, I do believe that because\nyour body is a bit untrained, it's not ideal to jump\nright back into maximal training and to take one, maybe two weeks of ramping\nup to the full duration and intensity of workouts\nthat then I would continue on going for however many\ncycles I can complete before I hit another\nsickness or I hit another gap in my schedule due to family obligations or other obligations, et cetera. ",
            "segmentTitle": "Should You Train Sick?, Ramping Training"
        },
        {
            "text": "So we've covered a lot\nof tools and protocols and variables related to fitness, but we have by no means\ncovered all the available tools and protocols and variables. Before we wrap up, I do\nwant to emphasize one tool. It's a very easy, in fact, zero cost, very low time commitment tool. And this was one that was provided, again, by Dr. Andy Galpin when he was\non the Huberman Lab podcast. And it's a tool that there\nis excellent research to support the effectiveness of, and that I do believe\nshould come at the end of every training session. And that's to do three to five minutes of deliberately slowed breathing. It sounds so simple, three to five minutes of\ndeliberately slowed breathing. So this could be while\nyou're in the shower or when you arrive at your car, you might sit in your car quietly and do that if you have time or maybe even while you're driving back to, or onto your next destination, just to really slow down your breathing, to really look at the\nrecovery period that has to follow each training session. And of course, during\nwhich the adaptations, the changes that make you\nmore fit than you were going into the exercise occur. And that three to five\nminutes of deliberately slowed breathing has been\nshown in Andy's group and in related experiments, not exactly the same,\nbut related experiments in our laboratory, in other laboratories, to really so-called\ndownshift the nervous system and really set you up for\nmaximal recovery, rapid recovery, ",
            "segmentTitle": "Tool: Deliberate Slow Breathing & Recovery"
        }
    ]
}