{
    "meta": {
        "videoURL": "https://www.youtube.com/watch?v=GqPGXG5TlZw",
        "videoTitle": "How to Lose Fat with Science-Based Tools",
        "theme": "The Science of Well-being"
    },
    "transcriptSegments": [
        {
            "text": "- Welcome to the Huberman Lab Podcast, where we discuss science\nand science-based tools for everyday life. I'm Andrew Huberman, and I'm\na professor of neurobiology and ophthalmology at\nStanford School of Medicine. This podcast is separate from\nmy teaching and research roles at Stanford. It is however, part of\nmy desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the\nsponsors of today's podcast. Our first sponsor is InsideTracker. InsideTracker is a\npersonalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've been getting my blood\nwork done for many years now, and that's where the simple reason that only through quality blood work, and now through the advent of DNA test can one really get a clear picture of what's going on with their health. Things like metabolic\nfactors and hormones, all the various triglycerides. These are things that can only be measured from a quality blood test. And now with DNA tests, you can get an additional window into your current health status and the trajectory of your health. What's really wonderful\nabout InsideTracker is that you don't just get numbers back about the specific levels\nof various hormones and metabolic factors, you also get a lot of information about what you could or should do in\norder to adjust those numbers to put you on the course to better health. So for instance, it will\ngive recommendations about particular foods to eat or avoid, particular exercise regimens that you might want to adopt and the frequency of those regimens in order to move those markers\nin the correct direction. InsideTracker has also added a new feature that makes tracking your progress and analyzing your data even easier. For those of you that use\na Garmin fitness tracker such as the Garmin watch, that's now compatible with their platform. So you can couple your\ndata from your Garmin with your blood and DNA for\neven more personalization and insights on your health. However, if you don't\nhave a Garmin device, there's still a lot that you\ncan get from InsideTracker and their tests. If you'd like to try InsideTracker, you can visit\nwww.insidetracker.com/huberman. And if you do that, you'll get 25% off any of InsideTracker's plans. Use the code Huberman at checkout, that's www.insidetracker.com/huberman to get 25% off any of\nInsideTracker's plans and use the code Huberman at checkout. Today's podcast is also brought to us by ExpressVPN. ExpressVPN is a virtual private network that keeps your data secure and private. It does that by routing\nyour internet activity through their servers and encrypting it, so that no one can see or sell your data. I'm familiar with the effects\nof not securing my data well enough. A few years back I had\nmy bank accounts hacked. I don't know exactly how it\nhappened, but it happened. And it was a terrible amount of work to have that reversed and secured. The great thing about ExpressVPN\nis I don't even notice that it's running. I have it on my computer, I turn it on anytime I work at home or when traveling or in\na cafe airport anywhere, and it runs in the background, it doesn't change anything\nabout the interface with my computer or the wifi. It just secures my data and\nit secures any information about what I happen to be\nsearching for, et cetera. I don't feel like I have\nanything particular to hide except my bank account passwords\nand things of that sort. But with ExpressVPN, it basically\nmakes everything secure, you can't be tracked and no one can access or steal your data, which is terrific. So again, I use it when I'm\ntraveling and when I'm at home. If you want to start protecting\nyour internet activity using ExpressVPN, you can go\nto www.expressvpn.com/huberman and you'll get an extra three months free on a one-year package. That's www.expressvpn.com/huberman\nto get three months free on any of their one-year packages. Today's podcast is also brought\nto us by Athletic Greens. Athletic Greens is an all-in-one vitamin, mineral, probiotic drink, that gives you a total foundation\nof vitamins and minerals and probiotics to support\nyour health and wellbeing. I've been using Athletic\nGreens since 2012. And so I'm delighted that\nthey're sponsoring the podcast. I started using Athletic Greens and I still use Athletic\nGreens once or twice a day because it's the simplest\nand most straightforward way to get my basis of\nimportant vitamins, minerals and probiotic taken care off. All of those things combined\nto support various aspects of my health, such as brain health, such as gut health. For instance, there's a\ntremendous amount of evidence now showing that probiotics support gut health and that the gut brain access\nis important for things like focus and cognition, as\nwell as for immune function and various aspects of physical\nhealth, like metabolism. The list sort of goes on and on. With Athletic Greens, it has all these vitamins and minerals and various other things\nthat are good for me, and I actually really\nliked the way it tastes. So the way I use it is once a day, sometimes twice a day, I'll mix it up with water, I add a little bit of lemon or lime juice. I think it tastes great without\nthe lemon or lime juice. But when I add that, it's\ntruly delicious to me. And I'll drink that\nfirst thing in the day, mid-morning sometimes instead and sometimes again in\nthe later afternoon. I'm able to drink Athletic\nGreens late in the day and not have it keep me awake. If you want to try Athletic Greens, you can go to\nwww.athleticgreens.com/huberman, and if you do that, you\ncan claim a special offer. They'll give you five free travel packs, which make mixing up Athletic Greens while you're on the road,\nreally simple and easy. And they'll give you a year\nsupply of vitamin D3+K2. Vitamin D3, as many of you know, you can get from the sun, but many people even if\nthey're already getting a lot of sun exposure, still have vitamin D3\nlevels that are too low. And vitamin D3 is very important for a huge number of\ncardiovascular, immune, ",
            "segmentTitle": "Introduction"
        },
        {
            "text": "metabolic and other aspects of health. So once again, if you go to\nwww.athleticgreens.com/huberman, you'll get the five travel packs and a year supply of vitamin D3+K2. Today is the third episode\nin our series of episodes about physical and\nathletic skill performance and skill learning in general. And today we're going to talk\nabout the science of tools for fat loss. And fat loss is something that interests a large number of people. Many people want to lose fat, many people are athletes\nwho need to lose fat. And in general, we know that\nhaving body fat percentages that are too high is unhealthy for us. And most people struggle to lose fat. Most people struggled to\nlose weight generally, but most people especially\nstruggled to lose body fat or what we call adipose tissue. Now, this is a huge topic on the internet. There's a lot of controversy. Today, we're going to\ntalk about some things related to fat loss, and that are powerful for fat loss that I'm guessing most of you\nhave never heard about before. You may have heard about a few of them, but I'm guessing you haven't\nheard about all of them. This episode is going to be\nrich with science-based tools that are gleaned from a variety of aspects of the literature, including the use of cold, including brown fat, including something called beige fat. We're going to talk about\nsomething called NEAT. We're going to talk about all\nsorts of aspects of fat loss that are governed by your nervous system. And this is I think an important gap that's missing in the\ndiscussion about fat loss. You can hear a lot of\ninformation out there about the role of things like insulin and various diets like ketogenic diets or vegan diets or Mediterranean diets. And there's some great stuff out there, and there's some really\nterrible information out there, and there's a lot of controversy. We did a number of episodes talking about the role of hormones on metabolism and the role of food\non mood and wellbeing. So if you're interested in those topics, please check them out. I will touch a little\nbit on hormones today. Things like insulin and\nleptin, just a little bit. But today's episode is mainly\ngoing to be focused on, how the nervous system, neurons, and some of the cells\nthey collaborate with, like glioma and macrophages, how those encourage or can\nencourage accelerated fat loss. Because it turns out they can. Remember your nervous system\nwhich includes your brain and your spinal cord\nand all the connections that they make with\nthe organs of the body, governs everything. It's the on switch and the\noff switch for immune system. It's the on switch and the off switch. It turns out also for fat burning. ",
            "segmentTitle": "Fat Loss: The Key Role of Neurons"
        },
        {
            "text": "And so the nervous system\nand the role of the brain and other neurons has\nbeen vastly overlooked in the discussion about losing fat. Now, I would be remiss and I'd probably come under\na pretty considerable attack, if I didn't just acknowledge upfront a core truth of metabolic science and also of neuroscience, frankly, which is that calories\nin versus calories out, meaning how many calories you ingest, versus how many calories you burn is the fundamental and\nmost important formula in this business of fat loss and weight management in general. There's simply no way around the fact that if you ingest far more\ncalories than you burn, you're likely to gain weight. And a good portion of that weight is likely to be adipose tissue fat. It's also true that if\nyou ingest fewer calories than you burn, that you will lose weight, and that a significant portion of that will come from body fat. What portion? Depends on a number of factors. But that simple formula is important. On a previous episode, I\nmentioned the complications with the statements of\na calorie is a calorie. And indeed there is\nevidence from for instance Robert Lustig, who's a\npediatric endocrinologist at UC San Francisco has talked about how highly processed\nfoods change the way that we utilize food, and can lead to higher\nincidences of obesity and other metabolic syndromes\nthat go against the idea that a calorie is a calorie and that's it. So a calorie is a calorie\nas a unit of energy, and we need to accept and\nacknowledge this calories in, meaning calories ingested\nversus calories burned formula. But the calories burn portion\nis strongly influenced by a number of things that you can control that can greatly accelerate or increase the amount of adipose tissue or the proportion of adipose tissue that you burn in response\nto exercise and food. So your hormones are important. Your thermogenic milieu, meaning how warm or how cold your body is? How cold you make it, how warm you make it? But also your level of metabolism. ",
            "segmentTitle": "The First Law of Fat Loss"
        },
        {
            "text": "Your levels of thyroid hormone and something that's\nhardly ever discussed, but is well supported by\nthe scientific literature, how much innervation? Meaning how much connectivity there is, between your nervous system and fat. Today, we're going to talk about the fact that your body fat of various kinds, and there are several kinds of body fat are actually innervated by neurons. Neurons connect to your body fat and can change the probability that that body fat will be burned or not. So your nervous system\nis the master controller of this process, and it plays a strong\nrole in the calories out, the calories burned component. So as usual, we're going to\ndiscuss a little bit of science. I promise I won't go\ntoo deep into lipolysis and all sorts of things\nrelated to fat oxidation. We're going to break down that process into two important steps. And if you can understand\nthose two important steps then the rest of the tools\nwill be very straightforward to understand and manage. And I do believe that\ntoday you will walk away with many new tools that\nyou could incorporate into any kind of fat loss regimen that will greatly accelerate that process, because it's grounded in\nquality peer-reviewed science. Throughout the episode, I'm going to talk about\nsome behavioral tools. In fact, I'll mostly talk\nabout behavioral tools. I will also talk about\ncompound, supplements. Many of you are into supplements. Some of you aren't, and that's fine. For those of you that\nare into supplements, an important issue in a\ndiscussion about supplements for fat loss or otherwise\nis going to be the quality of those supplements and the accuracy about what's in those\nsupplement bottles and tablets, et cetera. I usually mention this at\nthe end of the podcast, but this podcast we've partnered\nwith Thorne, T-H-O-R-N-E. Because Thorne we believe\nhas the highest levels of stringency in terms of\nthe quality of the compounds in their supplements and the\namounts of those compounds. If you want to see the supplements I take, you can go to www.thorne.com/u/huberman. You can see the supplements that I take, that will also allow you to get 20% off any of those supplements, or 20% off any of the other\nsupplements that Thorne makes. Thorne has partnered with the Mayo Clinic and all the major sports teams. So there's a very strong\nbasis for their stringency. Again, you don't need to use supplements. I'm certainly not encouraging\nanyone to use supplements if that's not your thing, but if you're going to use supplements, make sure that your supplement source is one a very high quality. With that said, I want to get started and talk about the\nvarious tools for fat loss ",
            "segmentTitle": "Neurons Connect To Fat! (& That Really Matters)"
        },
        {
            "text": "and how neuroscience,\nneurons control fat loss. Before I do that, I want to set the context correctly and extract some of the key takeaways from previous episodes, because if your foundation of health and your foundation of hormones and your foundation of\nmetabolism isn't right, it's going to be very hard to get the most out of any kind of exercise\nor fat loss protocol. In previous episodes, I\ntalked all about the science and the details going\ninto particular protocols. We don't have time to do that now, and I want to get to the new material. However, there are a couple bins, a couple items that you should make sure you're getting correctly. And if you're not perfect about\nthese, don't worry about it, most people are not perfect about them, I'm certainly not perfect about them. But we should all be\nstriving to get quality and sufficient sleep. I did four full episodes on sleep and how to get better at sleeping through things like light\nexposure, temperature, timing your sleep correctly\nfor your so-called chronotype, if you're a night owl or a morning person. That's the first four\nor I think five episodes of the Huberman Lab Podcast. Get your sleep right, get your light exposure right, avoid bright light in your eyes at times you wanted to be asleep, and get bright light in your eyes at times you want to be awake. So get your sleep right. The other thing is essential fatty acids. I talked about this in\nthe food and mood episode, but I also talked about it\nduring the hormones episodes. We need fatty acids. They are vital to so many\naspects of our health. You don't have to get\nthem from supplements. You can, if you want to, but you need to get them from your food. They are essential. There's a reason there's an\nE the essential part there. Of the fatty acids, there are multiple kinds, but for the antidepressant effects where the levels of fatty acids\nthat will promote good mood and also healthy metabolism and we'll start to shift the\nneedle in the right direction on bloodborne cardiovascular factors. The key thing is to get the levels of EPA that you ingest above\n1000 milligrams per day. So that doesn't mean just\ntaking a thousand milligrams or more of say fish oil or krill oil or whatever your preferred source is. It means getting above a\nthousand milligrams of EPA which may require that you\ningest more essential fatty acids than just a thousand milligrams per day. That of course can be\ndone through food sources, things like fatty fish, or if you're not into eating fish, you've quality meats that\nare grass raised can do that. There are other sources\nof essential fatty acids, of course also from plant sources. So look, those up online. It's really easy to find. But the research and the literature shows that you want to get above\na thousand milligrams of EPA per day, because that's when you can\nbest support your metabolism and position yourself for good fat loss. As well for people who\nhave cravings issues, they crave sweets all the time, I talked about this in\nthe gut-brain episode and hormones and food. That you have neurons in\nyour gut that are craving, they're seeking essential fatty acids and they're craving and seeking\namino acids from your food. Now, these are not supplements\nthat they crave per se, they're craving those things because that's what your body\nneeds and your brain needs. But those same neurons\nwill respond to sugars. And so many people who are craving sugar can satisfy that sugar\ncraving by giving the neurons so to speak what they actually want, which are amino acids and\nessential fatty acids. That includes EPA, but\nalso things like glutamine and amino acid that can\nreally reduce sugar cravings if you take a teaspoon of that, or even a tablespoon of\nthat a few times a day. You have to ease into that a little bit, because some people can get\na little bit of GI distress from too much glutamine. But glutamine has also been\nshown to improve symptoms of leaky gut. It's a powerful amino acid. And yes, you can also get it from food. Things like cottage cheese are\nhigh in glutamine, et cetera. And then finally you can't\nreally position yourself to have a strong metabolism\nif your iodine levels aren't correct, and your thyroid levels aren't correct. You can overdo iodine. So you don't want to do that. A lot of table salt\nhas iodine added to it, but some people need to add iodine, by ingesting things like kelp, et cetera.. But one of the best ways to\nsupport the thyroid system and metabolism in general, is to make sure you're\ngetting enough selenium. Sometimes called selenium each day. Simple way to do that is to ingest the highest concentration of selenium food that I'm aware of, which is Brazil nuts, one or two or three of those per day. You'll have more than enough selenium to meet the thyroid needs. You don't want your\nselenium to be too high, you don't want a diet\ntoo high in anything. So again, sleep, sufficient EPAs, glutamine if you have\nissues with leaky gut or sugar cravings can really help. Get your gut microbiome, right? I may have missed saying that, but get your gut microbiome right. That does not necessarily mean you need to ingest probiotics. You can, if you want to, but you can also just\nsimply ingest a serving or two of fermented foods per day, that can greatly assess. So things like sauerkraut, kimchi, every culture has a different source or sources of fermented foods, those can really help the gut microbiome, and then make sure that\nyour thyroid hormone is supported through the ingestion of sufficient iodine not too much and sufficient selenium, not too much. Okay? Sleep, EPA, glutamine, fermented foods, iodine and selenium. That sets the basis for how things like exercise, cold and\nsome of the compounds and other things that we're\ngoing to talk about today that are I'm guessing going\nto be truly new to many of you ",
            "segmentTitle": "5 Pillars of Metabolism: Sleep, Essential Fatty Acids, Glutamine, Microbiome, Thyroid"
        },
        {
            "text": "that can really increase the\nburn factor in the equation of calories in versus calories burned. Okay? So on the one hand we have\nthis reality of calories in, versus calories burned. However, I would also be\nremiss if I didn't mention an incredible study that\nwas done by my colleague, Alia Crum at Stanford. She's a faculty member, professor in the psychology department. Looking at how belief affects, just thinking can impact\nthe effects of things like exercise on weight loss. These are just incredible results. What they did was they took subjects who were hotel service people\nthat would clean the hotels and come in and change\nthe linens and so forth. Divide them into two groups. One group, they were told moving around and doing your duties for your job, meet the standards for US\nguidelines for activity and movement, et cetera. And a basic lecture about how movement is good for you, et cetera. But mostly just that\ntheir daily activities met the standards for the US. The other group, however, was\ngiven a bunch of information about how movement and their daily routine was very good for cardiovascular health, it could be good for\nweight loss, et cetera. And then they tracked these subjects over a period of many weeks. The take home message from this study was that simply being told\nthat movement is good for you can lead to weight loss, et cetera. Led to significantly more body fat loss, waist-to-hip ratio\nchanges in the direction that most people would want. But essentially a slimming\ndown, if you will. And all sorts of other positive effects on things like cardiovascular health. Simply by the knowledge\nthat movement and exercise can help various health markers. So this is remarkable and it speaks to the power of the nervous system and the power of belief in\ngoverning aspects of our body and our physiology that\none would otherwise think we're outside our conscious control. Now, of course, any of you\nthat think scientifically which I imagine if you watch this podcast or listen to this podcast\nis all of you by now probably thinking, well, maybe they just moved around more, or maybe they stood up and sat down more, maybe they did something\nelse that was different. And indeed there's a strong possibility that they did things differently\nthan the other group, but the mere knowledge that\nexercise is good for you, that movement is good for you, shifted their behavior\nand their physiology in the direction of enhanced weight loss, fat loss, et cetera. So how we think about a\ngiven set of activities affects how we perform those activities. And how we think about and\nperform those activities has a real effect on our physiology. So somewhere between\nthe hard and fast rule that governs fat loss and weight loss, which is if you ingest more\ncalories than you burn, you'll either maintain or gain weight. Typically, you'll gain weight, although not always. If you ingest about as\nmany calories as you burn, you'll maintain weight, typically. And if you ingest fewer\ncalories than you burn, typically you'll lose weight. That's the kind of rule of fat loss. And yet we also have these\nbelief effects which show, and this has been\nreplicated again and again, that how we think about a process, whether or not we think it's beneficial can change our physiology in ways that can be beneficial to us. Somewhere in between those two extremes of hardcore metabolic science and belief of why a bunch of protocols ",
            "segmentTitle": "Mindset Truly Matters: Amazing Examples of Beliefs on Fat Loss"
        },
        {
            "text": "that are grounded in quality\npeer-reviewed science and in physiology that you can leverage to increase the rates of fat loss. And so that's what we're\ngoing to talk about today. I love this topic and it's not that I'm so obsessed with fat loss, but rather the first the project\nI ever worked on in science was thermogenesis and fat loss. I joined a laboratory as an undergraduate, and the guy I worked for\nloved to explore new compounds and how they impacted thermogenesis. And so we looked at how\nthings like MDMA/Ecstasy, how antipsychotics, antidepressants, various weight loss drugs\nthat were on the market. How those impacted body temperature and fat loss and metabolism? And we just had so much fun doing it. So if you detect a smile on my face, that's what that's about. And I also learned a lot, and I also came to really appreciate that this tissue of our bodies, adipose tissue and fat, we think of as just this unfortunate thing that's like we're told\nit's a core energy source if we ever entered a famine\nand that's all true, et cetera. You come to realize that\nthe cells in our body, they are there as fuel for\nthe furnace of our body, which is our metabolism. And there's a third player. And that's where it\nreally gets interesting. That the nervous system,\nneurons has the opportunity to turn up the intensity of that furnace. It has the opportunity to\nincrease the amount of heat that we produce and therefore\nthe amount of energy that we burn. And I was also really intrigued\nby something which is that, growing up, I think we all know people who can eat a tone and never\nseem to gain any body fat. Or people who seem to eat very little and seem to gain body fat very easily. And I was always intrigued by that. And it turns out there are a\nnumber of different factors ",
            "segmentTitle": "Our Brain Talks To Our Fat"
        },
        {
            "text": "that relate to that. But the nervous system is the one that we can really control. Both through behaviors and what we eat, but also in terms of this thing\nthat we call thermogenesis. There was one particular\nstory I want to relate to, that does not suggest any protocol. In fact, I'm going to discourage you from following this protocol. Please do not try the compound\nthat I'm about to describe. One of the favorite things\nthat we like to do in that lab was to find rare compounds and test them. And at the time I was\nreading about thermogenesis and I learned about a compound that was actually discovered\nin the armory factories of World War II. And it was discovered\nbecause women in particular who were working in these factories would take a brush and\ndip it in a compound or a paint rather, and they would then paint\nthe numbers with a stencil onto things like bombs and\nammunition of various kinds. And they were losing weight like crazy. It turns out that occasionally\nthey'd lick the brush, and then they would go back\njust to get a sharper point on the brush, and then they would paint\nonto these various bullets and missiles and so forth. Bombs and so forth. And they started shedding\nall their body fat. And many of them losed, excuse\nme, lost a lot of weight, a significant portion of their weight without changing anything\nelse that they were doing, what they were eating, et cetera. It turned out that that compound is something called Dinitrophenol, DNP. And over the years Dinatrophenol,\nDNP has gained popularity in some niche cultures, mainly bodybuilders, athletes\neven in the modeling industry. It is a absolutely terrible\ncompound for anyone to use, because it's highly fatal\nif your body temperature goes too high. Hyperthermia will kill you. And indeed many people have\ndied using Dinatrophenol as a weight loss drug or attempting to use it as a weight loss drug. But Dinitophenol really\nillustrates a principle which is that your\nmetabolism includes things like thyroid hormone and\ngrowth hormone, et cetera. But your body temperature and the way you utilize energy is controlled by your nervous system. And the way Dinatrophenol works\nis by changing the neurons and the way that the\nneurons that connect to fat ",
            "segmentTitle": "The Most Incredible & Dangerous Fat Loss Agent"
        },
        {
            "text": "change the way fat burns up. So we are not going to suggest, I am not suggesting that\nyou use Dinatrophenol. However, there are other things that you can do that can\nchange the relationship between these neurons\nand the fat of your body in ways that can powerfully\naccelerate fat loss. And I don't know why we don't\nhear about these things more, but probably because most of what you see out there on the internet focuses more on what you could eat and should eat or shouldn't eat. It concentrates on exercise regimens which we will also talk about. But the burn factor, your thermogenic\nenvironment is one of the, if not the most important factors in this business of fat loss. And since I'm a neuroscientist that's what we're going to talk about. So let's talk about fat utilization. Let's talk about how fat\nis converted into energy which is sometimes also\ncalled fat burning. What I'd like you to know is that this is a two-part process. Okay? In reality, there are\nmany biochemical steps. And if you log onto the internet, or you open up a textbook\nand you want to learn about fat utilization, you're going to see a lot of chemistry. And I'm happy to go deep into\nthat chemistry if you like. But I think most of you\nare probably interested in what are the leverage points? Where can you exert control\nover this process in ways that benefit you? So I'm going to focus mainly on those. Okay? This is not to upset the aficionados and I will put in some\nnomenclature, but here we go. There's two parts to this process. One, is fat mobilization. And the second is fat\noxidation or utilization. Okay? So the first thing that\nhas to happen for body fat to get burned up or used and reduced is that it has to get mobilized. And that's a process called lipolysis, but I actually don't care if\nyou know the name lipolysis, you just have to move that\nfat out of the position that it's in. You have to get it out of the fat cells. All right? Fat cells can be visceral\naround our visceral organs or they can be subcutaneous\nunder our skin. Most people are thinking\nabout subcutaneous fat when they think about fat. So here's the deal. And if you want more detail, great, I'll touch on that in a bit. But basically stored fat has two parts that are relevant here. It's got the fatty acid part, and that's the part\nthat your body can use. And that's attached to\nsomething called glycerol and they're linked by a backbone. So already, probably too much\nchemistry for both of you. But what you want is you\nwant to break the backbone. So if you just can\nremember to mobilize fat, you got to break the backbone between glycerol and these fatty acids. Okay? That's accomplished by\nan enzyme called lipase, but you can forget all that if you want. Remember, we're just\ntrying to mobilize fat. So the first step is to\nget those fatty acids moving around in the bloodstream to get them out of those fat cells. And then they can travel\nand be used for energy. And that second part, remember first part is mobilization. The second part is oxidation. Is then those fatty acids, those are potential fuel. They're just potential fuel, but you haven't burned the fat yet, you've just moved it\nout of your fat cells. They're going to go into cells\nthat can use them for energy. And once they are inside those cells, they're still not burned up. You need to oxidize them. Think oxidation is the burnup part. They need to be moved\ninto the mitochondria and then they can be converted\ninto ATP into energy. So just to really zoom\nout again to make sure I don't lose anybody. You got to mobilize the fat, then you have to oxidize the fat. In other words, you have to mobilize it, then you actually have to\nconvert it into energy. If you just mobilize it, and you don't convert it into energy, you don't oxidize it, it can be returned to body fat. And many of the things that\nthe nervous system can do, is to increase the mobilization of fat, but also the oxidation of fat. Okay? So you have two opportunities\nto burn more fat, and both of those\nopportunities are governed by your nervous system. By neurons that literally\nsend little wires that we call axons into\nfat and release chemicals that provide a stimulus\nfor more of that fat to be mobilized, and then later for more of\nthat fat to be burned up. Okay? So we could go really deep on this, but I'm not going to go\nmuch deeper than that, because this isn't a biochemistry of fatty acid metabolism lecture. This is about how to burn fat\nusing your nervous system. But remember, there's a mobilization step, and then there's an oxidation step. ",
            "segmentTitle": "Losing Fat Is a Two-Part Process: Mobilization and Oxidation"
        },
        {
            "text": "I think anyone of you, all of you should be\nable to internalize that. Mobilize then oxidize. Okay? Mobilize then oxidize. So what are these neurons\nthat connect a fat doing? What are they releasing exactly? How do they actually\nincrease fat mobilization? And how do they increase fat oxidation? Burning of fat. Well, there are a couple\nof things that they release that encourage that process. And the main one that you need\nto know about is epinephrine or adrenaline. The conversion of these\nfatty acids into ATP in the mitochondria of cells\nis favored by adrenaline. Okay? And adrenaline is\nreleased from two sources. Adrenaline is released\nfrom the adrenal glands, which set a top our\nkidneys and our lower back. And it's also released from the so-called\nsympathetic nervous system. Although that name is a bit of a misnomer, because it has nothing\nto do with sympathy, has to do with stimulating alertness and promoting action of the body. There's a big mistake in the literature that is finally being\ncorrected among those who know. The mistake in the literature\nis that the adrenal glands and the release of adrenaline\nis what stimulates fat loss and fat oxidation. In fact, it was thought for a long time that adrenaline swimming\naround in your body of when you're fasted, because fasting can increase adrenaline or when you're engaging\nin intense exercise or when you're stressed is\ngoing to promote fat oxidation. That's actually not the case. The adrenaline that\nstimulates fat oxidation, the burning of fat is coming from neurons that actually connect to the fat, not hormones like adrenaline\nthat are swimming around in your system. It's a local process. And this is very important\nbecause it means that, what you do, the specific\npatterns of movements and the specific environment you create that can stimulate these\nparticular neurons to activate fat, meaning to release fat, to mobilize it and then to burn it, is going to be a powerful\nlever that you can use in order to increase fat loss. ",
            "segmentTitle": "The Critical Role of Adrenaline/Epinephrine, But NOT from Adrenal Glands"
        },
        {
            "text": "So what have we said so far? We've said that you've got to\nmobilize and you got to burn fat and that your nervous system\nis in control of that process. It's not just about calorie deficit. Okay, so let's talk about how to activate the nervous system in\nways that it promotes more liberation, movement,\nmobilization of fat and more oxidation of fat. So one of the most powerful\nways to stimulate epinephrin which is also called\nadrenaline from these neurons that connect to fat and\nto thereby stimulate more fat mobilization and\noxidation is through movement. But I'm not talking about exercise. The type of movement\nthat I'm referring to, is extremely subtle. And some of you may be familiar\nwith this type of movement, but I'm guessing you're\nprobably not familiar with what I'm about to tell you, which is that shiver or\nshivering is a strong stimulus for the release of adrenaline\nepinephrin into fat and the increase in fat\noxidation and mobilization. But shiver is not just induced by cold, and there are other\nsubtle forms of movement that can greatly increase\nfat metabolism and fat loss. There was a group in England\nduring the 1960s and 70s that discovered a pathway by\nwhich subtle forms of movement can greatly increase fat loss. This is the work of Rothwell and Stock. It's very famous in the\nthermogenesis literature. And I learned about this early on, when I was an undergraduate and I asked, how did they come across this? And here's how the story goes. They were aware that some people overeat and yet don't put on weight. Other people overeat\neven just a little bit and they seem to accumulate\nextra adipose tissue. Now, this is long before\nall the discussions about microbiome and\nhormone factors, you know it was long before many\nof the hormone factors besides insulin had even been discovered. What they did was they\nexamined people who overate and did not gain weight. And what they observed was\nthat those people engaged in lots of subtle movement\nthroughout the day. In other words, they were fidgeters. And that's what they call them. I'm not going to do the British\naccent version of fidgeters. But Roth and Stock were British. What they found were people that overeat but don't gain weight as a consequence. And in fact, many people who\nhad low levels of body fat had a lot of resting tremor, not of the Parkinsonian type, but they would bounce their\nknee while they were sitting, when they would talk, they would engage in\nvery angular movements, they were sort of electric. In fact, now in science, I was chuckling about\nthis as I was diving back into this literature, because the other day I\nheard a wonderful lecture on a totally different topic\nfrom a colleague of mine and we all adore him. He's over in Europe and he's this tremendously\nsuccessful scientist. So we like to poke fun at him. And every one of his movements\nis incredibly electric and staccato. And he's rail thin and\nhe eats like a horse. And so it fits very\nwell into the discovery of Rothwell and Stock who discovered that fidgeters people\nthat bounce their knee, people that have a head bob\nwhile they're listening, people that nod a lot, people that stand up and sit\ndown a lot throughout the day, and people that pace\nburn anywhere from 800 to 2,500 calories more\nthan the control group in the experiments that they looked at. And indeed, there's been a\nmodern look into all this, and these numbers check out that simply moving around a lot, even if those are subtle movements, greatly increases the amount\nof energy that you burn. And people who overeat, the people who can have the\nsecond or the third doughnut or doughnuts at all and\ndon't seem to put on weight to the same degree, they are people that move\naround a lot even when seated. They're are people that\nwill often move their limbs very quickly as well. There even have been studies\nthat have explored other things that correlate with fidgeters. Fidgeters stand up very\nquickly at the end of a lecture or they start to gather\ntheir things very quickly, whereas non fidgeters don't. So dogs like my bulldog Costello,\ndefinitely not a fidgeter. Every movement is incredibly\nslow and deliberate. Sitting down as a process, if you ask him to sit down\nand sort of a slow motion. You ask him to get up and he kind of looks at\nyou sighs and stands up. The fidgeter is the\nopposite of that, right? You say, how are you doing? They go, great. So even sometimes their\nspeech will be accelerated although not always. But staccato movements,\nfidgeting, et cetera. And in 2015, and again in 2017, there've been studies\nthat have explored this, using some modern metabolic tracking and indeed simply moving a lot, being a fidgeter, bouncing your knee, standing up and pacing several times or many times throughout the day led to considerable amounts\nof fat loss and weight loss when people were ingesting\nthe same amount of food, if they overate, they\nwere able to compensate and burn off that food. And if they were trying to lose weight and they incorporated\nthis fidgeting protocol of deliberately trying to fidget more and move around during the day, pace, stand up more quickly, sit down more often, sit down and stand up more often rather. They found that they greatly\nincreased their weight loss anywhere from 20 to 30% increases. And in some cases, you know,\nthere always those few people who burned a lot more. It seems to work best in people who are already slightly overweight. So for people that are overweight, who are kind of averse to exercise, fidgeting might actually\nbe a good entry point. And 800 to 2,500 calories\nis a considerable amount of calories when you\nreally think about it. Now, why am I telling you this? Well, there's clearly a\ntool to export from this, which is that you can increase\nthe amount of calories burned without having to go on\nadditional long runs. I do hope that people\nare exercising regularly because it's so important\nfor other aspects of brain and body health. But nonetheless, we are all time limited and we are not all so\nready to embrace exercise. I have a family member\nwho has been slowly coaxed into exercise, but if I were to tell her, for instance, you need to fidget more,\nshe'd probably go for it. So this is a powerful way\nto increase the calories ",
            "segmentTitle": "Fidgeting & Shivering: A Powerful Science-Supported Method For Fat Loss"
        },
        {
            "text": "that are burned. Now, that's great. And you can think about the protocols. But I want to nest that protocol in what I said before, which is that, fat is\ncontrolled by these neurons and the epinephrin they release. You might say, well, how could\nthese little micro movements lead to so much caloric burn? And that's where it\nreally gets interesting. Rothwell and Stock and\nothers that they worked with, subsequently found that these\nlittle fidgety movements, the engagement of certain\naspects of our musculature that are nothing like exercise. It's not these large coordinated\nor rhythmic body movements, but rather subtle little\nbits of fidgety movement. And here I am doing a lot of\nfidgety movement as an example, tapping the pen, this kind of thing. I was probably that kid\nin class most of the time. And I was like, I try not\nto do it to irritate people, but I was definitely a knee bouncer. I'm not particularly lean or not. But I was definitely... This is a common activity for me. People that do that sort of thing, it turns out that it's not\nthe kind of caloric burn that we normally think of, of like, oh, you'll\nrunning, lifting weights, swimming, yoga, et cetera. Those subtle movements\nof our core musculature, not just the core, but all our limbs and our musculature, those low level movements, they trigger epinephrin\nrelease from these neurons, and they stimulate the\nmobilization of fat. And then that fat is\noxidized at higher rates. And I find this fascinating. I wish more people knew about it, which is why I'm telling\nyou about it today. This has nothing to do with exercise in the traditional form, and yet 800 to 2,500 calories per day. That's a considerable\namount of fat oxidized. If you are in a calorie maintenance mode or if you're sub caloric, that's going to add to it\nstill additional fat loss. The data on this are tremendous. I'll link to a few studies. If you're really interested in learning about what's called neat. N-E-A-T which is non-exercise\nactivity thermogenesis. NEAT. So what's the protocol? Fidget. If you're really interested\nin burning calories and you already exercise, you want to burn more or you don't have the\nopportunity to exercise or you're averse to exercise\nfor whatever reason, fidgeting, movements, staccato movement, standing up, walking around, pacing, all the sort of nervous activities that were so critical of other people and sometimes in ourselves are actually mobilizing and oxidizing a lot of fat and a lot of energy. And while this probably won't compensate for chronic overeating, the caloric burn from\nthis is considerable, and very likely can offset a meal that had excessive calories or a kind of steady\nstate of eating too much. And it also starts to open\nup all sorts of thoughts and discussion about when you travel, you tend to eat foods\nthat are kind of outside your normal ones. We tend to eat foods that\naren't so great for us, we also tend to be a\nlittle bit more sedentary when we travel we're on\nthe plane, et cetera. But all of that aside, just the use of something\nlike low-level movement. And it's almost like a tremor, but also these select short,\nsmall fidgety movements. I'm intentionally doing\na lot of these today. So you have examples that you can use to select from if you like. ",
            "segmentTitle": "How Fidgeting Works: Promotes Epinephrine Release into Fat. “N-E-A-T”"
        },
        {
            "text": "These can have a major effect on fat loss and it raises a second tool. If these low, meaning\nthese small movements that we engage in trigger\nepinephrin adrenaline release from these neurons of the\nsympathetic nervous system that innervate fat and increase fat mobilization and oxidation. Now, it should make sense why shivering is one of the strongest stimuli that one can incorporate\nto stimulate fat loss. Now, shivering is almost\nalways associated with cold. We think shivering, we think cold, because when we get cold, we shiver. And there are two ways that\nshivering can increase fat loss. And there are several ways\nthat you can use shivering, you can leverage shivering and you can leverage cold\nto accelerate fat loss. But you have to do it correctly. And most of the people that are using cold and frankly suggesting cold as a means to increase metabolism fat loss are suggesting the exact wrong protocol. In fact, the one I'm going\nto recommend is 180 degrees in the opposite direction\nto the typical protocol that you'd hear about. So let's talk about how to use cold and how to leverage shiver as\na particularly strong stimulus to increase fat loss through\nmobilization and oxidation of these fatty acids. So in recent years there's\nbeen a growing interest in the use of cold for\nvarious things like, improving stress tolerance, improving metabolism,\nrecovery from exercise. I've talked about a number of those things and the uses of cold on this podcast. In fact, did an episode on\nhow to supercharge performance through palmer cooling, cooling the palms in specific ways or the\nbottoms of the feet. And if you're interested in that, and how to improve performance\nin endurance and strength, you can check out that episode. But most people out there\nare using cold exposure typically by taking cold showers or by getting into cold\nwater of some other kind, a lake or a river or a\ncold bath or an ice bath. And they are doing that\nprobably with mixed goals, meaning they both would like\nto increase their metabolism and burn fat, as well as\nimprove mental resilience. Since today, we're talking\nabout accelerating fat loss through the use of science-based tools. I want to emphasize a study\nthat was published in nature just a couple of years ago, showing exactly how cold\nincreases metabolism and fat loss. ",
            "segmentTitle": "Two Ways of Using Shivering To Accelerate Fat Loss"
        },
        {
            "text": "Okay? So we have several kinds of fat. Three kinds in fact. We have white fat, white adipose tissue, and we have brown fat\nor brown adipose tissue. And there's a third kind\nwhich is beige adipose tissue. White fat is the type\nthat we traditionally think of as fat, subcutaneous fat. And it is not particularly\nrich in mitochondria. It is there as an energy storage site and we have to mobilize the fat out as we talked about before\nand burn it up elsewhere. Brown fat largely exists\nbetween our shoulder blades and on the back of our\nneck, between the scapulae. And it's rich with mitochondria which is why it's called brown fat. And brown fat has a\nparticular biochemical cascade whereby it can take food energy, it can take food, basically, break it down and convert it\ninto energy within those cells. And there's some\nadditional steps involved, but unlike fatty acids from white fat which have to travel elsewhere get broken down in mitochondria and convert into ATP, et cetera. Used by the mitochondria rather. Brown fat is thermogenic. It can actually use energy directly. It skips a step, and I\ndon't want to get diverted by going into all the biochemistry of it. Beige fat is sort of in between. It's white fat that could be brown fat, because it has some mitochondria in it, but not as many as brown fat. Now, cold exposure does several things. Making ourselves cold\ncan allow us to build up mental resilience because\ngetting into cold of any kind, doesn't matter if it's a cryochamber, doesn't matter if it's a cold day and you forgot your sweater or your parka. It doesn't matter if it's an ice bath or you're lying down in the snow. Cold causes the release of\nadrenaline from your adrenals. And it causes the release of epinephrin from these neurons that connect to fat. Now, the big effects of cold on metabolism and fat burning are going\nto be through two routes. One, is that if you\nexpose yourself to cold, you have the opportunity to\ntrigger activation of brown fat as well as to convert more\nbeige fat into true brown fat. So you essentially create a\nstronger or a hotter furnace. That's the way to think about brown fat. It's like a furnace. And so with this principle that we started with a calories\nin versus calories burned. What you're doing is you're\nincreasing the amount of burning, you're increasing the burn of energy by increasing the intensity\nof the heat inside you ",
            "segmentTitle": "White, Brown & Beige Fat; & Using Cold-Induced Shiver To Burn Fat"
        },
        {
            "text": "so to speak. Okay? I'm talking here kind of metaphorically. Now, how can you do that? Well, if you get into cold water or an ice bath or a cold day, and you try and remain\ncalm and resist shivering, you actually short circuit this mechanism for increasing\nbrown fat thermogenesis. The paper published in nature shows that it is shivering itself that causes the brown fat\nto increase your burning, your burn rate and your metabolism. And it works like this, when you get into cold and you shiver, the shivering that low level\nmovement of the muscle, those small movements triggers\nthe release of a molecule called succinate. S-U-C-C-I-N-A-T-E, succinate. And succinate acts on the brown fat to increase brown fat thermogenesis\nand fat burning overall. It actually increases body heat through this brown fat\nthermogenesis pathway. And it also over time can\nincrease the amount of brown fat by converting beige fat\ninto true brown fat. Now, how much cold exposure and how often? That's the key. But before I give that\ndetail or set of details. Remember if you resist the shiver, you are not going to get the\nincreased metabolic effect, because you are not going to\nget the succinate release. So if you want to get your body heat, your thermogenic level to go up, you need to shiver. So now we have the NEAT, the non-exercise activity thermogenesis. So low levels of activity\nas I described before, which are done away from cold, maybe do them in cold as well. As well as shiver in response to cold. And so the shiver itself is valuable for triggering the release of succinate. In fact, succinate is being evolved now by various drug manufacturers as a potential treatment for obesity. Although it hasn't really hit the market ",
            "segmentTitle": "How To Use Cold Properly To Stimulate Fat Loss: Succinate Release Is Key/Shiver"
        },
        {
            "text": "in its final form yet. Succinate is powerful for\nits effects on brown fat. So how many times a week do you need to expose yourself to cold? Will depend on how much\nfat you're trying to lose, and how much you're trying\nto increase your metabolism. There are studies that describe\npositive effects on fat loss of exposing yourself to cold, either through cold\nshower or through ice bath or other cold water. It doesn't have to\nactually have ice in it, provided it's cold enough\nfor anytime, anywhere, excuse me, between one\nand five times per week. But it turns out that\njust one exposure per week can be valuable. The question then is how long to get into that cold environment? And how cold should that environment be? So first let's talk about how long to get into that cold environment? The answer here might be\na little bit different than you might imagine. Most of you might think, oh, well if one minute is\ngood, three minutes is better, and if three minutes is better\nthan 10 minutes is best. But remember the goal is\nto get the shiver induced release of succinate, so that succinate can\ntrigger the brown fat. It turns out that if you\nwant to trigger the shiver, what you want to do is\nto get into the cold and then get out of the cold\nand typically not dry off, and then get back into the\ncold and out of the cold, that will definitely\nstimulate more shivering than just getting into the cold itself. So what I'm not referring to, is getting into the cold\nenvironment like an ice bath and waiting until you shiver\nand staying there shivering. Okay? You also don't want to get hypothermic. And I want to be clear. You want to get approval from your doctor before you do any of this. When you get into cold water, there are two factors that will dictate whether or not you shiver. Probably three, but let's just talk about the main two. One, is how cold it is. So how cold should it be? And look, if you get into\nwater, that's very, very cold. It can actually shock your heart. It can actually give you a heart attack if it's truly, truly ice cold, and you're not adapted to that. So proceed with caution, please. I'm not a physician and I don't\nwant to see anyone get hurt. Just cold enough to be uncomfortable is a good place to start. So for some of you that's\ngoing to be 60 degrees, for some of you that's\ngoing to be 55 degrees, for some of you it's going\nto be high thirties, right? Depends on how cold adapted you are, and people vary in terms of how\nwell they tolerate the cold. So what you need to do\nis find a temperature that you can get into one to five, probably one to three times a week. If you really want this\nto accelerate fat loss. And you want to get in until\nyou just start to shiver, and then you want to\nget out and not dry off, wait anywhere from one to three minutes and then get back into the cold. Now, you'll notice when\nyou get back into the cold, it'll almost seem soothing, it might actually not induce shiv... It might take away the\nshiver that you had. So here's a potential\nkind of sets reps protocol that you can play with. Find a temperature then\ninduce a shiver for you. That's going to vary depending\non your cold tolerance and how cold adapted you are. One to three, maybe five times a week, get in until you... Or get under the shower or whatever it is, until you start to shiver. Genuinely shiver. Then after about a minute or so, get out, spend one to three minutes\nout, but don't dry off, get back in for anywhere\nfrom one to three minutes, but try and access the shiver point again. And you might do three\nrepetitions of that. So it's three times in\nand three times out total. Okay? That's a great starting place. And what you don't want to\ndo is build up your tolerance ",
            "segmentTitle": "Exact Protocols: (1-5X per week); Don’t Adapt! Submerge and Exit “Sets & Reps”"
        },
        {
            "text": "to cold so fast, that pretty soon you're\nable to resist the shiver, because remember the shiver is the source of the succinate release that will trigger brown fat thermogenesis. So if you'd like to see\nthis protocol spelled out, you can access it zero cost at a website which is www.thecoldplunge.com. The Cold Plunge is a company\nthey make cold plunges, and they were kind enough to gift one to the Human Lab Podcast. But I want to emphasize that\nthese protocols are free of cost. The folks at the Cold Plunge\nare not just interested in marketing their product, but one of their main\ninterests is encouraging people to engage in cold exposure\nfor particular end points and goals like fat loss,\nresilience, et cetera. Resisting inflammation. But their main focus is\nproviding people protocols and encouraging people to use\ncold exposure of various kinds not just through their products, but through cold rivers\nand jumps in the ocean and things like cold showers, whatever is most convenient and accessible for various people. And so we needed a place\nwhere we could house these protocols in a permanent way, and not just for this episode. But so what they've agreed to do is, to post the protocols there, they should be very easy\nto find on their website. This particular protocol we're referring to as the fat loss optimization protocol for lack of a better name. And it's really grounded in how cold it can be used to induce shiver. And again, it doesn't really matter how you're accessing that cold, provided you access to the shiver, and you're moving from\nthe cold environment to a slightly warmer environment. So getting out of the cold shower or getting out of the ice bath, et cetera, or out of the cold plunge, and then back in. Because it turns out that the cooling and rewarming process of the\nbody is where shiver kicks in. ",
            "segmentTitle": "thecoldplunge.com see “protocols” tab Cold-Shiver-Fat-Loss Tool (cost free)"
        },
        {
            "text": "And so that's distinctly different than just trying to get into the cold and stay in the cold\nfor as long as possible. And if you zoom out a little bit and think about some examples in life, you'll understand why\nthat must be the case. For instance, people who do\na lot of cold water swims, you have these polar bear clubs, I think they call themselves. ",
            "segmentTitle": "If Fat-Loss Is Your Goal, Avoid Cold Adaptation: Remember Polar Bear Swimmers"
        },
        {
            "text": "They do these cold water swims. I would sometimes see these\npeople swimming back and forth to Alcatraz and stuff like\nthat, which it seems risky. and they tell me it's very stimulating for the mind and body. Great. Sometimes those people are very lean, oftentimes they're not, and they're getting a\nlot of cold exposure. And one of the things that happens is, if you expose yourself\nto cold over and over, you adapt, you become cold adapted. And when you do that, you no longer get the epinephrine, the adrenaline release from the cold and therefore you don't\nget the succinate release and the shivering and the\nbrown fat thermogenic effect quite as intensely. So if you want to use\ncold for other reasons, and certainly cold water swims can be fun. And there's, you know, long\nas you can do them safely, they're great. I've gotten into cold water swimming for some period of time. You can use cold for\nresilience, et cetera. But if you want to use\ncold to increase fat loss, then getting this shiver\nprocess going the cooling and rewarming which\naccelerates the amount of, or increases the amount of shiver. That's going to be the way to go. One note about cold\nand some of the factors that it releases. A few years back there\nwas a lot of excitement about this hormone called\nirisin, I-R-I-S-I-N, which was associated with cold. And there was a lot of excitement about its potential role\nin increasing metabolism so much so that people\nwere starting to explore this as a potential fat loss drug. To my knowledge that went nowhere. The science eventually\nshifted over to succinate as the main factor in\ncold induced thermogenesis through this brown fat pathway. ",
            "segmentTitle": "Irisin: Underwhelming; Succinate Is The Real Deal"
        },
        {
            "text": "But if anyone out there is aware of any positive effects of iricin or of any signs of irisin\nthat I'm overlooking here, or that I'm speaking about\nincorrectly, please let me know. I'd be very curious to learn. Now, I want to just talk about\nbrown fat a little bit more, and talk about a period in your life in which you were rich with brown fat, you had a ton of brown fat, and that's when you were a baby. Babies can't shiver. These neurons that release\nepinephrin into fat are not wired up and really aren't present at sufficient levels or\nin sufficient numbers when you are a baby. And therefore you can't shiver as a baby, and you can't warm yourself\nup in cold environments very well. To compensate for that, mother nature installed in all of us an excess of brown fat early in life that exists again in the upper back, and the middle of the back\nand the back of the neck. Over time if we don't expose\nourselves to cold environments or do other things that make a shiver, we lose a lot of that brown fat, but what's interesting about brown fat is that there's some evidence that brown fat just like white fat can both increase in size, but that you can also add new cells. Now, there's a little bit controversial. People always say you can't\nchange the number of fat cells, you can just shrink them\nor increase their size. Well, it turns out that\nepinephrin released from these little nerve\nendings in brown fat and succinate circulating in the body may and I want to underscore\nmay have the effect of increasing the amount\nof brown fat cells probably by converting these\nbeige fat cells into brown fat. So that allows us to become\nmuch as we were early in life, where we metabolized like crazy ",
            "segmentTitle": "Brown Fat, Why Babies Can’t Shiver and Becoming a Hotter Furnace, Adding Heat"
        },
        {
            "text": "and we'd heat ourselves\nup without shivering. Some people have taken the\ncold thing to the extreme, putting ice packs on\nthe back of their neck throughout the day. Did a episode all about\ntestosterone and estrogen, and there's this, let's\njust call it a very niche, I have to imagine very,\nvery niche culture of people who are wearing literally, I'm not joking. They are these cool pack\nice pack underpants. They go by a name that I'm\nnot going to repeat on here, but you can find them on Amazon. Those are people that are\nusing cold packs on the body and on the groin to\ntry and increase things like testosterone. But as well to try and\nincrease thermogenesis and trying to increase their metabolism. Just remember if you become cold adapted, you're not going to get\nthe fat burning effects to the same degree. So cold is a powerful tool for fat loss, but you don't want to adapt. This is reminiscent of a rule that you hear about in endurance exercise and in strength exercise as well, which is, that you want to use\nthe minimal effective stimulus to promote growth or progress. So growth of a muscle or\nimprovements in endurance. If you go 10% further\non a run or 10% faster, you will likely see an\nimprovement in performance provided your recovery the\nnext time you come back and do that same round of exercise. You'll be able to do more work or complete the work\nmore easily, et cetera. You've adapted. If you do 20% more distance\nor 20% more weight, you won't necessarily see the same commiserate level of gain or improvement. And so likewise with cold, if you're quickly moving\nfrom 30 seconds of exposure to 10 minutes of exposure, you're overlooking the opportunity\nto get the most fat loss and increase in metabolism\nby stepping it up in smaller increments. Okay? And this also speaks to the rationale for using cold exposure\nto accelerate fat loss for certain periods, but then maybe not doing it year round. If fat loss is your goal, maybe use it for two,\nthree months at a time and then stop for two,\nthree months at a time, ",
            "segmentTitle": "Ice On Back of The Neck, Cold Underpants: Not A Great Idea For Fat Loss"
        },
        {
            "text": "because it is such a potent stimulus provided you engage in the shiver. Next I'd like to move to exercise\nand how particular timing and types of exercise can\nvastly improve fat loss. Before I do that, I just want to mention a\nreally important reference for those of you that are\ninterested in learning more about how neurons connect to fat? This is certainly a paper\nthat you'd want to look at, if you're interested in diving\ndeep into the literature and reading all the various studies. It's a review. And the title of the review\nis neural innervation of white adipose tissue and\nthe control of lipolysis. That's neural innervation\nof white adipose tissue and the control of lipolysis. It was published in Frontiers\nin Neuroendocrinology. You can find that free online. They have the full text available. The first author is\nBartness, B-A-R-T-N-E-S-S. It's a great review. And I've talked about a number of things that are mentioned in the review. Follow the references in that review and the reference trail as we say, ",
            "segmentTitle": "A Key Paper For the Aficionados: www.ncbi.nlm.nih.gov/pmc/articles/PMC2826518/"
        },
        {
            "text": "if you're interested\nin learning more about also how neurons control brown fat. And before I moved to exercise, I also just want to highlight something that comes up every few years and has largely been considered myth now, but that is actually more interesting than most people might think, which is this issue of spot reduction. You know, in the 80s and 90s, there were a lot of commercials, late night infomercials, where they would talk\nabout spot reduction. If you do sit ups, will\nyou lose abdominal fat? If you do hip raises or glute raises, will you lose gluten hip fat. And I think everybody\nknows now believes that, and understands that fat metabolism is something that happens\nsystemically throughout the body. That some body fat is\nquote unquote more stubborn than others. Everyone varies in where\nthey tend to store fat or lose fat last. Number of factors that influence that, and in particular hormone receptors. But now at least in the\nscientific literature, spot reduction and the possibility of real true spot reduction reductions\nin fat in a targeted way, a body part or body area targeted way is becoming more of a reality\nand may be a reality soon, because exercise that\ntriggers the activation of these nerve fibers, these neurons that innervate fat. In theory, if you can increase\nthe amount of epinephrin released at those particular\nfat pads as they're called, they're actually called fat pads in the scientific literature. In theory, you could increase mobilization from those particular body fat sites. Okay? So because the new view that\nthe modern understanding is that it's not adrenaline\nreleased systemically kind of bathing all your fat tissue, but rather its neurons\nreleasing adrenaline epinephrin locally that in theory, exercise that stimulates\nthe release of epinephrin or exercise coupled\nwith things like shiver or low grade shaking movement, or the NEAT, the non-exercise\nactivity thermogenesis could in theory lead to local enhancement of mobilization of fat tissue. So I think that spot reduction actually will soon be\nsomething that's possible using the appropriate technology. What does this mean for you now? What could you possibly do\nwith this information now? Well, I think it speaks to the fact that if one is going to engage in exercise that doing exercises that involve lots of different body parts and movements is likely to encourage the maintenance and or growth of these neurons that innervate fat throughout the body. What this means is changing\nup the pattern of exercise, engaging in novel types of movements may actually be one\nway that one can access these so-called stubborn body fat pads. Now, there's a little bit of speculation in the statement that I'm making, but if you think about it it makes sense. If you become very adapted\nto a particular pattern of exercise, whether or not you're subcaloric or not, you're on maintenance calories are not, you are oxidizing some fat always, and you're utilizing the\nneurons that innervate fat in a regular way. And pretty soon this innervation\nis going to shut off, because there's no reason why\nthis neural innervation of fat should continue to release epinephrin unless you give it a\nstrong stimulus like cold or the fidgeting or in this case to do novel forms of exercise. And there's some anecdotal evidence and I don't even want to call it data, but anecdotal evidence\nthat people who have, quote on quote stubborn body fat, if they start to adopt\nnew patterns of exercise, they can start to access\nthose stubborn fat pads. And again, fat pads is the correct way to refer to these in the\nscientific literature. So what we're focusing\non today is the fact that fat indeed will be\nmobilized and oxidized in response to a deficit in calories. ",
            "segmentTitle": "Spot Reduction: There May Be Hope After All. Targeting Specific Fat Pads."
        },
        {
            "text": "But that the way that neurons\ncontrol those fat pads and those body fat stores, affords you a lot more control than perhaps you ever previously thought. So let's talk about movement. And the more traditional\nkinds of movement, aka exercise has been\nshown to lead to increases in metabolism and fat\nloss to greater degrees depending on whether or not for, instance you're fasted\nwhen you do it or not, whether or not you do your cardio first or your resistance training first. And this is again in the literature for which there's a lot of controversy, but in digging through\nall the studies on this, we're finally starting to\narrive at a consensus of, when is best to do exercise? And what types of exercise to\ndo if your goal is fat loss? The topic of exercise is a\nkind of controversial one, not as controversial as nutrition and diet which we will talk about in a few minutes. But it's a particularly interesting one, because different types\nof exercising gauge the musculature of the body\nand the heart and the lungs in different ways, and can have vastly\ndifferent effects on things like hormones and metabolism\ndepending on whether or not it's of high intensity, moderate intensity or low intensity. So rather than think about weight training versus cardiovascular exercise, I think the most simple way, the most fluid way to have this\nconversation about exercise and fat loss is in terms of\nthree general types of training. Whether or not it's done\nwith weights or body weight doesn't really matter. And those are high\nintensity interval training. Something that's seems to have\ngained a lot of popularity in recent years. So-called HITT, H-I-I-T. So high intensity interval training. Sprint interval training. So that's going to be very\nhigh intensity or SIT, or moderate intensity\ncontinuous training, M-I-C-T. So we've got HIIT, SIT and MICT, M-I-C-T. And we can get a little bit\nmore precise if you'd like. I'm not somebody who measures\nmy VO2 max or anything while I exercise. I generally know whether\nor not I'm doing something I could continue for a very long time, or whether or not I'm doing something that I realize is going\nto be of short duration high-intensity. But if you'd like to\nmap this to VO2 max SIT, this sprint interval training was defined as all out greater than 100% of VO2 max bursts of activity that\nlasts eight to 30 seconds intersperse with less\nintense recovery periods. So this would be sprinting downfield for eight to 30 seconds, then maybe walking back\nfor about a minute or two and then sprinting again\nand then continuing. So that would be SIT. HIIT, H-I-I-T is defined as submaximal, so 80 to a hundred percent\nof VO2 max bursts of activity that lasts 60 to 240 seconds intersperse with less\nintense recovery periods. So on a standard 400 meter track, just to give this a\nlittle bit of a visual, a four minute mile would be\nfantastic for most people, although people run faster\nthan that of course. So that's four 60 seconds laps, but that's back to back to back. I think in my best shape or\nmaybe it was in my dreams, I don't recall which I\nwas able to do 60 seconds around the track, but of course I couldn't\nget that on the second or third or fourth if I\ndid that was certainly in the fantasy land and not reality. But 60 seconds would\nbe about one revolution around the track, maybe 90 seconds, depending\non how fast a one is running. So 60 to 240 seconds. MICT okay. This moderate intensity\ncontinuous training is steady state cardio\nsometimes called Zone 2 cardio these days on the internet, which has performed continuously\nfor 20 to 60 minutes at moderate intensity\nof 40 to 60% of VO2 max or if you prefer heart rate\n55 to 70% of max heart rate. Okay? So we can think about high, medium and low intensity exercise. Although low intensity usually means that you could carry on a conversation, or maybe you have to gasp\nevery few steps or so, while trying to talk and run. That's I think going to\nbe the most useful way ",
            "segmentTitle": "Exercising For Fat Loss: What Is Best? High Intensity, Sprinting, Moderate Intensity?"
        },
        {
            "text": "to have this conversation\nthat we're having now, because there's so many\ndifferent forms of exercise that people do and intensity is important. Let's ask the question\nthat I think many people are wondering about, which is, is it better? Meaning do you burn more fat\nif you do your exercise fasted? And fasted in this respect\ncould be that you wake up in the morning, you've been fasting all night, you just hydrate and you exercise or sometimes people will ingest caffeine, there's controversy as to whether\nor not that quote on quote breaks the fast. It has to do with whether\nor not your caffeine adapted something for another episode. In any case that would be fasted. So probably not having eaten anything for anywhere from three to\n24 hours or maybe even more. As you could also be\nfasted in the afternoon. If you had lunch at noon and it's four or five or 6:00 p.m. Is it, will you burn more fat if you exercise without\nan eating anything first, without ingesting any calories first? And people have tried to\nreally split hairs on this, every which way people say, well, you can fat fast, because fat and protein doesn't lead to as great increases in\ninsulin as other things, maybe you can have a few\nalmonds and then still train. And indeed insulin will\nprevent fat oxidation. I want to be really clear. The burning part of fat in the cell, the movement of the fatty\nacid and into mitochondria and the conversion ATP,\ninsulin inhibits that process. However, it's been shown that it least for short\nperiods of training, it doesn't really seem to\nmatter whether or not you eat before training or you don't, if your goal is fat oxidation. Now, I want to put an asterix near that, because there are some exceptions. But there were several studies done that, and the kind of the classic ones of these, I'll read out to you. What they basically did is they\ngave people glucose, sugar, to increase their blood\nsugar before training or not. And the kind of classic study\nof this is Al Borg at all. So in 1976, so it goes way back, which is that glucose reduces\nfat burning and exercise. And then some other studies\nif you want to look these up, they're very easy to find on PubMed. You put in Horowitz 1999, [indistinct] is another\none where they have people drink milk with glucose in it. So sweet sugary milk\nbefore exercise, et cetera. And you can find a number of examples where eating before exercise\nreduces the amount of fat that's oxidized during the exercise. And you can also find a lot\nof studies showing that, eating during exercise\nor prior to exercise will not reduce the amount\nof fat that is oxidized. However, the types of exercise whether I was medium\nintensity or high intensity or low intensity is all over\nthe map for these studies. So it's very hard to\ntarget an ideal protocol. And then if you look really\ndeep in the literature, ",
            "segmentTitle": "Exercising Fasted: Does It Truly Accelerate Fat Loss/Oxidation."
        },
        {
            "text": "you start to find meta analysis where people have actually\naggregated all the findings and some modern studies where it points to some very specific\nand useful protocols. And so here's the rule\nthat or the protocol that I extracted from that literature. At a period of about 90 minutes of moderate intensity exercise, I want to be clear, at about or after 90 minutes\nof moderate intensity exercise. There's a switchover point whereby if you ate before the exercise, you will reduce, excuse me, you will burn far less fat\nfrom the 90 minute point onward than you would if you had\ngone into the training fasted. So let me repeat that. If it's moderate intensity, so-called zone two cardio type exercise, at the 90 minute point, if you happen to have\neaten before the exercise within one to three hours\nprior to the exercise, then you reduce the amount\nof fat that you will burn from 90 minutes onward, whereas if you had fasted\nprior to the exercise, you hadn't eaten anything\nfor three hours or more prior to the exercise. At the 90 minute point,\n90 minutes of exercise you will start to burn\nmore fat than you would had you eaten. Now, 90 minutes of moderate\nintensity exercises is a lot. So that's a pretty long run. Even if you're running\nat a pretty slow pace like a 10 or 12 minute mile,\nthat's a lot of running, that's a lot of swimming. So that's a lot of walking, that's a lot of hiking. However, there are people who\nare going out hiking all day or running all day or walking all day. And if you want to burn\nmore fat per unit time, ",
            "segmentTitle": "The 90 Minute Rule: After 90 Minutes, The Fasted Exercisers Start To Burn More Fat"
        },
        {
            "text": "you want to oxidize more fat\nthen you would do that fasted. Now, there are also studies\nthat pointed the fact that you don't have to wait to 90 minutes in order to get this\nenhanced fat burning effect. The studies I was able to find and that looked to me like\nquality peer-reviewed studies with no company bias or no\nproduct bias of any kind. These are studies that were largely funded by the federal government\nin the university context pointed the fact that if one\ndoes high-intensity training, or even the very high\nintensity forms of training like sprints or squats or deadlifts or any kind of activity\nthat can't be maintained for more than these, you know, eight or I would say up to 60 seconds. So a set of lifting\nweights repeated, repeated, if that's done for\nanywhere from 20 minutes, so weight training or power lifting or these kinds of things\nor kettlebell swings or up to 60 minutes, we'll then the switchover point in which you can burn more fat, if you go into that fasted comes earlier. And this makes sense\nbecause there's nothing holy about the 90 minute point\nfor a medium intensity Zone 2 cardio. That 90 minute point is the point in which the body shifts over\nfrom mainly burning glycogen, basically, sugar that comes\nfrom muscles or the liver and realizes this is going on for a while, I'm going to shift over\nto a storage site fuel that is in reserve like body fat. This is going to happen for a while, so I'm going to start\ntapping into body fat stores. Now, fat doesn't have\na little brain there. It is innervated by neurons,\nbut it doesn't have thoughts. And you don't actually control\nthis switch with your mind. This is something that\nhas to do with the milieu of various hormones. What has to happen is insulin\nhas to go down far enough. So if you ate before the exercise, you'd have an increase in insulin, if you ate carbohydrates you'd have a bigger increase\nin insulin, fat and proteins indeed you'll have\nlower amounts of insulin and fasting will give you\nthe lowest amount of insulin. Well, then that switch over\npoint is going to come earlier in the exercise. And if you think about if\nyou were to do something high intensity for 20, 30, 40 minutes, so maybe lift weights and\nthen get into Zone 2 cardio. If you are fasted, the literature says that you're going to burn\nmore body fat per unit time than if you had eaten before\nor during the exercise. So what does this mean? This means if you want\nto burn more body fat, if it's in your protocols and you have been approved\nto do this safely, exercise intensely for 20 to 60 minutes, the higher the intensity\nobviously the shorter that about is going to be, and then move over into Zone 2 cardio. And if you do that fasted or\nthe medium intensity cardio I should say. And if you do that fasted, then indeed you will burn a\nhigher percentage of body fat. If you need to eat or you\nlike to eat before you train that also can work. And if you train very intensely, you're likely to shift over\nto the fat burning pattern more quickly as well. So again, this isn't really an issue of how long you exercise. It's an issue of how\nintensely you exercise and therefore what fuel\nsource you're drawing from. So hopefully I've made that clear, but basically you need to deplete glycogen or through high intensity exercise and then move to a steady state exercise that will allow you to burn more fat. Or you need to perform a medium intensity or low intensity type exercise\nfor a long period of time before you shift over to burning fat. And indeed it seems that\ngoing into all that fasted will facilitate the burning\nof more fat overall. But if you can't even get to the exercise, if you're somebody who just\ncan't do the training at all, you're unwilling to or\nyou're incapable of training, unless you eat something, then obviously eating\nsomething makes the most sense. And what you eat prior to exercise, that's a whole other biz\nthat people argue about and fight about whether\nor not you should go into it with low carbohydrates\nor higher carbs, all of that. But in general, the theme\nthere is very simple. Which is that you want insulin\nlevels to be pretty low if your goal is body fat reduction, if you want to oxidize body fat. So fasting in some cases, fat fasting and other cases where you're just ingesting fats. Fat and protein, in some\ncases or for some people ",
            "segmentTitle": "If High-Intensity Training Is Done First, The Benefits of Fasting Arrive Before 90min."
        },
        {
            "text": "it will be eating carbohydrates. I'm not here to dictate a\nparticular nutrition regimen. That's just how the hormone\nbalance of these things and fat oxidation works. Now, one thing that's very interesting and cannot be overlooked is this issue of how much energy you burn\nduring and after the activity. And some of you probably\nalready know about this, but the whole business of\ncalories in versus calories out, and people counting the number of calories they burn during their aerobic session or during their whatever session is only one half of the equation and it really eclipses\nthe more important issue, which is how much of an\nincrease in metabolism does a given exercise\ncreate after the exercise? And we could talk for hours about this, but the simple way to view this is that, high intensity training,\nanaerobic training of weight training, sprints,\nburpees, any kind of thing. I don't know these days I\nhear that you're not supposed to do burpees that people\nthink burpees are dangerous. So I'm not suggesting any\nparticular movements here. You have to decide what's right for you. I do burpees. I don't seem to be injured from them, but I hear that they're\nterrible for some people. So anyway, push-ups, sit-ups, whatever it happens to be\nthat anaerobic exercise that's of higher intensity or sprints taps into glycogen stores\nduring the movement and we'll burn more energy per unit time than moderate intensity. High intensity burns more\nthan modern intensity. That's straightforward. What's interesting is that all the studies that I was able to find on what happens after that type of exercise showed that the percentage of fat that you burn after high intensity\nexercise is actually greater. In other words, you burn a lot of glycogen during the high intensity exercise. And then after the exercise, the post exercise oxygen consumption as it sometimes called goes up. We know this after you train intensely that post exercise oxygen\nconsumption goes up sometimes for up to 24 hours. And it is during that period of time that you oxidize more fat not glycogen. Now, what's interesting is\nthat the reverse is also true, for people that do long bouts of low or moderate intensity exercise. So typically this would\nbe things like running, swimming, biking, et cetera. So 60, 90 minutes, two hours maybe even people that\nare training for marathons or half marathons, when they stop training, they burn more glycogen,\nmore carbohydrate, even though they were burning\nmore body fat per unit time during the low intensity exercise. So there's this kind of inversion. High-intensity burns more\nglycogen during the activity, more body fat afterwards. Moderate to low intensity\nburns more percentage-wise more body fat is oxidized than glycogen during the actual exercise\nafterward it's more glycogen. So I don't want this\nto get too complicated. The point is you should\npick exercise that you like, that you're going to do regularly, but it does seem that the\nhigh intensity exercise followed by moderate intensity exercise is going to be optimal\nfor fat burning overall. Because when you look at the\npercentage of body fat burned, and you look at the overall increase in basal metabolic rate, moderate and high intensity training followed by low intensity training or even just followed\nby going back into life ",
            "segmentTitle": "Post-Exercise Metabolic Increases: How To Bias This Toward Fat Oxidation"
        },
        {
            "text": "is going to be the best way\nto continue to burn body fat because of the ways that it\nincreases basal metabolic rate. This could be distilled\ninto a simple protocol whereby three or four times a week you do high intensity training\nfollowed by either nothing or followed by low intensity training especially if you're\nable to do that fasted. And I should just mention\nthat none of this stuff about fasted is about performance. If you want to perform really well, this is for reasons of performance and you want to, you know, it's\nfor a sport or a competition, it's not for body fat purposes. Well, then all of this kind of falls away and is modified by what's\nideal to eat for performance. But what we're talking about today is how to optimize body fat loss. So train moderately to very high intensity and then moderate to low intensity, or train moderate to high intensity, and then go about life. And in fact, I have a friend\nwho uses this strategy. He likes the train intensely and not that often protocol\ncause he's a very busy person. So he'll train for 20\nor 30 minutes intensely with weights or just body\nweight movement doing a lot, he does burpees and push-ups\nand sit-ups and pull-ups and just kind of moving and\nkind of circuit type training. But where he's breathing really hard, the goal he always says is, I want to breathe hard\nfor 30 minutes every day. And then afterwards he\nhydrates and drinks coffee and moves into his day. And he's walking around and taking calls and carrying around his children and doing all these kinds of things that keep him really busy which is kind of like low intensity work. So I think you get the principle now. But you should all be asking yourselves as scientists of yourselves. Why would it be that\ncertain patterns of exercise would lead to more or less fat loss? I mean, it can't just be\nabout the energy burn. We already established that. And again, it has to do with the neurons. It has to do with how we\nengage the nervous system. So while non-exercise activity\ninduced thermogenesis, NEAT, the fidgeting and cold\ncan induce thermogenesis by engaging shiver tight\nmovement or low-level movements. Big movements that are\nof very high intensity, meaning they require a lot of effort, deploy a lot of adrenaline\nepinephrin from our neurons and signal particular types and amounts of fat\nthermogenesis, fat oxidation, whereas low level intensity exercise, low or moderate intensity exercise, walking, running, biking where you can do that easily, there's not very much adrenaline release. So adrenaline aka epinephrin is really the final common path by which movement of any kind, whether or not it's low level shiver, whether or not it's lifting\na barbell sprinting up a hill ",
            "segmentTitle": "A Protocol For Exercise-Induced Fat Loss; Adrenalin Is The Effector"
        },
        {
            "text": "or doing a long bike ride. Adrenaline is the effector of fat loss. It's the trigger end, it's the effector. So now I want to turn our\nattention to compounds that increase epinephrin and adrenaline, as well as compounds that work outside the adrenaline epinephrin pathway to increase the rates of fat loss. I almost always save\ncompounds and supplements and things of that sort to the end, because I do believe that\npeople should look first towards behavioral tools and\nan understanding of the science before they look toward a supplement or a particular thing that\nthey can extract from diet. This is mainly to try\nand shift people away from the kind of magic\npill phenomenon or the idea that there is a magic pill\nbecause there really isn't. And frankly, there never will be. But there are some compounds that can greatly increase fat\noxidation and mobilization. And understanding which\ncompounds increase oxidation or mobilization can be very useful if your goal is to accelerate fat loss. There are things that people can ingest that will allow them to oxidize more fat. And that occurs mainly\nby increasing the amount of epinephrin that is\nreleased from neurons that innovate fat tissue. One of the more common ones is one that you may already be\nusing which is caffeine. It's well-established that\ncaffeine can enhance performance, if you're caffeine adapted. I talked about this in an earlier episode so I want to make sure\nI'm very clear about this. If you are not used to drinking caffeine and you suddenly decide I'm going to drink a big cup of coffee before training, you will vasoconstrict and\nyou will limit performance. So that's performance. If you're caffeine adapted however, there's this kind of\ninteresting phenomenon where ingestion of caffeine serves more as a performance enhancer, both by increasing alertness, but also by way of dilating vasculature of allowing more blood flow. Now, caffeine for burning\nmore fat for oxidizing and mobilizing more fat\nis an interesting one. It can be effective at\ndosages up to 400 milligrams. You have to be careful if\nyou're caffeine sensitive. Some people have just the\nlittlest bit of caffeine and their mind goes crazy, and they're very uncomfortable. It can have cardiovascular\neffects for some people or hypertension, et cetera. So please check with your doctor. But 400 milligrams is roughly\na cup and a half a coffee or two cups of coffee. Nowadays, there's a lot\nmore caffeine in coffee. So if you go to a typical cafe and you were to get their medium-sized that would have close\nto a gram of caffeine, which is why, if you're a\nregular caffeine consumer and you don't get that gram of caffeine in your coffee each day,\nyou will get a headache. It can cause constriction\nand dilation of blood vessels in ways that's complicated, but you'll get a headache. Some people like the\nway they feel drinking 100 to 200, 300 maybe 400\nmilligrams of caffeine before training. And indeed that will lead\nto increase fat oxidation. It will do that because you\nwill release more epinephrin and adrenaline. So let's just place this in the context of what we said previously. Let's say you normally do Zone 2 cardio, so you're going out for\na moderately intense run for 30 to 60 minutes or so. I think the current recommendation\nguidelines in the States are that people engage in 30 minutes of moderate intensity\nexercise five days a week for that's 150 minutes. If their goal is to improve or maintain health of the\ncardiovascular system. 80% of people in the United\nStates fail to do that, or anything close to it. We are way below threshold\nfor what the government has recommended. In this case, the\ngovernment recommendations, I think are pretty good. That's one could always\ndo better of course. But 80% of people aren't even doing that. However, just using the logic and the understanding of\nhow epinephrin adrenaline is affecting this fat oxidation process. If you were to go out for 15 minutes and you drank caffeine before you went, yes, you'll probably oxidize\nmore fat per unit time. Can you compensate for the exercise you're not doing just\nby drinking caffeine? Well, probably if you were\njust talking about fat loss, if that caffeine makes\nyou fidget a lot, right? The amount of calories that\nyou burn in a 30 minute run, unless the run is very intense and you're wearing a weight\nvest and it's up a hill, it's not that great, right? Then you probably get you in somewhere into the 400, 500 calories burned area. But I said earlier, and\nthere are a lot of data now to support that fidgeting for a day can burn anywhere from 800\nto 2,500 calories a day. So you might say, well,\nfidgeting is better than running, ah, but it doesn't trigger the activation and the positive health effects of the cardiovascular system. So fidgeting alone can be great, but you need exercise for other reasons. Caffeine can enhance the amount of fat that you burn in any duration of exercise. And it can shift the percentage of fat that you oxidize compared to glycogen. Unless you take that caffeine\nand it ramps you up so much that you're training\nreally, really intensely. The bottom line is, if you like caffeine and\nyou can use it safely, ingesting somewhere between\n104 milligrams of caffeine prior to exercise somewhere\nbetween 30 to 40 minutes before exercise can be beneficial if we're talking about fat\noxidation burning more body fat. ",
            "segmentTitle": "Supplements/Compounds For Fat Loss Part: Caffeine Fidgeting, & Caffeine Adaptation"
        },
        {
            "text": "So that's caffeine. There are a number of other things that have existed over the\nyears that are in this pathway, things like ephedrine which\nis now illegal in most states, I think maybe an all states because people were dropping\ndead from taking ephedrine, because they were heating up too much. It's interesting it wasn't\ndirect effects on the heart causing heart attack. It could trigger by way\nof adrenergic receptors. If you'd like to know, increases in body temperature and heat. Now, those drugs turned\nout to be dangerous, because people were overheating and dying. There was also the big Fen-Phen craze. That was a drug that was\nreleased fenfluramine which actually was quite effective as an anti obesity drug, a treatment for obesity that\nhad to be outlawed as well. It was FDA approval was removed ",
            "segmentTitle": "Ephedrine, Fenfluramine: Removed From Market Due to Safety Concerns"
        },
        {
            "text": "because again people were dying because of cardiovascular effects. I don't know if people were\noverheating on it as well. So what is the solution? If caffeine is the kind of the\nentry point for most people of using compounds to increase the rate or percentage of fat loss in\nexercise and even at rest, what are some of the other\nthings that are useful and interesting? Well, in terms of tools\nthat are actionable and have reasonable safety margins, I've talked before about\nsomething called GLP-1. This is something that can be triggered by the ingestion of yerba\nmate, which is a tea, and I guess because I'm half Argentine, we grew up drinking mate. I think I was drinking mate from the time I was about three or four years old. I don't suggest that for kids. I don't think kids should\nbe ingesting caffeine. But anyway I did it and\nI still ingest mate. Mate increases GLP-1. GLP-1 is in the glucagon pathway. So let's just quickly\nreturn to our biochemistry. As you recall, fat is\nmobilized from body fat stores and then it's burned up. It's oxidized in cells. It actually needs to\nbe converted into ATP. And those fatty acids are\nessentially converted into ATP in the mitochondria of the cell. High insulin prevents that from happening and glucagon facilitates that process. Glucagon facilitates that process through increases in GLP-1. The short takeaway is mate increases GLP-1 and yes, increases the percentage\nof fat that you will burn. It increases fat burning. And that is especially true, it turns out from the\nscientific literature, if you ingest mate prior\nto exercise of any kind. So if you want to burn\nmore fat drinking mate before exercise is good. Drinking it at rest when\nyou're not exercising will also help shift your metabolism toward enhanced burning of fat\nby increasing fat oxidation. Now, there's a whole\ncategory of pharmaceuticals that's being developed right now that are in late stage trials or are in use for the\ntreatment of diabetes which capitalize on this GLP-1 pathway. They go by various names and there are people on the internet who are selling these things. They are prescription drugs and I want to emphasize that\nthey are prescription drugs and you obviously wouldn't want to use any of these without a\nprescription and a requirement. It does seem that they are effective for the treatment of\ncertain kinds of diabetes and lead to fairly significant weight loss and reduction in appetite. So this is kind of the\nmodern version of GLP-1 is pharmaceuticals of GLP-1 metabolism are drugs such as somatical, I can never pronounce this. I can't seem to pronounce\nmany things it seems. Semaglutide is the way\nI would pronounce it. S-E-M-A-G-L-U-T-I-D-E. Semaglutide but that's not\nthe way you pronounce it. But Semaglutide is the way\nthat it's been described on the internet. In any case, this\ncompound increases GLP-1. It's actually a GLP-1\nanalog in some cases, and they go by various\ntypes of trade names. So the GLP-1 pathway is interesting. Most people, including myself, are not interested in\ntaking a prescription drug to increase GLP-1, I do it through the ingestion of mate. I just get the mate leaves,\npour water over it and drink it. What's kind of interesting, that's not often discussed is that you can increase\nthe amount of GLP-1 by, you can essentially reuse the tea. The first time you drink it\nit can be very, very intense. And in fact, some people find that mate almost tastes like burnt leaves. It's too intense. You don't want the water to be too hot. But I learned this trick from a friend. You can reuse the leaves\nover and over again, probably for about a\nday before they go bad. And in doing that, you start\nto extract more and more of the compounds from the mate\nleaf that increased GLP-1. So it's kind of cool. You can kind of get an increased effect. So what I'll typically do is\nmake a about 16 to 30 ounces and just sip it throughout the day, and I do like it before I train. Some people who don't like mate might prefer something like guayusa, which is spelled G-U-A-Y-U-S-A. G-U-A-Y-U-S-A, guayusa\nwhich is from Ecuador, despite the USA ending to it. It's from Ecuador. And it's a sweeter tasting tea. It doesn't have any sweetener in it, but the leaf of the\nguayusa plant is sweeter than the mate plant. I sometimes will mix the two and then make the tea with that. There's no mate or guayusa\nsponsor of the podcast. These are just tools to increase\nGLP-1 and fat oxidation. And again, the Semaglutide\nis the prescription version of the that's kind of the heavy\nartillery GLP-1 stimulant, and again should be only\nexplored with a prescription. ",
            "segmentTitle": "GLP1 (Glucagon-Like Peptide 1), Yerba Mate, Guayusa Tea, Semaglutide"
        },
        {
            "text": "So those are the compounds that really increase\nfat oxidation directly. There are going to be a number\nof things that impact insulin and glucagon that are\ngoing to shift the body toward more fat burning. We talked about a lot of\nthese during the episode on hormones. We talked about it. We did a whole episode on\nhormones and metabolism. And so for instance, berberine, which comes from a plant\nor metformin are compounds that are now in kind of growing use for reducing blood glucose. They are very potent at\nreducing blood glucose, which will reduce insulin because the job of the hormone insulin is to\nessentially manage glucose in the bloodstream. So there are a huge gallery of compounds that will reduce insulin and thereby can increase fat oxidation. And that's because, as I mentioned before, fat oxidation, this conversion\nof fatty acids into ATP ",
            "segmentTitle": "Berberine, Metformin: Glucose/Insulin Reduction, Increase Fat Oxidation: But Caution"
        },
        {
            "text": "in the mitochondria is\ninhibited by insulin. So if you keep insulin low, you're going to increase that process. Which brings us full circle back to the issue of diet and nutrition. There is really solid\nevidence from the Gardner Lab at Stanford and from\nother labs showing that, when you look at different diets, you look at low fat diets, high fat diets, keto diets, intermittent fasting, provided people stick to\ntheir particular diet, it doesn't really matter\nwhich diet you follow. You can still get a caloric deficit and you get weight loss. Adherence however is always an issue. And so what I always say is, that you want to use the eating plan that is obviously\nbeneficial to your health, but the one that allows you to adhere to whatever it is that the\nparticular nutrition protocol is, right? If you can't stick with something, then it's not very worthwhile. But from the purely scientific standpoint, there's also an advantage\nto keeping insulin low. Now, that doesn't necessarily mean you go to zero carbohydrate. I've talked before about\nmy preferred way of eating is to go lower or no\ncarbohydrates throughout the day for alertness to get that\nadrenaline release and the focus that goes with it, et cetera, and the ability to think and move and do all the things I\nneed to do during the day. And then I eat carbohydrates at night 'cause it facilitates\nthe transition to sleep. That's what works for me. But when insulin is low, you do place your system in a\nposition to oxidize more fat. ",
            "segmentTitle": "Gardner Lab Results: What You Eat May Not Matter, But Adherence Is Key Tool"
        },
        {
            "text": "And so that's why I think a\nlot of people do see benefit from lower carbohydrate or\nmoderate carbohydrate diets, because when insulin is low, you are in a position to oxidize more fat. Both from exercise and at rest. And I should mention,\nbecause I often mention and it's appropriate to mention that if you're interested\nin looking at the effects of caffeine, of mate,\nguayusa things of that sort, GLP-1 you want to learn more about those. You can go to this wonderful website which is free www.examine.com. You can put in yerba mate, it will describe the three studies that show increased fat oxidation, both during exercise and at rest, and as a consequence not\nsurprisingly and increase in metabolic rate. One thing that's interesting about mate is it causes a slight\ndecrease in heart rate for reasons that still escape me. There's a single study showing that heart rate is slightly reduced which is kind of nice because if, when I drink too much caffeine my heart rate goes up, maybe that would increase my\nfidgeting and my fat burning, but I don't like the feeling\nof having my basal heart rate being up too high. I like my heart rate\nelevate during exercise, but not when I'm just kind of resting or working and throughout the day. And for some reason\nthat I don't understand there's an effect of mate\nof increasing fat oxidation but reducing heart rate just slightly. So that's interesting. And it probably lends itself [indistinct] explains the subjective experience that I've had of that mate\nhas kind of a little nice even mellow stimulant. It's not this really supercharged\nstimulant like caffeine ",
            "segmentTitle": "examine.com & Enter “Yerba Mate”: Lowers Heart Rate Even Though Is a Stimulant"
        },
        {
            "text": "from coffee or other sources. Although if you drink too much mate it will also make you jittery. And there's one more compound\nthat I think we should discuss in terms of increasing fat loss, and that's carnitine\nor acetyl-L-carnitine, they lie in the same pathway. We can return to our basic\nknowledge now of fat mobilization and oxidation. After fat is mobilized\nand makes it into cells and needs to be oxidized. So the literally the burning of fat and conversion of it into energy that is accomplished and is facilitated by the presence of\nglucagon being elevated, GLP increases that process\nand insulin being low. And we talked about some\nways to manage insulin both in this episode\nand in previous episode. L-carnitine and acetyl-L-carnitine in particular facilitates fat oxidation. It helps convert fatty acids into ATP. And indeed supplementing\nL-carnitine can increase fat loss. That's been shown. At what dosages? Well, people ingest\nanywhere from 500 milligrams to two grams per day in\ndivided doses typically. Some people who are really extreme are taking injectable L-carnitine, I've certainly not tried that. I confess I have used it in\npill form from time to time but in part, because of\nthe fat oxidation effects, but also because of the other\neffects that it tends to have. So in exploring the effects\nthat acetyl-L-carnitine has, it has a huge variety of\neffects on cellar metabolism. It can reduce ammonia in the blood that is actually a quite strong effect. It can reduce things\nlike C-reactive protein, which is you want to\nC-reactive protein levels to be managed. You do not want them too high. Can slightly reduce blood glucose. I can slightly increase HDLC, the good form of the blood lipid and slightly reduce overall cholesterol. And as I mentioned, it can slightly modify the pathway involving glucagon, such that you get a considerable effect, not a huge effect on fat oxidation, so it can improve pat oxidation rates. It has a number of other effects, some of which I talked\nduring the month on hormones and that sort of thing. It has strong effects\non rates of pregnancy and sperm quality. So clearly carnitine is doing\nlots of different things and lots of different cells. It's impacting sperm motility. They're in a large number\nof studies supporting that. Slight reductions in blood pressure and has these interesting\neffects on reducing fatigue during exercise, reducing inflammatory\nmarkers like interleukin 6. So it has a number of\neffects that on the whole are quote unquote positive\nor at least in the direction of things that you may want. And I should emphasize may. You certainly don't need\na acetyl-L-carnitine in order to lose fat, but now that you understand\nthe cellular process by which fat is mobilized and oxidized, it should make sense that if L-carnitine is important for converting\nfatty acids into energy, then supplementing L-carnitine make sense. Acetyl-L-carnitine is\nthe type of L-carnitine ",
            "segmentTitle": "Acetly-L-Carnitine: Facilitates Fat Oxidation"
        },
        {
            "text": "or the form of L-carnitine I should say, that is transported and utilized\nmost easily by the body. And so that's why sometimes we distinguish between L-carnitine\nand acetyl-L-carnitine. So once again, we've covered\nan enormous amount of material. We've talked about the science of fat loss and in particular, we've\nexplored this topic from the perspective\nof the nervous system. How neurons and in particular\nthe release of things like adrenaline, epinephrin\ncan facilitate fat mobilization and oxidation. We talked about NEAT, fidgeting, this non-exercise type movement that can greatly increase caloric burn. And why that is. We talked about shiver, another form of non-exercise movement that can really increase\nboth caloric expenditure due to the shiver, due to the movement, as well as increase thermogenesis\nthe heating up of the body through things like brown fat, and even the conversion\nof white fat to brown fat which is a good thing if\nyou want to oxidize fat. We talked about cold as\na particular stimulus to induce shiver and\nhow to use getting into, an out of cold as a\nway to stimulate shiver and avoid cold adaptation\nso that you continue to oxidize and burn fat,\nif that's your goal. If you want to check out\nthe protocols for that, there at www.thecoldplunge.com and in weeks to come\nwe're going to be adding more protocols to that website not just for fat loss, but for things like resilience, reducing inflammation, et cetera. So be sure to check those out again, those are totally cost-free. Talked about exercise. How rather than thinking\nabout cardiovascular or weight training exercise, that we should perhaps\nlook through the lens of this adrenaline system\nand how it interacts with fat stores and\nthink about low, medium or high intensity exercise. Whether or not we show\nup to that fasted or not. Turns out showing up to\nthat fasted can be useful, if you start with high intensity movements and then move into lower\nintensity type exercise. If you're going to go long duration, it probably doesn't matter\nunless you're exercising longer than 90 minutes, whether\nor not you eat or not. We talked about caffeine as a stimulant and a stimulus for epinephrin\nand adrenaline release as a way to access more fat metabolism. And we talked about compounds that come from things like\nyerba mate and guayusa tea, this GLP-1 pathway that can\ntrigger increased fat oxidation so much so that the\npharmaceutical companies are now developing compounds specifically to increase GLP-1 for treatment\nof diabetes and obesity. But you can leverage the GLP-1 pathway through the ingestion of things like mate or guayusa if that's of interest to you. And then we talked about L-carnitine and how L-carnitine itself is critical for the fat oxidation\nwithin individual cells. The conversion of fatty acids to energy. And why having your insulin low and things like L-carnitine\nand glucagon levels high or sufficient at least can facilitate the burning of fat, fat oxidation. ",
            "segmentTitle": "Summary List of Tools & How Nervous System Controls Fat Loss"
        },
        {
            "text": "So we covered a lot of material. That's a lot of protocols\nI realize that didn't... The little list I just gave right there didn't even begin to\nget into all the details and corners that we discussed. I hope you found this\nconversation interesting both for sake of understanding fat loss and how to lose fat more\nquickly and to lose more of it, if that's your goal. As well as simply to\nunderstand the biology of fat metabolism from\na different perspective, from the perspective\nof the nervous system. If you're enjoying this podcast and you're benefiting from the information that you're learning, please subscribe on YouTube. That really helps us a lot. There's also a notifications\nbutton that you can hit that will notify you anytime\nwe release new content. We release new episodes every Monday, but sometimes we release\nadditional material in between. So please do subscribe on YouTube. As well if you could subscribe\non Apple and or Spotify that's terrific and really helps us. And at Apple, you can give\nus a five star review. If you think we deserve\na five-star review. As well as you have the opportunity to give us feedback at Apple. The comment section on\nYouTube is the place to give us feedback whether\nor not you like an episode, whether or not you don't like an episode. Aspects that you particularly liked, suggestions for future content. We do read, I do read\nthrough all the comments. It takes me some time. I sometimes fall a little bit behind depending on other duties, but I read all the comments and I do take them into account when developing this material and the structure of the material. So please do provide feedback\nin the comment section. We really appreciate it. Other ways to support the podcast are to check out the sponsors that we mentioned at the\nbeginning of the podcast. That's a terrific way to support us. As well we have a Patreon. It's www.patreon.com/andrewhuberman. And at Patreon that will allow\nyou to support the podcast at any level that you like. I've mentioned supplements\nduring the podcast. If you're interested\nin taking supplements, you might want to check out Thorne. T-H-O-R-N-E. We've partnered with Thorne because they have the\nhighest levels of stringency in terms of the quality of\nthe ingredients they use, and the amounts of the\ningredients that they use. If you want to see the\nsupplements that I take, you can go to Thorne, thorne.com/u/huberman. And you can get 20% off\nany of the supplements that are there, as well as any of the\nsupplements that Thorne makes. That's thorne.com/u/huberman to get 20% off any of the\nsupplements that Thorne makes. And last but not least, I want to thank you for your\ntime and attention today. And thank you for your\ninterest in science. [upbeat music] ",
            "segmentTitle": "Cost Free & Other Ways To Support Our Podcast, Making Sure We See Feedback"
        }
    ]
}