{
    "meta": {
        "videoURL": "https://www.youtube.com/watch?v=LYYyQcAJZfk",
        "videoTitle": "Science-Supported Tools to Accelerate Your Fitness Goals",
        "theme": "The Science of Well-being"
    },
    "transcriptSegments": [
        {
            "text": "ANDREW HUBERMAN: Welcome\nto the Huberman Lab podcast where we discuss science\nand science-based tools for everyday life. [MUSIC PLAYING] I'm Andrew Huberman,\nand I'm a professor of neurobiology\nand ophthalmology at Stanford School of Medicine. Today we are discussing ways\nto improve your fitness. In particular we are\ngoing to discuss tools that you can incorporate\ninto your existing fitness routine that will\nallow you to make significant improvement\nwithout having to invest a lot of extra time. Most all of the tools we\nare going to discuss today were gleaned from the\n6 episodes that we did with Dr. Andy Galpin. We provide a link to those\nfull episodes in the show note captions, of course. Now, those episodes\nincluded a very large number of protocols, everything from\nhow to build a fitness, routine how to enhance recovery,\nnutrition and supplementation, exercises and routines\naimed specifically at strength or\nhypertrophy or endurance or building anaerobic capacity. What I've done is to select key\nprotocols from those episodes that I myself have\nstarted to incorporate into my existing fitness\nroutine and that I think will be especially\nbeneficial and frankly fun for you to incorporate\ninto your fitness routine. Now, a little bit\nlater in this episode, I review the key components\nof any fitness program, that ",
            "segmentTitle": "Tools to Improve Fitness"
        },
        {
            "text": "and as many as 12 tools\nthat you can incorporate into your existing\nfitness routine, again, without adding much\nadditional time or effort that are sure to accelerates\nyour progress. Before we begin, I'd\nlike to emphasize that this podcast is separate\nfrom my teaching and research roles at Stanford. It is however part of\nmy desire and effort to bring zero cost to\nconsumer information about science and\nscience-related tools to the general public. In keeping with\nthat theme, I'd like to thank the sponsors\nof today's podcast. Our first sponsor is LMNT. LMNT is an electrolyte drink\nthat has everything you need and nothing you\ndon't, that means plenty of salt, sodium,\nmagnesium, and potassium, the electrolytes, but no sugar. Having adequate\nelectrolytes is absolutely critical to cellular function,\nin particular the function of neurons. In order for your neurons\nto function properly you need electrolytes\nin your system, and you need to\nbe well hydrated. There's a lot of research\nto support the fact that if you are even mildly\ndehydrated, that your cognition suffers, your physical\nperformance suffers, and your sleep can also suffer. So getting adequate electrolytes\nand hydration is key, and element allows\nyou to do that. I typically mix LMNT into\n16 to 32 ounces of water and drink that first\nthing in the morning. I'll also drink another\none during exercise, and sometimes another one after\nexercise as well, especially if I've been sweating a lot,\nor it's a particularly hot day. If you'd like to try\nelement, you can go to drinklmnt.com/huberman,\nand that's spelled L-M-N-T.com/huberman. And you can claim a free\nsample pack with your purchase. Again, that's drinklmnt,\nL-M-N-T.com/huberman to claim a free sample pack. Today's episode is also\nbrought to us by Helix Sleep. Helix Sleep makes\nmattresses and pillows that are of the absolute\nhighest quality. I've talked many times\nbefore on this podcast about the fact that\nsleep is the foundation of mental health, physical\nhealth, and performance. And I say that because\nwhen we are not sleeping well or enough,\nall of those things suffer. Conversely, when we are sleeping\nwell and we're sleeping enough, all of those things improve. One of the key elements to\ngetting a great night's sleep is to have the proper mattress. Helix mattresses are different\nbecause they are customized to your unique sleep needs. So if you go to their website\nand take a brief 2-minute quiz, they will match you\nto a mattress that's ideal for your sleep needs. The quiz asks questions\nsuch as do you sleep on your back, your\nside, or your stomach? Perhaps you don't\nknow, that's fine too. Or do you tend to run hot\nor cold during the night? Things of that sort that\nallow them to match you to a mattress that will give\nyou the best possible night's sleep. I started sleeping on a Helix\nmattress a few years ago and it has vastly\nimproved my sleep. If you're interested in\nupgrading your mattress, you can go to\nhelixsleep.com/huberman to take that 2-minute sleep quiz,\nand they'll match you to a customized mattress. You can also get up to $350\noff any mattress order and two ",
            "segmentTitle": "Foundational Fitness Program"
        },
        {
            "text": "free pillows. Again if you're\ninterested, you can go to helixsleep.com/hurberman\nfor up to $350 off and two free pillows. Let's talk about tools\nto improve your fitness. Before we do that,\nhowever, I just want to briefly\nremind everybody what constitutes a core or a\nfoundational fitness program. Now, what I'm about\nto describe is not for the athlete that's\ntrying to just improve one aspect of fitness\nor sports performance. So for instance, if\nyou are a powerlifter and your main goal is\nto move more weight on the core\npowerlifting movements, or if you are somebody\ntraining for a marathon, it's likely that\nyour core fitness program will differ\nsubstantially from what I'm about to describe. However, the vast\nmajority of you are almost certainly\ntrying to have some level of cardiovascular fitness. So the ability perhaps\nto run a mile or more, certainly to be able to\nwalk up a flight of stairs without getting winded,\nyou almost certainly want some degree of\nstrength, the ability to perhaps pick up a\nheavy load of groceries and carry it in one arm\nas you carry something else in the other arm. You want the ability\nto help move furniture. You want the ability certainly\nto not injure yourself when performing daily\ntasks, and perhaps you also want to be able\nto go out and play a pickup game of basketball or\nsoccer, or to go out on a long hike with a family\nwithout feeling so sore that you have to rest\nin bed the next day. An optimal fitness\nprogram of the sort that was covered in the optimal\nfitness protocols episode that I did is therefore one\nthat checks off the major boxes that science tells us are\nimportant for health span and for lifespan,\nand that can also help us improve various\naspects of performance, and improve various\naspects of aesthetics, whether it's fat loss or\nmuscle growth, if we choose. So without going into that\nprogram in a lot of detail, the core elements\nof it are that it includes at least 150\nminutes and ideally more like 200 minutes per week\nof so-called zone 2 cardio. I'll talk a little\nbit more about zone 2 cardio a little bit\nlater in the episode. But zone 2 cardio is for,\nthose of you that don't know, a type of\ncardiovascular exercise that you can do\nwhile maintaining a conversation\nwithout getting winded but that if you were to\npush a little bit harder, that you would find it hard\nto complete your sentences. In general, zone 2\ncardio is the sort that you can do while purely\nnasal breathing, unless you need to talk, of course,\nit's perfectly fine to talk while doing\nzone 2 cardio. And again the\nscientific research tells us that we should all be\ngetting at least 150 minutes and probably more like 200\nminutes of zone 2 cardio per week. Now, in addition to that, a\nfoundational or optimal fitness program for most people is\ngoing to include anywhere from 2-4 cardiovascular\ntraining sessions that are separate-- that's right--\nseparate from the zone 2 cardio, as well as 2-4\nresistance or strength training, sometimes also aimed\nat hypertrophy or muscle growth training sessions. Now, we have to acknowledge\nthat most people are probably not going to hit the upper\nthreshold of all of those three things. Most people simply do not have\nthe time and/or discipline to get 200 minutes of zone\n2 cardio per week, plus four resistance training\nsessions, plus four cardiovascular training sessions\nthat are separate from the zone 2 cardio. As a consequence, the\noptimal fitness program that I described in that\nepisode, and by the way, it's the program\nthat I've essentially followed for the last\n30 years or more, includes three cardiovascular\ntraining sessions. So one of longer duration\nsort of typical endurance type training. This would be a long, slow\njog or a long hike one day per week, as well as a\nshorter cardiovascular training session of about 25 to 30\nminutes moving a bit faster, getting the heart\nrate up a bit more, breathing a little\nbit harder, as well as one very short cardiovascular\ntraining session that would fall under the category\nof high-intensity interval training, things like sprints,\nwhich don't necessarily have to be done running. Could be done on a rower. It could be done on\na bike, et cetera. So three cardiovascular\ntraining sessions, as well as three resistance\ntraining sessions. I want to acknowledge that\nresistance training can be done with body weight. It can be done with\nweights, with machines. I talked about the\ndiffering virtues of one approach versus\nanother, but nonetheless, three resistance\ntraining sessions. One focusing specifically\non leg training. One focused specifically\non torso training. That's right, chest,\nshoulders, and back altogether, as well as some neck training\nfor important reasons that were mentioned\nin that episode. And then a third\nsession that was aimed at somewhat smaller body\nparts, biceps, triceps, calves, and some other small body\nparts that tend to be neglected and that are important to\ntrain if one wants to encourage muscular balance both\naesthetically and structurally to avoid injury and\nhave excellent posture. So those were the core elements\nof that foundational fitness program. And I mentioned then\nand I'll mention again now that that\nprogram is not a mandate. It is not an absolute\nrequirement for anyone to follow. It was simply meant as a\ntemplate from which people could evaluate their own\nexisting fitness program, perhaps modify it\nsomewhat or a lot, or if you were interested in\ntrying that specific fitness program, that you could do that. And we have provided a link\nboth to that episode in the show note captions, but we've\nalso provided a link to a table or chart\nthat describes that foundational\nfitness program. It provides examples of\ndifferent cardiovascular training and resistance\ntype training sessions. And it describes some potential\nexercises and the rationale for those exercises,\nand the rationale for selecting particular\nrepetition ranges and rest between sets. All of that information is\navailable completely zero cost. You don't even need to\nsign up for anything. You simply go to the link that\nwe provided in the show note captions, and there's a\ndownloadable PDF there for you to explore. Now, in addition\nto the solo episode that I did about optimal\nfitness protocols, we did a six-episode\nguest series with Dr. Andy Galpin, who\nis a professor of physiology at Cal State Fullerton\nand a world expert in all aspects of exercise\nand muscle physiology. That episode described\na lot of the science, and in particular\nscience-backed tools for improving everything\nfrom long-distance endurance to anaerobic capacity, strength,\nhypertrophy, speed, power, recovery, nutrition,\nsupplementation, and ways to develop a year-long\nprogram that will ensure you ongoing progress. In that series, Dr.\nAndy Galpin provided an enormous amount of valuable\ninformation, such that anyone and everyone, meaning\nthe person who's just interested in\nstarting a fitness program, or improving their\nexisting fitness program, or the elite athlete who\nis interested in improving their sprint times,\nor their jump height, or their powerlifting,\nor their marathon time, could clearly benefit from\nsome or all of the protocols that he described. Now, because that series is so\nextensive in terms of its depth and breadth, again, providing\nso much value at 0 cost thanks to Dr. Andy Galpin's\nexpertise, but at the same time because it might be a little\nbit intimidating for many people out there to try and figure out\nwhich protocols to incorporate into their existing\nfitness regimen, I thought it would be fun\nand very beneficial to talk about some of the key\ntools that were described throughout that\nseries that one could consider incorporating into\ntheir existing fitness routine now. So that's what this\nepisode is really about. It's about the tools\nthat I personally gleaned from those\ndiscussions and that I found to be of tremendous\nvalue in improving both my cardiovascular\nfitness, my strength and hypertrophy\ntraining, my recovery, and other aspects of my\noverall fitness protocols. And when I say\nbeneficial, I mean in terms of improving my\ncardiovascular fitness, improving my strength\nand hypertrophy training, and that have improved\nthe various metrics of fitness lifespan\nand health span which include things like heart rate\nvariability, resting heart rate, blood pressure, VO2 max,\nas well as some of the fitness metrics that were described\nduring that episode series with Dr. Andy Galpin,\nsuch as performance metrics, the ability to\njump a certain distance, the ability to run\na certain speed or to run a certain\ndistance at a given speed, the ability to move\nweights in good form for a certain number\nof repetitions. Again, all of the metrics\nof performance and health are going to vary tremendously\nfrom person to person depending on where\nyou're starting, how long you've been\ntraining, and other aspects of your health. The tools described\nin today's episode ",
            "segmentTitle": "Tool 1: Zone 2 Cardio & Daily Activities"
        },
        {
            "text": "are designed for everybody. Again, these are\nsimple tools that you can put into your existing\nroutine that should really move the needle forward\nin terms of improving your overall levels\nof fitness and health. OK, let's talk about the\ntools to improve your fitness. The first tool is to\nmesh your zone 2 cardio with your daily activities. So for those of you\nthat don't know, zone 2 cardio is\nthe type of movement that we typically call\ncardio exercise that elevates your heart\nrate somewhat, increases your\nbreathing somewhat, but that still allows\nyou to carry out a conversation without having\nto pause or to gasp in order to complete your sentences. OK. So that's a general rule\nof thumb for zone 2 cardio. Now, for those of you that\nuse a fitness tracker, you can monitor whether or not\nyou are in zone 2 cardio very precisely. But if you're like me and you\ndon't use a fitness tracker, it's very easy to know if\nyou're in zone 2 cardio because again, it's that\nlevel of output that puts you right below or somewhat\nbelow the threshold where if you were to exert yourself\nwith any more intensity, that you wouldn't be able\nto complete your sentences. Now, this could, of\ncourse, be evaluated by jogging with someone or\nwalking with someone or hiking with someone and carrying\nout a conversation. If somebody isn't available,\nyou could, of course, do this by trying\nto speak out loud and have a conversation\nwith yourself, or if you want another way\nto monitor whether or not you're in zone 2 cardio\nwithout having to use a fitness tracker, you could simply\nask yourself whether or not you are maintaining a level\nof output that increases your heart rate\nand your breathing but that allows you to\nmaintain purely nasal breathing the entire time. Any of those approaches\nwill tell you more or less whether or not you're\nin zone 2 cardio. Now, the scientific data\ntell us that we should all be getting anywhere from 150\nminutes to 200 minutes per week minimum of zone 2 cardio for\nsake of cardiovascular health, cerebrovascular health, and\na number of other aspects of health that are important\nessentially to everybody for health span and life span Now, many people\nincluding myself, schedule zone 2 cardio into their\nweekly fitness regimen. So for me, I have\none day a week. For me it falls\non a Sunday where I go out for a jog that lasts\nanywhere from 60 minutes to 90 minutes. It's a slow jog. I can maintain nasal\nbreathing the entire time or have a conversation\nwith somebody else or myself the entire\ntime if I like. Or sometimes it\nconsists of a hike by myself or with other people,\nand sometimes those hikes extend anywhere from\nan hour to four hours depending on the\ncircumstances, et cetera. I will mention that\nwhenever possible, I try and do that once a week zone\n2 cardio session out of doors because I like being in nature,\nand I like getting sunlight, and I like getting fresh air. Now, during the discussion\nwith Dr. Andy Galpin, I explained how I\nget my zone 2 cardio. And I acknowledged that\nonce-a-week session doesn't always allow me to\nreach that 150-minute to 200-minute minimum threshold\nof zone 2 cardio per week. Sometimes it does,\nsometimes it doesn't. And his response to that\nwas very reassuring. What he said was, look, if you\nwant to schedule zone 2 cardio and head out for a long\nSunday jog or hike, terrific. If you want to schedule a zone\n2 cardio as two or more sessions on the treadmill or\non the bike, great. But that he doesn't\nactually think of zone 2 cardio as exercise at all. And to that I gasped, and then\nI was a little bit deflated. I thought, oh, great. I've been doing all\nthis zone 2 cardio, and you don't even\nconsider that exercise. And then what he said\nwas very reassuring, and I think it's going to be\nvery reassuring to all of you. He said, first of\nall, zone 2 cardio is absolutely critical to our\nhealth for a number of reasons that I already mentioned. But in addition to that, zone\n2 cardio does not impede, and in fact, can enhance our\nother aspects of fitness. So for example, our\nstrength training, our hypertrophy training,\nor any type of speed work, or other types of cardiovascular\ntraining one might do. And that the best\nway to get zone 2 cardio is OK, if you want\nto schedule it, schedule it as a session. But that to simply increase\nthe amount of walking and in particular, walking at\na rapid pace that one does, and to increase the\ntotal amount of movement that one's getting\nthroughout the week. So taking groceries in and\nout of the grocery store, running around with the kids,\ntaking a walk with a coworker while having a work discussion,\ntaking your calls for work while pacing in the\noffice or going outside, what he impressed on me\nis that zone 2 cardio can be meshed throughout\nthe daily activities that I and everybody else\ngenerally have to do. And this was of great relief\nto me because I as many of you are, I'm extremely busy. I don't have time to schedule\nin more cardio per week, or at least I don't see\nthe way I could do that without reducing the amount\nof sleep that I'm getting, or without reducing the\namount of social connection that I'm getting with family\nand friends, both of which are extremely important to\nour mental health and physical health. So the basic tool\nhere is yes, get 200 minutes per week\nminimum of zone 2 cardio. And notice I said 200 minutes,\nnot 150 minutes to 200 minutes. I'm going to set\nthe higher threshold of 200 minutes per week\nminimum of zone 2 cardio. But that you don't need\nto schedule that as time on the treadmill. If you want to, great. But what was communicated to\nme from Dr. Andy Galpin is that zone 2 cardio is\nimmensely beneficial, it's not going to\nimpede, and in fact, it's going to improve other\naspects of fitness, and that it does not have\nto impede and it in fact can improve other\naspects of our daily life like our ability to engage\nsocially, our ability to have a great output at\nwork in whatever type of work you do. So the message is very simple,\nget 200 minutes or more of zone 2 cardio per week. And the message is also\na very reassuring one which is that zone 2\ncardio can be spread throughout your\ndaily activities, and that if you're\ndoing enough of it, you probably don't even have to\ncount the total amount of zone 2 cardio that you're getting. If you simply make the\neffort to move around a lot more during\nyour daily activities and to mesh that zone 2 cardio\nwith your daily activities, you're going to hit\nthat threshold of 200 minutes per week minimum. Now, that's a great\nmessage for me because I'm already doing\nthe three resistance training workouts per week. I'm doing what now\nI can just call the two other cardiovascular\ntraining workouts per week because now I don't even count\nthat long Sunday jog or Sunday hike as exercise. I just consider that movement\nout of doors on the weekend. And in doing so, it's also\nallowed me to really enjoy that a lot more. There's something about\nconsidering something a fitness training program that\nshifts it from just recreation and enjoying life to training. And I, of course, love training. I love training in the gym, and\nI love training out of doors. I love running. I love lifting weights. I love all sorts of\nphysical training. I know many people do, I\nknow many people don't. But if one looks\nat zone 2 cardio as just part of\ntheir daily life, you're far more likely to get\nthat zone 2 cardio in and all the benefits that come with it. ",
            "segmentTitle": "Tool 2: Low Repetition Strength Training, 3 x 5 Protocol, Warm-Up Sets"
        },
        {
            "text": "And you're also opening up time\nfor work for social engagements and to do and pay attention\nto other aspects of fitness, which is what we're\ngoing to talk about next. The second tool that I've\nincorporated into my fitness regimen and that I believe\ncan be of great benefit to frankly everybody is to\nstart including low repetition, pure strength work. Now, some of you may already\nbe doing low repetition, pure strength work. But I believe that\nmost people don't. Most people who do\nresistance training are using either\nmachines, or free weights, or some combination of\nthose, or perhaps they're using body weight. And they tend to focus on\nrepetition ranges from about 5 and usually more like\n6 repetitions out to about 10 and\nperhaps 15 repetitions. Now, of course, doing resistance\ntraining and repetition ranges of 5-15 reps\nper set, provided it's done at\nsufficient intensity, so either to failure or\nclose to failure, of course, in good form is\ntremendously beneficial. It can help build strength. It can enhance hypertrophy. There is tremendous value to\ntraining in those repetition ranges. But when I sat down\nwith Dr. Andy Galpin to discuss resistance\ntraining, specifically, he made it very clear that\nat least for some portion of one's yearly training cycle. So perhaps eight weeks or\n10 weeks, or in the case that I adopted 12 weeks,\nthere is tremendous benefit to training in the 3 to 5\nrepetition range and maybe even lower. So the second tool of\ntraining specifically for strength in the 3\nto 5 repetition range is something that I started to\nincorporate after I sat down to record that series. And I'll just tell you\na few of the benefits that I've experienced,\nand then I'll tell you the specific\nprotocol that makes it very easy to do this. The most obvious benefit to me\nwas that I got much stronger. And that that strength\npersisted such that when I went back to using\nhigher repetition ranges, so typically I train\nwith weights or machines in the 6 to 10 repetition range,\nsometimes a little higher, sometimes a little lower. But never before\nhad I specifically trained in the 3 to\n5 repetition range exclusively for a period\nof 10 to 12 weeks. And when I did that, I, of\ncourse, gained strength. But that strength\nstayed with me such that when I returned to\nhigher repetition ranges, I could use more weight in\ngood form, and that, of course, enhanced strength and\nhypertrophy further. In addition, there was another\neffect that was at least to me very unexpected, which was\nthat my cardiovascular training improved significantly. Now, why would this be? Because typically a\n3 to 5 repetition set does not elevate the\nheart rate for long enough that you would consider it\ncardiovascular training. And of course, the rest\nperiods between those sets is pretty long as well. So even if heart rate goes\nup during those heavy sets, it's going to go down during\nthose long 3 to 5 minute rest periods between those sets. But what I noticed was that my\noverall posture and my ability to maintain\ncardiovascular output while using good running\nform or good rowing form was also vastly improved. And the logical interpretation\nof why that would be is simply that the\nmuscles got stronger, and those same muscles\nare being incorporated into the cardiovascular--\nlet's call it endurance work that I'm doing on other days. And therefore, I can carry out\nthose cardiovascular training sessions in better form\nfor longer periods of time. I actually felt much stronger\nduring my cardiovascular training as I got much stronger\nmoving these heavier weight loads for low repetition sets. And then the third specific\nbenefit that I noticed is that when training heavy\nfor 3 to 5 repetitions per set, I didn't get sore. And this to me was\nan incredible benefit because typically when I\ntrain in the 6 repetition to 15 repetition\nrange and I take those sets to failure\nor near failure, I do experience some\nsoreness the next day. Ordinarily that soreness\nisn't so intense that it prevents\nme from doing any of the other sorts of\nworkouts that I do. And for those of you\nthat have visited that foundational\nfitness protocol, you know that I hit each major\nand minor muscle group once per week directly as well\nas once per week indirectly. That's the overall\nstructure of that program in order to allow\nsufficient recovery between those resistance\ntraining workouts to be able to make\ncontinual progress. Now, by training in this\n3 to 5 repetition range that Dr. Andy\nGalpin suggested, I was able to improve\nmy strength, improve my cardiovascular\noutput, reduce soreness. I also just felt better overall. I had a lot more energy after\nthose workouts than I typically do after my resistance\ntraining sessions when I use higher\nrepetition ranges. There are just a number\nof different things that made me feel, wow, this\nis really a powerful protocol. And of course, moving\nheavier weights in the gym feels good too. It feels good to get stronger. At least there's a positive\nfeedback loop there for me, and I think for most people. And I should also mention\nthat for those of you that are averse to doing heavier\nresistance training in the 3 to 5 repetition range because\nyou fear that it will make you too big or too bulky, training\nin the low repetition ranges is actually more geared\ntowards increasing strength and is shifting away somewhat\nfrom increasing hypertrophy or muscle size. So that's a great\nbenefit for those of you that want to be\nstrong and also want to maintain\ncardiovascular fitness, but you don't want\nto add muscular size. And of course, for all of you\nthat want to add muscular size, it's well established that\nincreasing your strength will allow you then\nto return to patterns of hypertrophy\ntraining that will allow you to use\nheavier weights, and therefore induce\ngreater hypertrophy. So there are oh, so many reasons\nto incorporate these strength training protocols. So the way that Dr.\nAndy Galpin suggested one do it and was the\nway that I did it is he used this 3 by 5 protocol. The 3 by 5 protocol is\nvery straightforward. It involves doing three to\nfive exercises per workout. OK. So if it's a workout for legs,\nit's three to five exercises. If it's a workout for\nsome upper body muscle, it's three to five exercises. Three to five exercises for\n3 to 5 sets per exercise, 3 to 5 repetitions per\nset, and 3 to 5 minutes of rest between each set. In addition, he\nemphasized that one can do those workouts three\nto five times per week. Although, I'm going\nto put an asterisk next to that last statement\nbecause I found that I couldn't do the 3 by 5\nprotocol say for legs specifically three to\nfive times per week. I realize that might be\npossible for some people, but I'm somebody who like\nmany of you out there, either doesn't have the time\nor doesn't have the recovery capacity to train my legs\nthree to five times per week. Even though I acknowledge\nthat there are probably ways to do that would\nstill allow me to recover, it just simply starts to impede\ninto other areas of training. It starts to impede other areas\nof life like work and family and sleep and all the rest. So what I did and what\nI'm suggesting you try is for any existing resistance\ntraining that you're doing, to take a period of 8 or\n10 or ideally 12 weeks and do the vast majority, if not\nall of that resistance training in the lower repetition range\nthat's designed specifically to induce strength adaptations. And to not pay attention\nto whether or not you're hitting that same muscle\ngroup three to five times per week, rather if you\ntrain your legs once or twice per week, to simply do all\nof the work for your legs in that 3 to 5 repetition range. If you train an upper body\nmuscle or muscle groups, chest, shoulders, back\nonce per week or twice per week to just stay\nwithin that 3 to 5 repetition range\nfor those work sets. Warm-ups can include\na few more reps. And then to adhere\nto this three to five exercises, 3 to 5\nsets per exercise, 3 to 5 repetitions per set, and\n3 to 5 minutes between sets. Now, the one exception to\nthis that I incorporated was that for very\nsmall muscle groups. So for instance, the rear\ndeltoids or for neck work, or for calf work to not rely\npurely on 3 to 5 repetitions but maybe to work in\na range of anywhere from 5 to 8 repetitions. So still fairly low\nrepetitions but not so low that it restricts you\nto 3 to 5 repetitions. The reason for that is that I\nand I think a lot of people out there find it hard to\nfatigue those smaller muscle groups adequately with good\nform when restricting oneself to those low repetitions. However, for big\ncompound movements like presses and squats and\ndeadlifts and glute ham raises and things of that sort, maybe\neven leg extensions and leg curls, which are isolation\nexercises, of course, to really restrict oneself to those\n3 to 5 repetition ranges that take you to\nfailure or near failure. I listed off the benefits of\ndoing that that I experienced, and I'm confident\nthat you will also experience a lot of benefits. So just to remind you what\nsome of those benefits are, you get stronger,\nwhich feels great. That occurs within\nyour weight workouts, but it also carries over to your\nendurance training sessions. I also noticed\nthat when returning to higher repetitions\nfor resistance training, so after 12 weeks shifting away\nfrom 3 to 5 repetition ranges and going back to training\nin the 6 to 10 repetition ranges mainly. Occasionally up to 12 or 15\nbut really mainly restricting to 6 to 10 repetitions that you\ncan move much heavier weights in good form, and thereby\ninduce more hypertrophy while still also continuing\nto gain some strength. And another benefit was\nagain reduced soreness compared to when training\nwith higher repetition ranges and more\nmental freshness, I guess the only\nway to describe it, when training in those\nlower repetition ranges. I don't know about\nyou, but when I finish a really hard\nhour-long resistance training session done in the 6\nto 12 repetition range, there's a certain\ntype of mental fatigue that even if I eat\nproperly afterwards, even if I hydrate\nproperly, that it tends to sap a bit of my\nmental energy later in the day. But that the training at\nthe 3 to 5 repetition range did just the opposite. It actually enhanced my\nfocus and my cognition, my overall levels\nof physical energy, which is great\nbecause it allows you to do all the other\nthings that we're required to do throughout the day. And by the way,\nit will also allow you to get more of\nthat zone 2 cardio. So if you want more details\non the 3 by 5 protocol, again, that's time stamped\nin the relevant episode on strength and hypertrophy that\nwe did with Dr. Andy Galpin. I'll also provide a link to that\nspecific time stamp in the show note caption to this episode. I do want to point out that\nyou don't just jump right into heavy sets of\n3 to 5 repetitions, you need to warm up adequately. For some people that warm-up\nwill be higher repetition sets, so say 10 to 12 repetitions\nwith just the empty bar or a lightweight. And then adding a\nlittle bit of weight and doing 8 repetitions\nand maybe 6 repetitions, and then your work\nsets as they're called of 3 to 5 repetitions. Or perhaps you're\nlike me and you prefer to do low\nrepetition warm-ups. So this was also something\nthat I discussed with Dr. Andy Galpin and that for me has made\na tremendous positive impact on all my resistance training,\nregardless of whether or not it is low repetition\nor high repetition. And that's to do a brief\nwarm set that is somewhere in the range of 6\nto 8 repetitions, very light just to get\nfamiliar with the movement. Then to do a second\nwarm-up set that includes some load on the bar or\nthe free weight or the machine. And then a second warm-up set-- again, this could be\nfree weights or machines that incorporates\na bit more load but still keeps the repetitions\nlow so in the 4 to 6 repetition range. And then maybe,\nespecially if it's at the beginning of the workout\nand my core body temperature isn't elevated yet,\nI'll do a third warm-up. But that third warm up\nwhich, of course, is going to be progressively\na little bit heavier than the first or\nsecond warm-up, is still going to fall within\nthe low repetition range so just 2 to 4 repetitions. For me, including a\nfew more warm-up sets with progressively heavier\nweight on each warm up but still keeping the\ntotal repetition count low, so somewhere in the\nrange of 2 to 6 repetitions, has been very beneficial\nfor improving my work output during the so-called\nwork sets regardless of whether or not I'm training\nin the 3 to 5 repetition range or whether or not I'm\ntraining in the 6 to 15 repetition range. I know for some people, this\nmight be kind of surprising, how is it that my work sets\nare actually higher repetition than my warm-up sets? Or put differently,\nhow and why is it that my warm-up sets are lower\nrepetition than my work sets? And that's because I fall\ninto this category of people that tends to fatigue\npretty quickly when doing resistance training. So for me, keeping\nthe repetition count ",
            "segmentTitle": "Age-Related Strength Decline"
        },
        {
            "text": "and strength or perhaps\neven muscular endurance, the good news is you'll\nmaintain your strength and perhaps even\nbuild your strength, offsetting that natural decrease\nthat would otherwise occur. I'd like to take a quick\nbreak and acknowledge one of our sponsors,\nAthletic Greens. Athletic Greens now called AG1\nis a vitamin mineral probiotic drink that covers all of your\nfoundational nutritional needs. I've been taking Athletic\nGreens since 2012, so I'm delighted that they're\nsponsoring the podcast. The reason I started taking\nAthletic Greens and the reason I still take Athletic Greens\nonce or usually twice a day is that it gets\nme the probiotics that I need for gut health. Our gut is very important. It's populated by\ngut microbiota that communicate with the brain, the\nimmune system, and basically all the biological\nsystems of our body to strongly impact our\nimmediate and long term health. And those probiotics\nand Athletic Greens are optimal and vital\nfor microbiotic health. In addition, Athletic\nGreens contains a number of adaptogens,\nvitamins, and minerals that make sure that all of my\nfoundational nutritional needs are met, and it tastes great. If you'd like to try\nAthletic Greens you can go to athleticgreens.com/huberman,\nand they'll give you five free travel packs that make it really\neasy to mix up Athletic Greens while you're on the road, in the\ncar, on the plane, et cetera. And they'll give you a year's\nsupply of vitamin D3K2. ",
            "segmentTitle": "Tool 3: “Sugarcane” Endurance Protocol"
        },
        {
            "text": "Again, that's\nathleticgreens.com/huberman to get the five free travel\npacks and the year supply of vitamin D3K2. The next tool I'm\nabout to describe relates to your\ncardiovascular training, and it's a tool that\ncan greatly improve your cardiovascular fitness\nwith a limited amount of time commitment. But that is not\nto say it is easy. What I'm referring to is\nthe so-called Sugarcane. If you listened to the\nseries with Dr. Andy Galpin, you may recall our discussion\nabout the Sugarcane, which is so named after our\nfriend and expert trainer Kenny Kane. And it is a very efficient\nyet somewhat brutal way to increase your\ncardiovascular output. So the Sugarcane is\nthe type of protocol that you would incorporate\nonce in the period of a week but certainly not every week. It's the kind of thing that you\nmight throw in once every two weeks or once every four\nweeks as a replacement for your other high\nintensity interval training. The Sugarcane involves\nselecting some form of exercise that you can do at\nhigh intensity safely. That, of course, will\ndiffer between individuals. For some of you it will\nbe a stationary bike. For others of you, it\nwill be a road bike. For others of you,\nit will be running. And for others of you,\nit will be rowing. The exact form of\nexercise is not important. What is important\nis that you can generate a lot of intensity. So you're going to be doing some\nsprint like work, although not all out sprints except\non the final round. I'll explain where all\nthis is going in a moment. But again, you need\nto select a movement that you can do without injuring\nyourself while still performing a movement at high intensity. So for me that would\nbe running, for you it might be something else. The Sugarcane is pretty\nstraightforward in structure. It involves three rounds after\na brief warm-up, of course. So you're going to do 3\nto 5 minutes of jogging or jumping jacks\nor skipping rope, something to get your\ncore body temperature up so that you're prepared to\ndo the high-intensity work. And then there are only three\nrounds of high-intensity work. And they go as the\nfollowing, in round 1, you're going to take\n2 minutes-- so you'll need to set a timer\nfor 2 minutes-- and you're going to go the\nmaximum distance that you can in that 2 minutes. So run the maximum distance that\nyou can for 2 minutes, or cycle the maximum distance that\nyou can for 2 minutes, or VersaClimber the\nmaximum distance that you can for 2 minutes. Whatever you\nselect, you're going to do that as far and\nas fast as you can for the duration of 2 minutes. So depending on the\nmovement and depending on your level of\nfitness, that distance might be 400m, 600m,\n800m, et cetera. Whatever distance you\ntravel in that 2 minutes, you are going to mark that\ndistance down in your mind, or in your phone, or\non a piece of paper. And then you're going\nto rest 2 minutes. So 2 minutes of work\nthen rest 2 minutes. Then in round 2, you're going\nto go the same distance that you did in round 1, and you're\ngoing to take as much time as you need to do that\ndistance as fast as you can. So if you went 600m in 2\nminutes for round 1, in round 2 you're going to\ngo 600m, and it's going to take you however\nlong it takes you. Chances are if you really did\nthe best you could in round 1, you were at maximum output\nfor the first 2 minutes, that in round 2 it's\ngoing to take you longer than 2 minutes to travel\nthat equivalent distance. However, there is\nthe possibility that it will take you less time. But for most people, it's\ngoing to take you more time. So staying with this example of\n600m in 2 minutes on round 1, in round 2, you're\ngoing to go 600m, let's say it takes\nyou 2 minutes and 30s. You then are going to mark\ndown how long round 2 took you. So in this case, the example\nis 2 minutes and 30s. Then you're going to\nrest another 2 minutes. And then in round\n3, you're going to go all out again\nas fast and as safely as you can for the same duration\nthat you did in round 2. And your goal is to go at least\nas far as you went in round 1. And if there's still\ntime left, you're going to continue to go all out\nagain as fast as you safely can until the entire\nduration is completed. So it's really just three\nrounds with two rest periods in between round 1 and round 3. And then I highly recommend\nthat after round 3, that you do some sort\nof dedicated cooldown. So instead of just flopping\non to the bench or the floor or the lawn, that you walk\naround slowly until you recover your breathing. The reason I like the\nsugarcane as a tool that one implements once\nevery say two to four weeks as a replacement for one's\ntypical high-intensity interval training is several fold. First of all, if you\nprovide the right intensity in round 1 and\nround 2 and round 3, it is sure to elevate your\nheart rate substantially, and in doing so,\nimprove your VO2 max, which is correlated with all\nsorts of important metrics related to health span,\nperformance, and life span. Second of all, it gamifies\nthings a little bit. It pits you against\nyourself in the sense that if you go out at\nmaximum speed, again, performing a movement\nthat you can safely perform at maximum speed\nin round 1, well, then you have something to compete\nagainst in round 2 and round 3. And that makes the\nhigh-intensity interval ",
            "segmentTitle": "Tool 4: Exercise “Snacks”; Cardiovascular & Muscular Endurance"
        },
        {
            "text": "training, first of\nall, very intense, but also it makes\nit fun in a way that lets you forget just how\npainful the whole thing is. The next tool to\nimprove your fitness is called exercise\nsnacks and as the name suggests this is a fun one\nand was suggested by Dr. Andy Galpin as a way to either\nenhance or maintain your fitness depending on\nhow your core or foundational fitness program is going. So when I say core I\ndon't mean your abs. I mean whether or not you're\ngetting your regular cardio and your regular\nresistance training if you were to add one or\nseveral of these exercise snacks per week. It can further improve\nthings like VO2 max, muscular endurance, et cetera. I'll talk about\nthe specific snacks that you will be\ndoing in a moment. However, as Dr. Andy\nGalpin also pointed out, there are times in\nwhich we happen to not be following our foundational\nfitness program either because work demands or family\ndemands or we're traveling. We're simply not keeping\nup with our basic routine. And under those\nconditions, exercise snacks are a terrific way to maintain\nthe fitness that you've already built and developed, and you\ndon't lose any ground in a week say where you get\nparticularly busy. Now, exercise snacks can take\non a variety of different forms. But for sake of\nsimplicity and clarity, today we're going to divide\nthem into two major categories. The first category\nare exercise snacks that are going to\nimprove or maintain your cardiovascular fitness,\nso your ability to run or cycle or row some distance\nsay 12 minutes or longer. But keep in mind these exercise\nsnacks are very, very brief. They don't require that you do\nthem for 12 minutes or longer. What they are going to do is\neither maintain or enhance the type of\nendurance that allows you to continue in an activity\nfor 12 minutes or longer. The second category\nof exercise snack relates to muscular endurance. Muscular endurance is a very\nimportant aspect of fitness. And even though some\npeople are already training for muscular\nendurance, it's something that most people are\nnot doing enough training for. Muscular endurance\nis your ability say to maintain a wall set\nor to maintain a plank, or to do the maximum\nnumber of push-ups that you can do in one session. The sort of drop to the floor\nand give me as many push-ups as you possibly can type of\nthing, or as many sit-ups as you can type of thing. Muscular endurance\ntranslates to a number of other aspects of\nfitness, and it's something that we should\nall be working on. And again, many people just\ndon't make space for it in their regular routine. So now we have these two\ncategories of exercise snacks. One geared toward\nenhancing or maintaining your cardiovascular\nfitness as it translates to longer duration endurance\nactivities, so 12 minutes or longer. And then the other category\nis purely muscular endurance, which is essentially some\nbout of exercise that's going to be fairly\nbrief, anywhere from a minute to 2 minutes but\ncertainly less than 12 minutes. OK, so let me give you\nan example of an exercise snack for enhancing your\nlong-duration endurance, 12 minutes or longer. And this is the sort\nof thing that if you are going to incorporate\ninto your routine, and I highly\nrecommend that you do, can essentially be done\nany time with no warm-up. A good example of an\nexercise snack of this type would be to suddenly\nstand up from your desk and to do 100 jumping jacks. Now, depending on\nhow fit you are and how fast you do\nthose jumping jacks and how wide and tall you\ndo those jumping jacks, meaning are you doing\nthese little things where your hands don't actually meet\nand your hands like parting your legs just a\nlittle bit, or are you doing full jumping jacks\nwhere you're really jumping and setting\nyour feet out as wide as you\ncomfortably and safely can and then bring your\nhands together, it could take you anywhere\nfrom 30 seconds to 90 seconds. OK. So in the case of\njumping jacks, you may end up doing\nthis for 90 seconds. But the point is to simply\ndo 100 jumping jacks. Or if that takes too\nlong, you could even do just 25 or 50 jumping jacks. The point is that it's going\nto get you moving your muscles. It's going to get\nyour heart rate up. Even if you're very, very fit if\nyou're doing these fast enough and you're doing them\nwith proper form, it's going to get\nyour heart rate up. And then you're done. You can sit back\ndown to your desk or you can continue to\nwalk through the airport. Yes, I've done these\nin the airport. Typically not while walking\ntoward my gate but at the gate. But occasionally I'm\nfeeling lethargic, or I haven't had the\nopportunity to train that day, and perhaps I won't get\nthe opportunity to train, so I'll do something\nlike 100 jumping jacks while facing the\nwindow so it feels a little less awkward facing\npeople while you're doing them. And of course, you don't\nhave to do jumping jacks. And equally effective\ntype of exercise snack is to find a stairwell\nand to simply go up that stairwell\nas fast as you safely can for 20 to 30 seconds. So perhaps just find the\nbottom of a stairwell and go up that stairwell\nas quickly as you can. And perhaps go down\nas quickly as you can. And just keep doing that\nfor about 20 to 40 seconds, and then you're\nessentially done. OK. You could also opt to\npick some distance away from your car in\nthe parking lot, assuming you're not carrying\nany heavy bags or anything, and simply run to your car. So 20 to 30 seconds of not\nnecessarily all out sprinting. You don't want to\ninjure yourself. Because again, this is\ndone without a warm-up. These exercise\nsnacks are designed to be inserted into your\nday and into your week essentially at random. You could plan them if you want. But any time you feel inspired,\nor perhaps any time you're feeling like you\ndon't want to do one, you could simply do one\nof these exercise snacks. And of course, doing jumping\njacks, or running to your car, or taking the stairs\nvery quickly up and down, or just up and\nthen walking down, for instance, and doing a\nfew jumping jacks, things of that sort, of course,\ncan take on a near infinite number of different variations. So if you don't like\nany of the variations that I just presented,\nyou can easily come up with something else. Again, the purpose of\nthese exercise snacks is to get your heart rate up. It's of course, to do this\nwhile not getting injured, and it is entirely compatible\nwith an existing exercise program. It in no way is going to impede\nyour performance in strength or hypertrophy or other\nforms of long-form endurance or high-intensity\ninterval training, quite to the contrary. Everything we know about\nthese exercise snacks is that they enhance various\naspects of your physiology in ways that promote\nboth recovery and performance in your\nother types of exercise and your other types\nof athletic endeavors. So no reason to think\nthat they are going to be problematic for your training. But of course, don't\ntrip, don't fall, don't undertake a\nmovement that puts you into a range of motion that has\nhurting your back, your knee, or any other part of your body. Start off slowly\nand find something that really works for you. So these are very easy. They take very little time. They're fun to be honest. And as was discussed in the\nconversation with Dr. Andy Galpin, they're\nalso very effective. The second category\nof exercise snack are the exercise snacks that\nenhance muscular endurance. So muscular endurance\nis the type of endurance that allows you to\nmaintain a fixed position for some period of time usually\nsomewhere between 1 and 3 minutes. But these endurance\nbouts are never going to last 12 or\nmore minutes, unless you are exceptionally\nevolved in terms of your muscular\nendurance abilities. What I'm talking about here\nare things like planks, wall sits, maximum number of\npush-ups, things of that sort. And this is an aspect\nof fitness that translates to other\naspects of fitness in a very important way. And again, this was covered\nin the exercise series with Dr. Andy Galpin. I don't want to go\ninto any of the details now because it was\nall covered there. It's very easy to look up\nbecause it's time stamped. But just being brief,\nmuscular endurance allows the buildup of more\nmicrovascular supply to muscles and connective\ntissue in a way that allows delivery and removal\nof more nutrients and waste products. Now, I realize to the physios\nthings like nutrients and waste products is far too\nbroad a category, but what we're\ntalking about here is the ability to deliver\nmore fuel and oxygen and to remove waste\nproducts of muscular effort, or to be more specific,\nneuromuscular effort. This is a great\nthing because it can help you enhance your\nstrength training, enhance your\nhypertrophy training, enhance your long-distance\nendurance and your middle distance and even your\nshort distance endurance. And these exercise snacks for\nbuilding muscular endurance are exceedingly easy to do. And you can even do them\nwhile talking on the phone, especially if you're\nusing headphones, or if you have your\nphone on speaker. A good example of an exercise\nsnack for muscular endurance would be a 30 to 60-second\nor perhaps longer wall sit. So remember wall sits? Wall sits are as\nthe name suggests where you put your feet out\nsome distance from a wall. You squat down into\na seated position, but there's no chair\nthere, and then you maintain that\nseated position, and that is harder\nto do over time. You could lean back against\nthe wall a little bit harder if you wanted to\ngain some extra support and continue. But the idea here\nis that you're going to go not necessarily\nto muscular failure but to the point where you\ncan't continue to sit in that wall sit position. You could also simply do\nthis as an air squat down to the bottom position\nwhere you're comfortable. And then you don't want\nto rest down there, and you want to maintain some\ntension in your quadriceps and other muscles\nof your lower body so that you're actively\ntrying to support yourself in the seated position but\nwithout a seat below you. That can be done again while\non a speakerphone conversation, that can be done at\nrandom throughout the day. You can just decide, OK, I'm\ngoing to do a wall sit now, and I'm going to time myself. I'm going to see how\nlong I can do this for. Or you could decide\nto do a plank. I've done this while\non a phone call. Sorry if it was that\nI was talking to, but I've put the\nphone on speaker and just gotten into\na plank position, and then I'll just have the\nconversation in the plank position. I don't fight to maintain that\nplank position past the point where I could continue\nto have a conversation. So again, this is\na type of exercise that one is trying\nto incorporate into their daily routine. If you wanted to dedicate\na specific amount of time just to doing these\nexercise snacks, you could. But it's far more\nreasonable to assume that people will incorporate\nthese into their daily routine more regularly if\nyou can incorporate it truly into the other\naspects your routine like work. You do this while watching\nTV, or listening to a podcast. One form of muscular\nendurance exercise snack that's really terrific and is a\nbit of a challenge, that's fun is to just simply see how\nmany push-ups you can do. And we talked about proper\npush-up form during the episode series with Dr. Andy Galpin, but\nhere what we're talking about is chest all the\nway to the ground so it touches the ground, then\npushing up until your arms are completely straight. That's one push-up. And then continuing in\npiston-like fashion, meaning you're not\npausing at the top and taking a bunch of breaths. You're not going into a\nplank position in other words but continuing to\ndo as many push-ups as you can to see\nwhether or not you can enhance that number over time. And in any case, just\nto simply get your body working to engage the muscles\nof your chest, your shoulders, your triceps, and your\ncore, et cetera, and to do that every once in a while. So instead of needing somebody\nto say drop and give me 20, just see whether or not\nat some point, any point throughout the day, you can\nget into a push-up position and do your maximum\nnumber of push-ups, and then just mentally note\nthat number to yourself. Again, these exercise\nsnacks serve multiple roles. They're designed\nto get you moving, to get your heart rate\ngoing, to maintain or enhance your fitness in other\ndomains of fitness. And this is very important\nto not take too much time out of your schedule. In fact, like zone\n2 cardio, right, being the type of\nmovement that you're just going to do a lot throughout\nthe week carrying groceries, et cetera, as we\ndiscussed earlier, these exercise\nsnacks are designed to be incorporated\ninto your daily life. And I must say that\nhaving started doing these after recording the series\nwith Dr. Andy Galpin, I've noticed two things. First of all, including\nthese exercise snacks at least once a week and\nmore like three to five times a week for me, so that's\none exercise snack done three to five times\nper week has definitely correlated with\nimprovements in my fitness in other domains of fitness,\nstrength, hypertrophy, long-distance\nendurance, et cetera. Now, I've changed a\nnumber of other things as well as a consequence of that\nseries with Dr. Andy Galpin. So I can't say for sure that\nit's the exercise snacks per se that are causing all\nthose positive shifts. I have to imagine that it's\nnot just the exercise snacks, but they've become an\nimportant part of my routine and that relates to\nthe second point, which is that the exercise snacks\nare to be fun and easy. ",
            "segmentTitle": "Tool 5: Rest Period & Physiological Sighs"
        },
        {
            "text": "And so I really enjoy\nthem, so much so that if I don't one\nfor couple of days, I start to crave\nthem a little bit like the other kind of snack. The next category of tool\nto improve your fitness relates to breathing\nor respiration. Now breathing and respiration\nis an enormous topic in and of itself. In fact, I did an entire episode\non breathing and respiration, and this is a topic that my\nlaboratory works on extensively as it relates to anxiety\ncontrol and some other aspects of mental health, as well\nas to physical performance. For today's discussion, I want\nto just review a few tools that one can incorporate\nboth into workouts and around workouts\nthat can greatly enhance fitness and recovery. The first one is the\ntype of respiration tool that you use between\nsets of exercise. And again here we're talking\nabout resistance training, but we could just\nas easily be talking about rest between rounds of\nsay high-intensity interval training. So for instance, between\nbouts of sprinting on the track or the bike or\nthe treadmill or the rower. A great pattern of breathing\nto incorporate during rest between sets is\nsomething that I've talked about before in\nother contexts which is the physiological side. The physiological side is a\ndeep Inhale through the nose to maximally or near\nmaximally inflate your lungs, and then a second\nvery brief inhale, and it's necessarily brief\nbecause your lungs are already pretty full, to maximally\ninflate your lungs and to make sure that\nany of the little sacs or the little\nalveoli of your lungs that have collapsed during\nthe exercise exertion will reinflate. And then a long exhale\nuntil lungs empty. So I'll demonstrate it right now\nas I've done many times before. But if you haven't seen\nit or heard it before, it's two inhales followed\nby an extended exhale. And it goes like this. [INHALE, EXHALE] You'll notice that the\ninhales were through the nose and the exhale was\nthrough the mouth. That's the ideal way to do\nit for a number of reasons. Check out the episode that I\ndid on respiration physiology a.k.a. breathing if you want\nmore details on why that is. But two inhales through the\nnose and a long extended exhale through the mouth, the so-called\nphysiological side not named by me but rather named by\nphysiologists in the 1930 is as far as we know,\nthe fastest way to shift your nervous system from\nso-called sympathetic drive to more parasympathetic\ndrive, from a state of greater alertness to\na state of greater calm. Now, the reason to do this\nbetween sets of resistance training is that the more\nthat you can shift yourself from sympathetic drive to\nparasympathetic drive, that is from alert to calm in\nbetween sets, the more energy and focus you can devote to\nexertion during your work sets. So one way to do this that's\nvery convenient and very effective is to consider\nthe last repetition of your set, a physiological\nsigh, which is not to say, OK, I want\nto be very clear, which is not to\nsay that you should do the physiological\nside during your set. In fact, I recommend\nthat you do not do that. But rather if you're doing\nsix repetitions of a given exercise and you, let's\nsay, fail on the sixth or you do that sixth repetition\nand you're just close to failure because again your\nwork set should be to failure or close to it most of the\ntime, then set down the weight, and then you're going to\ndo the next repetition as the physiological\nsigh, meaning you're not going to do the movement. You're going to think of\ndoing a physiological sigh as the last repetition\nof every set, not during the last repetition\nof the resistance training movement, OK. So the physiological\nsigh is something you do at the beginning\nof the rest period immediately following a set. If you'd rather think\nabout it that way because it's more\nconvenient than thinking about it as the last rep\nof a set, be my guest. Whatever works for you. But what you'll quickly\nfind is that if you do a physiological sigh\nright after completing your last repetition, you'll\ncalm down much more quickly, your heart rate will\ncome down more quickly, and you'll recover more\ncompletely in whatever designated rest period\nyou've allowed yourself, whether or not it's\n30 seconds, which would be very short frankly, or\nit's a 5-minute period of rest between sets. If you do one truly, just\none physiological sigh at the beginning\nof the rest period, you are going to effectively\nshift your nervous system in the direction you want it to\ngo during those rest periods. And of course, if you're\ntraining hard during your work sets you run zero\nrisk whatsoever of feeling so calm\nthat you don't feel motivated to do your next set. I promise you that it will\nallow you to relax more at the beginning\nof the rest period than you ordinarily would, to\nshift into a state of rest. There are differing opinions\nabout whether or not you should walk around or stay\nstill during your rest periods. I like to walk around a\nbit and stay standing. I'm not one of these\npeople that collapses into a C-shape on the\nbench in between sets. I like to stand up and breathe\nnormally and walk around, drink a little water, et cetera. In any case, doing\na physiological side the beginning of\neach rest interval between work sets of\nresistance training is a very effective\nway to enhance your focus and your output\nduring your work sets. Now, the last respiration\ntool to improve your fitness is again a tool gleaned from\nthe discussion with Dr. Andy Galpin, and that's\nto include a 3 to 5 minute period at the end\nof every single workout. So it doesn't matter if\nit's high-intensity interval training, or it's\nresistance training, or it's a long run of some sort,\nat the end of every workout, to take 3 to 5 minutes, so\nyou'll want to set a timer, and to do some form of\nparasympathetic, that is calming promoting\nbreathing in order to shift your nervous system\nfrom a state of heightened alertness and output\ninto a state of recovery. Because as you all\nwell know by now, you get fitter not\nduring your workouts but rather after your\nworkouts, in between workouts. So you stimulate the\nadaptation during a workout, but you get the adaptation,\nyou get the actual improvement in between workouts. And a common mistake that\nmany people make, and I made this mistake for years,\nwas to finish a great workout, and then you're\ntexting on your phone, or you're talking on the\nphone, or you're driving home. It's certainly not as intense as\nthe workout that you just did. Maybe you're even feeling really\ncalm from a nice long jog, or you had a particularly\ngood workout that day and you're feeling really happy. So you're enjoying the\nhigh, so to speak, well, when you do 3 to 5 minutes\nof what's often called down regulation breathing\nafter a workout, it allows you to\nrecover and to induce the adaptation that\nyou've been after, the one that you actually trained\nfor much more quickly. I can't tell you\nhow many people I know who start to incorporate\nthis into their workouts, find that they recover far\nbetter from their workouts, which might seem a\nlittle bit surprising. Why would it be that just 3\nto 5 minutes of some activity would enhance recovery\nto such a great degree? And that's because\ntypically people don't bookend their workouts. They finish their workouts,\nand of course, they're not continuing to\nlift weights or run. But they move about\ntheir day in their life even if it's preparing a meal in\na way that the level of stress, and therefore, stress\nhormones, things like cortisol, adrenaline, things\nthat by the way are excellent to elevate\nduring a workout, things like inflammatory\nmarkers, which by the way, are great to enhance\nduring a workout. That actually happens\nduring a workout. You have a massive increase\nin inflammatory markers, which might seem bad, but\nall of those things are enhancing the adaptation\nthat you're seeking. But as soon as\nthose workouts end, you want to shift\ninto recovery mode. And this 3 to 5 minutes of\ndown regulation breathing is a terrific way to do that. There are a couple of\ndifferent patterns of breathing that will work best, but all\nof them emphasize exhales. OK. I want to repeat that, all\nof them emphasize exhales. So for instance, you\ncould just choose slow, deliberate breathing. How does that emphasize exhales? Well, ordinarily when we\nbreathe, we inhale actively and we exhale passively. Whenever we deliberately\nbreathe more slowly, we are actively exhaling. OK, so active exhales really\npromote the calming response in brain and body. The other thing you could do\nwhich many people are now doing is to do a repeated round\nof physiological sighs. So the double inhale\nthrough the nose, long exhale through the mouth\nbut repeated for say 3 minutes. That's another version. The other thing you could do is\nsimply to notice your exhales and to emphasize your exhales,\nmake them longer and more vigorous than your inhales. Now, you don't want to turn this\ninto a breathwork session where you're-- [INHALE,EXHALE] --you're doing it Pranayama\nor Kundalini breathing or something of that sort. The idea is to calm down. So any time you're\nextending your exhales, you're actively\nexhaling, you're trying to slow your breathing\ndown overall, you're going to shift yourself\nin the right direction. So rather than complicate\nthis type of tool, the best thing you can do is\njust focus on those exhales, slow your breathing overall,\nuse physiological sighs if you want, or simply\nsit in your vehicle, or if you have to\ndrive home while doing this extended exhale\ntype of down regulation. Ideally you would take\na couple of minutes and just shift your whole\nsystem by not driving, closing your eyes and just sitting in\nyour car stationary, of course, don't drive with your eyes\nclosed, or bike with your eyes ",
            "segmentTitle": "Tool 6: Down-Regulation Breathing & Recovery"
        },
        {
            "text": "you can visit\ninsidetracker.com/huberman to get 20% off any of\nInsideTracker plans. Again, that's\ninsidetracker.com/huberman to get 20% off. The next tool is to\nimprove your fitness are psychological tools,\nand they're really geared toward enhancing your\nfocus during your workout and separating or\nsegmenting your workouts from the other\nparts of your day. Now, of course,\nworkouts are naturally segmented from the\nother parts of your day, unless you're running\naround all day long, or you're lifting weights or\nother heavy objects all day long. But one of the more\nattractive tools that was presented during\nthe series with Dr. Galpin that I adopted and found\nto be really effective is this concept of the line. The line is this concept that\nyou have a physical location, say at the entrance to a gym\nor at the start of your run or your bike or maybe it's\naround the stationary exercise device that you use for which\nonce you cross that line, you are all about business. OK. You're not socializing\nor at least not too much. You don't want to\nbe rude to people, but you're really\nfocused on your workout. So this is especially\neffective on days when you're a little\nbit distracted, or you didn't sleep that\nwell the night before, or maybe you've got something\ngoing on in your mind, or you're in an\nargument, or you're excited about something else. But if you care about\nyour fitness, which I hope everyone does, and\nyour goal during any workout is to stimulate\na particular type of physiological adaptation\nstrength, hypertrophy, long-distance\nendurance, et cetera, and you also don't want to\nget injured so that you can continue to train\nfor your entire life as regularly as possible,\nthe concept of the line is fantastic\nbecause what it does is it forces you\nto compartmentalize the portion of your lesson\nthat comes before the workout and after the workout and also\nto really enjoy your workouts. This is something that's\nnot often discussed, but nowadays with the\nadvent of smartphones, there's a lot of infiltration\nof other types of communication and information while one is\nsupposed to be exercising. And so our life has become\nfar less compartmentalized than it used to be before\nthe advent of smartphones. Now, of course,\nsmartphones are wonderful. They provide all sorts of\nwonderful tools and benefits, and of course, I use one. And I'll talk about\nhow to incorporate the smartphone in\na very specific way to enhance your workouts\nin just a moment. But the idea of a line\nis you pick a location. It can change with each\nworkout, but ideally it would be at the threshold of\nwhere the physical location to the workout begins. And once you cross that\nline, you are all business. You are taking care of business. Which is not to say that you\ncan't enjoy your workouts. In fact, you absolutely should. One of the best pieces of advice\nthat I ever got about fitness was given to me when\nI was a teenager and I started lifting weights. And the person who was teaching\nme how to do that said, one of the best\nthings that you can do and you absolutely should do\nfor your fitness now and forever is to learn to\nenjoy training hard. And that really stuck with me. I really do enjoy\ntraining hard, but that was something that I\nlearned how to do over time. I took on the mentality\nthat I'm here by choice, I'm here for my own\ngood and my own fitness to enhance my life so I'm\ngoing to enjoy training hard, I'm going to enjoy\ntraining effectively. And of course, there are days\nwhen I train a little less hard or I back off quite a bit. I even take rest\nperiods of a week every once in a while,\nevery say 12 to 16 weeks I'll take a week off and just\ndo some activities like hiking and things of that sort. I talk to all about\nextended layoffs, meaning a layoff of more than\ntwo days during the episode that I did by myself, which is\nthe Optimal Fitness protocols episode. But in any case, learning to\ntrain hard and enjoy training hard and really making\nthe workout something that is separate from the\nrest of your life is one of the most\ngratifying things that you can do to enhance\nyour overall fitness because it really teaches you\nhow to designate your mind and your body toward\nthis one specific set of goals while you are there\nand to really enjoy the process because\nfitness can be a truly enjoyable process even when\nyou are exerting yourself, especially hard. And for you\nmasochists out there, it can be, especially\nbecause you're training hard that it feels so good. In any event, the key is to\nset some sort of boundary and know that when you\ncross into that boundary, you're training. And when you cross\nout of that boundary, you're done training,\nwhich also lends itself to more adequate recovery\nand the decompression type breathing exercises that\nwe talked about before. ",
            "segmentTitle": "Tool 7: “The Line”"
        },
        {
            "text": "I'm not going to tell\nyou whether or not you need to do the\ndown regulation breathing at the end of\nyour workout within the line or after you cross the line. That's up to you. I don't think one needs\nto get that specific. Now, another tool that's\nwonderfully effective not just for your workouts\nbut for all areas of your life is if you are going to bring\na smartphone to your workouts, to set some boundaries\naround what you're going to listen to and\ndo with that smartphone during your workouts. I see people texting. I see people doing selfies. I see people having phone calls. I see people, I presume,\nlistening to music or podcasts. Look, I am not the smartphone\npolice nor are you, and everyone has a right to\nuse their smartphone in the way that they choose\nas best for them in order to distract\nthemselves or focus themselves or enrich their life. Look, it's a free world,\nof course, more for some than for others,\nbut you can do what you want with your smartphone. However, if your goal is\nto improve your fitness, one of the more powerful things\nyou can do with your smartphone is to decide before you cross\nthe line into your workout what you're going to listen to or\ndo with that phone or not. So for me, I like to\ndesignate a playlist of music for that particular\nworkout, and then I just stick to that playlist. I might repeat songs\nthat I like a lot, or if someone talks to me\nwhile the music is playing, I might go back and restart\na song if they distracted me, that sort of thing. Although, I do my best to not\nget into too much social chit chat during workouts,\nbut I'm friendly, and it's nice when people\ncome over and say hello. I sometimes work out with\nother people in which case I don't use headphones,\nI don't use a smartphone. But setting a playlist or two,\ndesignating a podcast or two, designating an audiobook\nor two, whatever it is that you're going to\nlisten to really decide what that's going to be before\nyou do your workout. And the reason I say this is\nthat I observe a lot of people, and frankly, I've observed\nmyself under conditions where I'm suddenly in a\ntext communication, or I'm bouncing between\nalbums or between podcasts or between whatever it is\non the phone to the point where rest intervals aren't\nbeing controlled well, to the point where\nfocus during sets becomes harder to achieve\nat the beginning of a set because in between sets I was\nfocused on a conversation not on training. I'm a big believer in\nmaking your exercise fun, making it accessible,\nmeaning not so expensive or\ngeographically difficult to achieve that you don't do it\nor that it starts to interfere with other areas of life. This is really important. You want fitness to be blended\nwith the rest of your life, but you don't want it so blended\nwith the rest of your life that the rest of your life\nstarts to impede your efforts. Or and this happens quite\noften for a lot of people that workouts start to\ntake an hour and a half, two hours when they could easily\nbe completed in 45 minutes to an hour if you were just\nmore efficient with your time. And of course, you don't\nneed me to tell you this, but smartphones can be one of\nthe major bleeds on our focus and efficiency. In fact, it can cause\nyou to hemorrhage focus and efficiency. So what I'm\nsuggesting here is not throwing away your smartphone,\nalthough, some people do benefit from just\nleaving it in the car or at home when\nthey are training. But rather to designate\npodcasts, books, music playlists for that\nparticular workout and to just stick to those for\nthe duration of your workout. And once you cross\ninto the line, that's what you're listening\nto and only that or nothing. And of course, once you\ncross back over the line as you finish your\nworkout, you can decide to continue to\nlisten to the podcast, or continue to listen to the\naudiobook, or to the music. That's up to you. Although, I highly\nrecommend that you do incorporate that\ndownregulation period of 3 to 5 minutes minimum. The last category of tools\nto improve your fitness come from the discussions about\nnutrition and supplementation and recovery in the series\nwith Dr. Andy Galpin. Now, the list of tools\nI'm about to describe is not exhaustive,\nmeaning it doesn't even begin to come close to\nthe total number of tools that one could glean from the\ndiscussion about nutrition ",
            "segmentTitle": "Tool 8: Smartphone Use & Training"
        },
        {
            "text": "and supplementation\nthat I had with Dr. Andy Galpin on this podcast, but\nthey are the major ones that are definitely worth knowing. And those include supplementing\nwith omega 3 fatty acids. Now, omega 3 fatty acids\nare found of course in foods, things like\nfatty fish and krill, of all things, certain\nforms of algae, et cetera. But most people do not get\nenough of so-called EPA form of omega 3s. And for that reason, I\nand many other people choose to supplement with\na minimum of 1 gram per day and in some cases as\nhigh as 2 grams per day of omega 3s in supplement form. So typically one would\nget to 1 to 2 grams of EPA by supplementing\ntheir nutrition, their diet, that is, with fish oil\ncapsules or liquid fish oil. There are many different\nsources of these. That was discussed\nin an episode that I did with Dr. Rhonda Patrick. I find that it's\nmost cost efficient to get that 1 to 2 grams of\nEPAs from liquid fish oil despite what you might\nsee on the internet. I don't have any\nrelationship whatsoever to a liquid fish oil company. You just want to make sure that\nyou go with a reputable brand. I like the ones\nthat are flavored with lemon so that it offsets\nthe taste of fish oil, and I'll take a tablespoon\nor two of that per day. And if I'm traveling\nand even if I'm not I will often use\nfish oil capsules, and there are a variety of\ndifferent sources of those as well. Getting sufficient\namounts of omega 3 has been shown to be\nimportant for mood. So as a way to offset\ndepression but also for enhancing overall\nmood that probably relates to the omega 3s\neffect on neurotransmission, not just for neuromodulators\nlike serotonin and dopamine but for all neurotransmission. And neurotransmission,\nof course, is essential for\nneuromuscular performance. And the omega 3s\nhave been implicated in reducing the\ninflammation response, cardiovascular\nhealth, et cetera. I realized that there is\nsome debate about omega 3s, but when I look at the bulk of\nliterature about the omega 3s, ",
            "segmentTitle": "Tool 9: Omega-3 Fatty Acids"
        },
        {
            "text": "it's very clear\nto me that getting 1 to 2 grams of EPA\nform of omega 3 per day is the right thing for me to do. And many others\nfind that as well. The second tool to\nenhance your fitness under this category of\nnutrition and supplementation is creatine. Now, again, creatine is not\njust found in supplement form. It's also found, of course, in\nfoods, in particular red meat. However, the amount\nof red meat that one would have to eat in order\nto get the amount of creatine that one would start to see\na real performance enhancing effect is just far too high. You'd be ingesting far too much\nof other things in red meat that you wouldn't\nwant that much of. And for that reason, I\nand many other people will take creatine daily. We now know there's no need\nto so-called load creatinine in the old days as it were. So old days, by the way,\nmeaning mid '90s and 2000s, we were all told that\nwe had to load creatine, we had to take high-dose\ncreatine for four or five days and then you could back\noff to a maintenance dose. Now it's very clear you can just\ntake a daily dose of creatine. And that it really\ndoesn't matter when you take that creatine. You can take it post-workout\nas many people do. You can take it preworkout. It really doesn't\nseem to matter. I happen to take it postworkout\njust as a matter of habit. But again, you can take\nit any time of day. Now, the point I want\nto make about creatine is one that's a bit different\nthan the other discussions out there. I have no issue\nwith the majority of what's discussed\nabout creatine out there, for instance, that\ncreatine monohydrate is the most effective form. Fortunately,\ncreatine monohydrate is also the least\nexpensive form of creatine that's sold out there. I see no evidence whatsoever\nthat the other forms of creatine are superior\nto creatine monohydrate. But what you'll usually\nhear is that taking 5 grams of creatine monohydrate\nper day is ideal for everybody. And that advice is\nsimply not well-informed by the scientific literature. If you are a larger person,\nso for instance I weigh 100kg so that's about 220\npounds, well, it turns out if you look\nat the literature on creatine and\nathletic performance, and if you look\nat the literature on creatine and\ncognitive performance, because as some of\nyou already know, creatine is a fuel or the\nphosphocreatine system is a fuel system for\nthe brain as well. And if you look at the\nstudies on creatine, they almost always gauge\nthe amount of creatine to give an individual\nbased on their body weight. So you don't have to get\nreally specific about this, but if you weigh, say,\n185 pounds to 250 pounds, you can get away with\nand probably should be taking 10 grams or\nso of creatine per day, which is what I do. Whereas if you weigh less\nthan that, 5 grams or maybe even 3 grams is sufficient. Now, I discussed this with Dr.\nAndy Galpin during that series, and one of the things\nthat I've started to do since the\nclosure of that series is to take more\ncreatine per day. So now I'm taking\n10, sometimes even as much as 15 grams\nper day of creatine. Again, this is powdered\ncreatine monohydrate. My stomach tolerates\nit very well, but frankly, I don't\ntend to get stomach aches or gastric distress from\npretty much anything, unless it's some form\nof food poisoning, which is exceedingly rare for me. So some people out there\nfind that creatine really disrupts their gut, and they\nneed to take it with food or they really need\nto slowly and increase the amount of creatine that\nthey're taking each day. I find that I can put 10\neven 15 grams of creatine into a whey protein\nshake or into some water with a little bit\nof lemon juice, just to make it taste a little\nless chalky, drink that, and I don't have any\ngastric distress from that. So you'll need to find\nwhat works for you. But the point here is if\nyou're going to take creatine, you don't just want\nto quote unquote, \"take creatine one\nscoop per day.\" You really want to adjust\nthe amount of creatine that you're ingesting\naccording to your body weight. And I would give you a very\nspecific formula of x grams of creatine per kilogram\nor pound of body weight, but believe it or not, no\nsuch specific recommendation has ever been published in\nthe scientific literature or at least I couldn't find\nit in a way that's consistent with all the other\npapers, meaning you see a lot of variation. So what I'm talking about here\nis if you weigh 185 pounds or so, OK, plus or minus 5\npounds out to about 250 pounds, 10 to 15g of creatine\nper day is probably more appropriate for\nyou than is 5 grams, meaning it's going to be\nmore effective for enhancing physical performance. And perhaps again, perhaps even\ncognitive performance as well. And if you're somebody\nwho weighs 180 pounds down to say 130 pounds, 5\ngrams of creatine per day is probably sufficient. The point here is if you\nare taking creatine, again, not everyone has\nto take creatine. There's no law that says that\nyou have to take creatine. Some people don't like it. I know some people\nfear it's going to make their hair fall out. We already talked about\nthat in previous episodes and the lack of data\nto support that idea. ",
            "segmentTitle": "Tool 10: Creatine"
        },
        {
            "text": "But I realize some\npeople steer away from creatine for\nwhatever reason. But if you decide that taking\ncreatine is right for you, adjust the total\namount of creatine that you take according\nto your body weight. The next supplementation based\ntool for enhancing your fitness is a Rhodiola rosea. Now, this very esoteric\nsounding supplement is one that I learned about,\nboth from Dr. Lane Norton when he was a guest on this\npodcast, expert in nutrition and frankly training as it\nrelates to resistance training, and from Dr. Andy Galpin. Rhodiola rosea is\na supplement that's gaining increasing attention\nbecause it is what's called a cortisol modulator. It does not necessarily\nsuppress cortisol. It does not increase cortisol. It's a cortisol modulator. And frankly, the\nmechanism by which Rhodiola rosea\nmodulates cortisol is still under investigation. I hope to do an episode\nabout it in the future or at least make it\npart of an episode because the hypothesized\nmechanism that's starting to emerge is really\ninteresting as it relates to neurons in the brain that\ncontrol the stress response and glands in the body\nlike the adrenals that control the stress response\nand that secrete cortisol. Regardless, there's a\ngrowing body of research that has explored Rhodiola\nrosea supplementation and one's subjective perception\nof fatigue or output during high-intensity\ntraining of various kinds, both resistance training as well\nas running and endurance type training. So I started taking Rhodiola\nrosea about six months ago in response to conversations\nthat I had again with Dr. Lane Norton and with Dr.\nAndy Galpin, and it's a supplement that I take\nbefore high-intensity workouts. So I don't take it before a\nrun because frankly my runs are either very long\nand slow, or they're very brief like a high-intensity\ninterval training session. And I find those to be\npretty easy to recover from even though they\nare very intense. I might take a Rhodiola\nrosea supplement before doing a 30-minute\nhill run that's very intense. But typically, I only take\nit about 10 to 15 minutes before any sort of\nhigh-intensity resistance training session,\nin particular my leg day which falls on day 2\nof my exercise protocol, or the torso day, or the\nsmall body parts day. Again, here I'm\nreferencing the way that I train across the week,\nand you can find that training protocol as a downloadable\ncompletely zero-cost if you like. But I realize other people\nare using different body part splits and different\ncombinations of resistance training and endurance training. The reason I mentioned\nRhodiola rosea in this episode is that I realized that while\nsome people might not yet be supplementing omega 3s,\nthey might not be supplementing creatine, there are many\nof you who are already doing those things, and you're\nlooking for additional tools to give you an edge. So again, the Rhodiola\nrosea would not fall into the category of\nfoundational supplements. Certainly, get your nutrition\nright, get your sleep right, get your sunlight. All the basics first\nplease before even thinking about any supplements. However, once you get into\nthe category of supplements that can enhance\nfitness, Rhodiola rosea does seem to have\nsome good research to support it in\nthe context of lots of different forms of\nhigh-intensity exercise. Now, I can't tell you whether\nor not it's purely subjective or whether or not it's\nobjective and subjective, but my experience has been\nthat when I take Rhodiola rosea I definitely notice\nthat I can exert myself harder without feeling\nlike I'm bringing myself to the brink of fatigue\neither during the exertion or afterwards. In other words,\nI feel like I can do more work without\nfeeling so exhausted, and I feel as if I'm\nrecovering from my workouts more quickly, in\nparticular across the day after my workouts. In fact, if I had to cite one\nspecific subjective effect that I've experienced\nfrom taking Rhodiola rosea before very high-intensity\nworkouts is that prior to taking it, I would\noften find that 3 or 4 hours after the\nworkout having eaten a good meal, taking a shower,\net cetera, and I was tired. I'd have a real dip in energy. But now I notice that\nI have a lot of energy throughout the day even after\nthese very high-intensity sessions in the early\npart of the day. And frankly, I haven't\nchanged anything else about my supplementation\nor my nutrition, at least nothing major. So I personally am\ngoing to continue to take Rhodiola rosea before\nthese high-intensity workouts. So for me, that's about two\nor three times per week. However, if I forgot\nto take Rhodiola rosea before a workout,\nI have no reason to think that workout\nwould go much worse. This is a supplement that is\ndesigned to give you an edge to be able to exert\nmore focus and intensity during your workouts with\nless perceived exertion and to enhance your recovery. The typical dosage\nof Rhodiola rosea that you'll find\nin most supplements is 100 to 200 milligrams. And of course, any time you're\ngoing to take a new supplement, you would be wise to figure\nout the lowest effective dose from that supplement. That's just logic, right? Why spend more money\ntaking more of something that you don't need more\nof if you could get away with taking less of it,\nand it's just as effective maybe even more effective? So I typically will take\n100 to 200 milligrams of Rhodiola rosea about 10 to\n20 minutes before a workout. However, I've taken as\nlittle as 100 milligrams on a consistent basis, and\nfrankly, I don't really experience much difference\nwhether I take 100mg ",
            "segmentTitle": "Tool 11: Rhodiola Rosea"
        },
        {
            "text": "or I take 200 milligrams\nbefore a workout, so lately I've just defaulted\nto taking 100 milligrams of Rhodiola rosea before\nany high-intensity workout. Now, the final tool\nthat I want to review for improving your fitness comes\nfrom the category of nutrition. I've done lots of\nepisodes about nutrition already on this podcast. We've done episodes about\nintermittent fasting I did a long interview\nepisode with Dr. Lane Norton where we discussed all the\nins and outs of nutrition as it relates to fat\nloss, muscle gain, fitness in general,\nlifestyle in general. So check out that episode where\nyou will learn his philosophy on nutrition, which frankly\nis the one that I largely subscribe to. And of course, obeys the laws\nof thermodynamics, calories in, calories out being\nfundamentally important. But also gets into all sorts\nof details about which sources of protein are most\neffective and bioavailable, how much protein you can\nincorporate into your muscles after training, et\ncetera, all of that is included in that episode. With that said, the series on\nexercise with Dr. Andy Galpin also included an\nepisode on nutrition. And while having the\ndiscussion for that episode and then listening to\nthat episode again, I realized that while certainly\nI've gotten a number of things right about my nutrition\nacross the years, there are a few areas where\nI could probably do better without much effort in\nways that could really enhance my fitness. And the thing that\nI'm referring to is that for me my first\nmeal of the day laying somewhere around 11:00\nAM maybe 12:00 noon. Sometimes I'll eat\nan earlier breakfast, but most typically I hydrate,\ncaffeinate, and train in the morning, and then I eat\nsome time around 11:00 or 12:00. And then I eat my\nlast meal of the day sometime around 8:30 or 9:00. And as some of you already know,\nI tend to organize my meals, such that meals during\nthe early part of the day tend to lean more toward protein\nand fibrous carbohydrates, so things like meat and salad,\nor chicken and salad, fish and salad, and maybe a\nlittle bit of starch. And the meals that I\neat later in the day tend to be more starch focused\nand more vegetable focused or things like pasta, rice,\net cetera, later in the day because it helps me sleep. And the architecture\nof all that is really about energy and focus. I find I can focus a bit\nbetter and I have more energy throughout the day when I have\nmy first meal at around 11:00 or 12:00, and I keep the\ntotal amount of carbohydrates that I ingest during\nthe day moderate. Not low but moderate. Now, there is an\nexception to that, which is if I do a\nhigh-intensity resistance training session\nearly in the morning say train legs or train torso\nor even small body parts early in the morning, then I make\nsure to incorporate more starchy carbohydrates and some\nfruit, some simple sugars as well into the\nfirst meal of the day so that I can\nreplenish the glycogen that I depleted during those\nhigh-intensity resistance training sessions. However, after talking\nto Dr. Andy Galpin, I realized that I really\nshouldn't worry about or be afraid of eating\nsomething before training if I'm really hungry\nin the morning. So what I'm\nreferring to here are the times in which I wake\nup and I want to train, but I personally like to\ntrain fasted and caffeinated. OK. Yes, I do recommend that people\ndelay their caffeine intake 90 to 120 minutes after\nwaking if and only if you have trouble\nwith an afternoon crash, real fatigue\nin the afternoon, then it makes sense to\ndelay your caffeine 90 to 120 minutes after waking. However, the\nexception to that is that if I'm going to\ntrain early in the day, I do ingest water to hydrate\nas well as electrolytes and caffeine prior to training. And sometimes that means\nI'm drinking caffeine within 30 minutes or\n60 minutes of waking. I've tried to be clear about\nthis in previous episodes, but I think a number\nof people have come to think that I\nalways delay my caffeine intake 90 to 120\nminutes after waking, and that's simply not the case. If I'm going to train,\nin particular if I'm going to do\nhigh-intensity resistance training or a long run, I will\ningest caffeine sooner than 90 to 120 minutes after waking. And in addition to\nthat, yes, I tend to eat my first meal around\n11:00 AM maybe 12:00 noon. But if I wake up\nand I'm very hungry, I will eat a small meal\nthat includes typically some protein and some fat,\nso some Brazil nuts, maybe a couple of scoops\nof whey protein would be typical for\nme, or maybe even a little bit of oatmeal,\nsome whey protein, not a lot of food in my gut. But after talking to\nDr. Andy Galpin, what I learned was for some people\ntraining fasted feels best. I would consider myself\none of those people. You may be somebody in\nthat category as well, or you might be\nsomebody who really feels as if you run\nbest, you resistance train best when you've eaten say\n90 minutes or a couple of hours before you do that. There are basically\nno specific rules as it relates to whether or not\nyou train fasted or train fed except in what you can handle\nin terms of gastric distress. So you want to make food\nchoices according to that and try and avoid, of\ncourse, gastric distress. But basically the change that\nI've made is if I wake up and I'm hungry, I'll\neat a small meal, or if I want to work\nout in the afternoon or I have to work\nout in the afternoon and I have lunch at say,\n12:00 or 12:30 or 11:00 AM and the only opportunity\nthat I have to train is 1:00 PM or even 12:30,\nI will go ahead and train. And that's a new thing for me. Typically, I try\nto keep my meals at least three to four hours\nprior to any training bout. And of course, if you're\nsleeping all night, you're not eating, and then if\nyou wake up and you don't eat and you train in the\nmorning, that's certainly longer than three or four\nhours unless you're sleeping very, very little frankly. So essentially what I'm\nsaying is figure out what works best for you. Do you prefer to\ntrain fasted or fed? For some of you, you might\nprefer fasted before cardio and fed before\nresistance training. For some of you, it might\nbe fasted is always best. Again, I put myself\nin that category. For some of you, it might\nbe fed is always best. Again, this is\nhighly individual. And that's another point\nthat I'm trying to make here, which is Dr. Galpin really\nimpressed upon me that there is no hard and fast rule\nabout training fasted or fed. And, this is the second point,\nthat having some flexibility ",
            "segmentTitle": "Tool 12: Training Fasted or Fed, Caffeine"
        },
        {
            "text": "in whether or not you\ncan train fasted or fed allows you to incorporate\nyour fitness training sessions more readily\ninto a shifting schedule. And that's a really\noverarching theme of everything we've been discussing\ntoday, which is yes, it's wonderful and important\nto have a core fitness program, something that\nyou're really striving to do each and every week. And for me, that's three\nsessions of cardio, three resistance\ntraining sessions, and a day where I'm doing\nthermal stress training, which is just fancy language for\ndeliberate cold and deliberate heat exposure. However, real life happens,\ntravel, work, illness, family, all those\nsorts of things that can impinge on\nan exercise schedule and make it less likely that one\nwould complete their workouts. So today we've been\ndiscussing tools to improve your fitness which\nare brief, easy to incorporate, scientifically\nsupported, and that are shown to improve the various\nsorts of exercise adaptations and recovery that will\nallow you to get the most progress from your schedule. So while the tools\nthat we discussed today relate to breathing,\nthey relate to nutrition, they relate to\nsupplementation, they relate to specific set and\nrep patterns and cadences and rest periods,\net cetera, all of those specific recommendations\nare within a larger container that I hope has become clear,\nwhich is the best tools to improve your fitness are\nthe tools that are, of course, are going to be\neffective in improving your cardiovascular and strength\nand hypertrophy training, et cetera, whatever it\nis that your goals are, but also tools that are going to\nmake it easier and more likely that you are going to engage\nin your fitness program with enthusiasm, with\neffort, and with focus. And as with any episode\nof this podcast, I covered a lot of\ninformation, and there are a lot of different tools\nthat one could incorporate. By no means do you need\nto incorporate them all. Although, if you choose\nto, that's wonderful. Just even incorporating\none or two of them, say incorporating this notion\nof the line and the exercise snacks, or adjusting\nyour level of flexibility as to whether or not you train\nfasted or fed and the line, or trying a 12-week cycle of\npurely training for strength when you do your\nresistance training. But whether or not you pick\none tool or all the tools or somewhere in\nbetween, the key thing is to actually implement them. And I like to think that\nduring today's discussion provided a number\nof tools, again, largely gleaned from the episode\nseries with Dr. Andy Galpin. And again, if you\nhaven't seen that series, that's linked in the\nshow note captions. Those episodes are long. There are six of them, but they\nare a wealth of information of every aspect of fitness. ",
            "segmentTitle": "Training Session Flexibility"
        }
    ]
}