{
    "meta": {
        "videoURL": "https://www.youtube.com/watch?v=hcuMLQVAgEg",
        "videoTitle": "The Science of Emotions & Relationships",
        "theme": "The Science of Well-being"
    },
    "transcriptSegments": [
        {
            "text": "- [Andrew Huberman] Welcome\nto the Huberman Lab Podcast, where we discuss science and science-based tools for everyday life. - My name is Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at\nStanford School of Medicine. This podcast is separate from my teaching and\nresearch roles at Stanford. It is however part of my desire and effort to bring zero-cost to consumer\ninformation about science and science-related tools\nto the general public. In keeping with that theme, I'd like to thank the\nsponsors of today's podcast. Our first sponsor is InsideTracker. InsideTracker is a\npersonalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and inform your health goals. I'm a big believer in\ngetting blood test taken, because it's simply the only\nway to get in-depth data about your metabolic factors, hormones, all the things that inform your immediate and long-term health. Nowadays, there are\nalso excellent DNA tests that can further inform you about your immediate and long-term health. Now the problem with most\nblood tests out there is that you get information\nback, you get a lot of numbers, and they'll tell you whether or not your numbers are in normal\nrange or high or low, but they don't inform you what steps to take as a consequence. In addition, they can\noften be very confusing, what all the factors are\nand what they really mean. InsideTracker has a\ndashboard and a platform that makes interpreting all\nthat information really easy. It also points you in the direction of certain lifestyle factors,\nexercise, nutrition et cetera, that you might want to change in order to bring the numbers\ninto the ranges that you want. So InsideTracker is something that I've been doing for some time now, and it's really helped\nme inform the choices. For instance, I've swapped out some of the foods that\nI was eating regularly. I found out I was actually too high in certain vitamins and minerals, I was too low in others. It's really helped me adjust my diet and my exercise regimes. And it really gives me the confidence that I'm on the path to long-term health. So if you want to try InsideTracker, you can go to insidetracker.com/huberman to get 25% off any of\nInsideTracker's plans. Use the code Huberman at checkout, that's insidetracker.com/huberman to get 25% off any of InsidTracker's plans and use the code Huberman at checkout. Our next sponsor is ExpressVPN. ExpressVPN is a virtual private network that keeps your data safe and secure and private. It does that by routing\nyour internet activity through their servers and encrypting it so that no one can see or sell your data. I started using ExpressVPN because my bank account got hacked. I still don't know\nexactly how it happened, but it was an absolute mess. I lost money, I lost a lot of time. I wouldn't want to have\nit happen to anybody. When that happened, I talked to my friends\nin the tech community and they told me that even though you think your internet\nconnection is secure oftentimes it's not. So I tend to use internet connections on planes, in hotels, in\ncafes, but also at home. And I was told that even at home, your data may not be\nas secure as you think. And so with ExpressVPN, your\ndata is absolutely secure, so are your online activities. The great thing is you don't even notice that it's operating, it's running in the background. You just turn it on and it\ngoes without you realizing that your data is being protected, it doesn't interfere with any\nof your online activities. So I use ExpressVPN when I travel, anytime I'm outside the\nhouse, when I'm at work and when I'm at home. If you want to try ExpressVPN, you can go to expressvpn.com/huberman. And if you do that, you'll\nget an extra three months free on one of their one-year packages. That's expressvpn.com/huberman to get three months free\non a one-year package. The final sponsor of today's\npodcast is Magic Spoon. Magic Spoon is a zero-sugar, grain-free, keto-friendly cereal. As I've mentioned before on the podcast, I'm neither ketogenic, nor am\nI all-meat, nor am I vegan. The way I eat is that\nearly in the day I fast, and then sometime around\nnoon I eat my first meal, and that meal is always low carbohydrate, and then throughout the day, I maintain a low carbohydrate diet. The fasting and low carbohydrate\ndiet during the daytime optimizes alertness and wakefulness, I want to be awake and be able to work. And then at night is when\nI eat my carbohydrates, 'cause it facilitates\nthe transition to sleep. So for me, Magic Spoon is a\nterrific snack in the afternoon. I'll sometimes even have it with lunch. And the reason I like it is because it tastes really delicious, and it's compatible with the keto-friendly or keto-like meals that\nI eat throughout the day. They come in a variety of flavors, cocoa, fruity, peanut butter, frosted. I particularly like the frosted because it tastes like\ndonuts, in my opinion, and I love donuts. As a consequence, I love Magic Spoon cereal. I can consume it. It tastes like a pastry and\nit has zero grams of sugar, and it's compatible with this nutritional\nregimen I mentioned earlier. If you want to try Magic Spoon, you can go to magicspoon.com/huberman to grab a variety pack. Use the code Huberman at checkout\nand get $5 off your order. That's magicspoon.com/huberman, ",
            "segmentTitle": "Introduction"
        },
        {
            "text": "in bringing you into\ndeep states of relaxation for all the reasons I mentioned before. So let's talk about emotions. Emotions are a fascinating and vital aspect of our life experience. It's fair to say that emotions make up most of what we think\nof as our experience of life, even the things we do, our behaviors and the places we go, and the people we end up\nencountering in our life, all of that really funnels\ninto our emotional perception of what those things mean,\nwhether or not they made us happy or sad or depressed or\nlonely, or were all inspiring. Now one thing that is absolutely true is that everyone's perception of emotion is slightly different. Meaning, your idea of happy\nis very likely different than my idea of what a\nstate of happiness is. And we know this also for\ncolor vision, for instance, even though the cells\nin your eye and my eye that perceive the color red are identical right down to the genes that they express, we can be certain based\non experimental evidence, and what are called\npsychophysical studies, that your idea of the most intense red is going to be very different than my idea of the most intense red if we were given a selection\nof 10 different reds and asked which one is most intense, which one looks most red, and that seems crazy, you would think that\nsomething as simple as color would be universal, and yet it's not. And so we need to agree at the outset that emotions are complicated\nand yet they are tractable. They can be understood. And today we're going to talk about a lot of tools to\nunderstand what emotions are for you to understand what\nyour emotional states mean and what they don't mean. And in doing that, that will\nallow you to place value on whether or not you should hold an emotional\nstate as true or not true, whether or not it has\nmeaning or it doesn't, as well as whether or not\nthe emotions of others are important to you in a given context. We're going to talk a\nlot about development. In fact, we're going to center a lot of our discussion today\naround infancy and puberty. We're also going to talk about tools for enhancing one's emotional range and for navigating difficult\nemotional situations. I'm not a clinical psychologist, I'm not a therapist, but I do have some\nbackground in psychology. And today I'm going to be drawing from the psychology greats, not me, but from the greats of\npsychology who studied emotion, who studied emotional development, and linking that to the\nneuroscience of emotion. Because nowadays we understand\na lot about the chemicals and the hormones and the neural circuits in the brain and body\nthat underlie emotion. So while there's no one single universally\ntrue theory of emotion, at the intersection of many\nof the existing theories, there are really some ground truth. So today we're going to\nvisit those ground truths. We're going to talk about the\ntools that emerge from them. And we're going to talk about some absolutely wild and wacky experiments that people are doing out there right now, that I don't necessarily recommend you do, of inhaling different types of hormones and trying to get attached more quickly. You're actually going to do some experiential stuff today if you like. There's some things that\nyou can do in real time while listening to the podcast, in order to tap into some of the mechanisms\nthat I'll be referring to. ",
            "segmentTitle": "Emotions: Subjective Yet Tractable"
        },
        {
            "text": "So today's going to be very interactive in a way that previous\npodcast episodes have not. If we want to understand emotions, we have to look at where\nemotions first develop. In fact, this is a critical central theme if you want to understand\nbrain science and psychology. There's a rule in neuroanatomy. Because if you look at 50\ndifferent brains of humans or you compare the brains\nof dogs and humans, there are a lot of differences. Certain things are the same but certain things are different. And the rule that every\ngood neuroanatomist knows is that if you want to understand what a part of the brain does, you have to address two questions. First, you have to know what connections does that brain area make? What is it connected to? Where does it get inputs from\nand where does it send inputs? So for instance, if there's\nan area of the brain that gets direct input from\nthe neurons in the nose, you can be pretty certain that it has some role in analyzing smell in measuring something about odors or analyzing something about odors. Now if it also gets input from the eye, you can also conclude that it gets input from the visual system that it cares about light and photons. This is sort of obvious. And yet you need to\nknow that connectivity, and you need to know what's called the developmental origin\nof that structure. You need to know where it\nwas early in development, because things move around\na lot as the brain develops. The brain, of course is this more or less squishy thing floating around in some liquid that stuffed inside your skull. And as a consequence,\nthings move around a lot. They are not always in the same place in two different species or two individuals of the same species. So you have to know\nwhere they started out, because where they started out informs what they do as well. And when we're talking about emotions, we cannot point to one area of the brain. We can't say that's the area of the brain that's responsible for emotions. There is this so-called limbic system that has been linked to\nemotions in various ways. We're going to talk about that today. But the limbic system\nis just one component of the inputs to create emotions. It's not the place for emotions. You can't go in and lesion\none location in the brain and eliminate emotions entirely,\njust doesn't work that way. So, first of all, we have to ask, what are the circuits for emotion? What are the brain areas for emotion? And nowadays there's a\nlot of debate about this. For years, it was thought\nthat there might be circuits, meaning connections in the brain that generate the feeling of being happy or circuits that generate the feeling of being sad, et cetera. That's been challenged. In fact, Lisa Feldman Barrett has been the person who's\nreally challenged this head-on, and has very good evidence for the fact that such\ncircuits probably don't exist. And yet I think there's good evidence for circuits in the brain, such as limbic circuits and other circuits that shift our overall states or our overall level of\nalertness or calmness, or whether they're not, they bias us toward\nviewing the outside world or paying more attention to what's going on inside our bodies. If none of this makes sense right now, I promise it will make sense soon. But the important thing to understand is that emotions do arise\nin the brain and body. They arise because there\nare specific connections between specific areas\nin the brain and body. And if we want to understand\nhow emotions work, we have to look how emotions are built. And they are built during\ninfancy, adolescence, and puberty, and then it continues into adulthood. But the groundwork is laid\ndown early in development when we are small children. So let's think about what happens to a baby\nthat comes into the world. A baby comes into the world. You were born into this world without really any understanding\nof the things around you. Now, there are two ways that\nyou can interact with the world and you're always doing them more or less to some degree at the same time. Those are interoception, paying attention what's\ngoing on inside you, what you feel internally, and exteroception, paying attention to what's\ngoing on outside you. Hold that in mind, please. Because the fact that\nyou're both interocepting and exterocepting is true\nfor your entire life, and it sets the foundation\nfor understanding emotions. It's absolutely critical. As an infant, you didn't have any\nknowledge of what you needed. You didn't understand hunger, you didn't understand toys when you first came into the world, you didn't understand cold\nor heat or any of that. When you needed something, you\nexperienced that as anxiety. ",
            "segmentTitle": "To Understand Your Emotions: Look At Infancy & Puberty"
        },
        {
            "text": "You would feel an increase in alertness if you had to use the bathroom. you would feel an increase in alertness if you were hungry, and you would vocalize, you would cry out, you would act agitated. You might cue, you might do\na number of different things, but all you knew was what\nyou were feeling internally. And then your caregiver, whoever that might've been\nwould respond to that. So you would feel some agitation, a caregiver would come\nand make a decision, Oh, you need food, and give you milk, or change your diaper\nor wrap you in a blanket if you were cold, but they didn't know if you were cold, they could just assume that you were cold. So this is actually really\nimportant to understand that a baby, when you were a\nbaby, and when I was a baby, we didn't have any sense\nof the outside world except that it responded to our\nacts of anxiety essentially. Now this isn't Freudian theory, There are components of it that are embedded in Freudian theory, but all developmental\npsychologists agree that babies lack the ability to make cognitive sense\nof the outside world, but in this feeling of anxiety and registering one's own internal state, and then crying out to the outside world, either through crying\nor subtle vocalizations, or even just cuing, making some noise, we start to develop a relationship\nwith the outside world in which our internal states, our shifts and anxiety\nstart to drive requests, and people come and respond\nto those requests, hopefully. And the reason I say hopefully is that we've all heard presumably about these cases of neglect. There are a lot of cases\nwhere if you neglect a baby, you neglect an adolescent or a teenager, development doesn't go well, and we'll touch on some of those. But those are really extreme cases. They're sort of like the\nparallel to experiments that are often done in the\nlaboratory with animals, where you've probably heard\nof these enriched environments where they'll give mice a bunch of toys, and they'll give them some different foods\nevery once in a while, and they'll house them\ntogether with other mice. And then what you find\nis that the animals, they will say, \"Oh, their brain is thicker and their neurons have more\nbranches to them and all that.\" But that's really comparing\ndeprivation with normalcy. What we want to center on today instead ",
            "segmentTitle": "Your First Feeling Was Anxiety"
        },
        {
            "text": "is what happens when things go well, and why things might not go well in certain circumstances is interesting. But to me, not as interesting as what healthy emotional\ndevelopment looks like. And if you haven't achieved\nhealthy emotional development, what can be done as an intervention at later times in order to rescue that? So the baby, you as a baby, you're flopping around there in your crib, you're getting care where you need it and when you need it, presumably, and this gets to the basis\nof what emotions are about, which are emotions are\nreally about forming bonds and being able to predict\nthings in the world. That's really what emotions are about. Whether or not the baby\nfeels angry or happy or sad, we don't know, we can\nguess, but we don't know. In fact, most of the time we\ndon't even know how we feel, let alone how other people feel, and that's true for adults. So if I asked you how you feel right now, I don't know that you could tell me in any kind of rich\nlanguage that I would say, \"Oh I really understand.\" If you said you were very, very depressed or very, very happy, I'd have some sense because\nof how extreme that is, but I don't know that I would really know, and I don't think you know\nhow I feel right now either. I could be furious right now or I could be very happy, you don't have any idea. And of course, we have these\nthings called expressions, our pupils dilate. There are various cues of how people feel. We're going to talk about those cues, but you really don't know. And at this point I\nactually just want to pause and mention a really interesting tool ",
            "segmentTitle": "What Are “Healthy Emotions”?"
        },
        {
            "text": "that is trying to address this question of what are emotions and\nwhat do they consist of, that you can use if you like. This is an app, I didn't develop it, I don't have any relationship to them, but the app was developed\nby people at Yale, by groups at Yale who do research, and it's called Mood Meter. And it's actually quite interesting. I think it's either free or it's 0.99. Again, no business relationship to them. But what they're trying\nto do is put more nuance, more subtlety on our words, and our language for emotions, and be able to allow you to predict how you're going\nto feel in the future. And it's actually quite interesting. I'm on the app right now, and\nI know you can't see this, but it's called Mood Meter. And you can find on Apple or Android. And you go into and it asks you, it says to me, \"Hi, Andrew,\nhow are you right now? And I click the little\ntab that says I feel. And I can either pick high\nenergy and unpleasant, high energy and pleasant,\nlow energy unpleasant or low energy pleasant. And I would say right now I\nfeel high energy pleasant. So I just revealed to you how I feel. So I click on that, and then it gives you a gallery of colors, and you just move your\nfinger to the location where you think it matches most. And as you do that, little words pop up. I know some people are\nlistening to this on audio only. So it say motivated, cheerful, inspired. I would say, I'm feeling\nright now, cheerful. So you click that and then you\njust go to the next window, and it just says, what are you doing? And this feels like play to me, but I'm going to call it work. And then that's it. And then what it does is it basically starts\nto collect data on you. You're giving it information. And it starts to link\nthat to other features that you allowed access to if you like, and it starts helping\nyou be able to predict how you're going to feel\ndifferent times a day. It's actually quite\naccurate in certain ways, quite interesting. And it points to a couple of\nreally interesting features, which is that we don't\nreally have enough language to describe all the emotional states, and yet there's some core truths to what makes up an emotion. ",
            "segmentTitle": "Digital Tool For Predicting Your Emotions: Mood Meter App"
        },
        {
            "text": "And I want to review that\ntwice during today's podcast, because this can really help people, kids and adults understand better what they're feeling and why, and when best to engage\nin certain activities, and thankfully, when best to\navoid certain activities too. So the way this works is the following. You need to ask yourself at any point, you could do this right now if you like, what's your level of autonomic arousal? Autonomic arousal is just the continuum, the range of alert to calm. So if you're in a panic right now, you are like 10 out of\n10 on the arousal scale. If you're asleep, you're probably not\ncomprehending what I'm saying, although maybe a little bit. But let's say you're very drowsy, you might be at a one or a two. So you always have to ask, where are you on the arousal scale? And then there's this other\naxis, this other question, which is what we call valence. Now valence is a value. Do you feel good or bad? I would say I feel pretty good right now. On a scale of one to 10, I'm like, I dunno, I feel like a seven. Got good night's sleep last night, had a good walk with\nCostello this morning, I'm fed, I'm hydrated. I feel good, So I'm like a seven. So I'm alert and I feel pretty good. And then there's a third thing, which is how much we are interocepting and how much we are exterocepting. So how much our attention\nis focused internally on what we're feeling and how\nmuch it's focused externally. And this is always going\nto be in a dynamic balance. So for instance, if you're\nreally, really stressed, oftentimes that puts you in a position to be really in touch with\nwhat's going on in your body. If you start having a lot of somatic, a lot of bodily sensations, like your heart is beating so\nfast that you can't ignore it, then you're really strongly interoceptive. But also sometimes you're really stressed because someone's stressing you out or somebody sends you a text message or makes a comment about a YouTube thing you posted or something, and you're really triggered by it. That never happens to me. But if it does happen to you,\nthen you're exterocepting. So these three things, how alert or sleepy you are, that's one, how good or bad you feel, that's two, and then whether or not most of your attention\nis directed outward, or whether or not it's directed inward. And much of what we call emotions are made up by those three things. And so let's return now to development, but tuck that away and just\nkind of think about it, alert versus asleep, good versus bad, and focused internally\nor focused externally. Because when I looked at all the theories of emotion\nthat were out there, there were a lot of\ndifferent components to them, but they all seem to center back to these same three features in some way or to some degree or another. And it can be very powerful to understand ",
            "segmentTitle": "The Architecture Of A Feeling: (At Least) 3 Key Questions To Ask Yourself"
        },
        {
            "text": "and look at your emotions\nthrough that lens. So let's return to the infant. There's the baby in the crib. It's mostly interocepting. As caregivers bring it\nwhat it needs, you hope, milk, diaper changes, et cetera, a warm blanket if it's cold, pull off the blanket when the baby's fussing and it's too warm, 'cause babies get too warm also, it starts to exterocept. Excuse me, I misspoke, I want to be very clear, it starts to exterocept. The baby starts to look\ninto the outside world and start making predictions. It starts wondering how much\nit needs to cry or predicting, \"Well, if I cry like a little bit, then mom comes over and I get my milk. Or if I cry a lot, mom doesn't\ncome over and give me milk, so I need to really scream\nat the top of my head.\" So babies are starting to\nevaluate and do all this, but they're not doing it consciously. They're doing this strategically in order to relieve anxiety. And I won't propose that that's\nwhat we do into adulthood. But a lot of what we do in adulthood is when we feel something,\nwe start exterocepting. Some people are much better at just sitting as a container\nand just interocepting and paying attention to what\nthey're feeling internally. But most people do a little\nbit of a balance of both. We don't feel good, so we look for an item or food that might make us feel better. We're feeling anxious\nheading into the dentist or something like that, so we text somebody. We do this almost reflexively, it's not always conscious. So infants do this, and\nwe continue to do this. We start to now balance our interoceptive and exteroceptive focus, looking inward and looking outward. And as we do that, we're starting to figure\nout what gets our needs met. Remember, emotions are\nreally there to form bonds and to make predictions. And so our needs are going to\nbe met to some degree or not. Sometimes sadly there is neglect. Sometimes people don't show up for us the way that we would like. And in general, our responses to that have to do with whether or not we predict whether or\nnot they would or not. When we expect something\nand it doesn't happen, It's a big let down. That was the discussion\nabout dopamine last episode. So the many theories of emotion,\nthe triune brain theory, that you have a primitive\nand involved brain, something that's a little bit\non shaky ground these days. The idea that Darwin proposed, that there are these universal\nexpressions of emotions. The work of Helen Fisher on love, that you have circuits in the brain for lost circuits in the brain, for love and circuits in the\nbrain for long-term bonds, as well as the work of\nLisa Feldman Barrett, saying that emotions are contextual, that they have a social component. And I'll be talking more about this, but the work of Allan Schore, a clinical psychologist\nand researcher at UCLA, about right brain, left brain, and its role in emotional development. All of them have strong elements of this idea of paying attention to what's going on inward and outward. As a young creature, an\ninfant and young toddler, you were mainly focused inward, and you started to understand\nwhat was going on outward as a way of predicting what\nwould bring you relief, what would remove your anxiety. And that's where the fundamental\nrules of your experience, your emotional experience were laid down. And I realized that's a lot of information and it's somewhat of an academic talk, but there were two tools in there that I just want to highlight, one is the Mood Meter app. If you're interested in, it\ncan give you some insight into the different kinds\nof nuance within emotions and allow you to actually\npredict emotional states, if you want to try that and you might find that interesting. The other one is this idea that there are three axes two emotion, three continuum that interact, the level of alertness and calmness, how good or bad you feel, and whether or not you're mainly\nfocused inward or outward, because those are going\nto form a useful tool kit ",
            "segmentTitle": "You Are An Infant: Bonds & Predictions"
        },
        {
            "text": "for the information going forward. So now let's talk about\nwhat kind of baby you were, because that actually informs\nyour emotionality now. These are classic. They're actually famous experiments done by Bowlby and Ainsworth. Anyone that study psychology or has taken a psychology class might have learned about this. This is this classic experiment of what was called the strange\nsituation task in which, and I'm describing it very\ncoarsely here, I realize. But a mother and child\ncome into the laboratory. Yes, this is now also\nbeen done with fathers. The baby and the mother or\nfather play together for a bit, and then the mother leaves. The mother leaves for some period of time and then comes back. And the research is devoted to understanding the response of the child when the caretaker, the mother or the father\nreturns, most all children, not every child, but\nmost children will cry when their primary caretaker leaves. They don't like that. And there are good reasons for that. They formed a bond and an attachment. And we will talk about some of the deeper chemical\nreasons for those bonds. However, the experiment is focused on the return of the caregiver. Because Bowlby and Ainsworth, and many of their scientific\noffspring and colleagues identified at least four\npatterns that babies display when their caretaker returns, and they group these\ninto group a, b, c, d, so much so that the kids\nwere referred to as a babies, b babies, c babies or d babies. You may know which one you were. But the categories are really interesting. The first babies are the a babies. So these were kids that would get upset when\ntheir caretaker would leave. But when their caretaker would return, the infant would respond with happiness, with what looked like delight. They would go to the caretaker. They seemed happy. If they had been fussy before\nor sad, they felt relieved. These are referred to\nas secure attached kids. So they have a healthy\nresponse to separation, and they have a healthy response to re-engaging with the caretaker. The b babies as they're called were less likely to seek\ncomfort from their caregiver when the caregiver would return. So they would sometimes\ncontinue to play with their toys or if they had an adult in the room while the parent was gone,\nthey would stay with them. It was sometimes complicated and nuanced, but these were referred\nto as avoidant babies. Don't run away with any conclusions about the language here just yet. It's not clear that avoidant\nbabies become avoidant adults, but bear with me. The c babies would respond to\nthe return of the caregiver with acts of annoyance. They seemed kind of angry. So it wasn't that they ignored them, they seem kind of angry. And those were referred\nto as ambivalent babies, not to be confused with a babies. These are the c babies,\nwere the ambivalent babies. So the infant's reaction to the returning caregiver\nwere inconsistent. It seemed like they wanted\nto bond with them again but that they seem kind of annoyed. I think we've all felt this way before with people that we care very much about, especially people we care very much about. And then the third category, the d babies, were the disorganized babies,\nthat's what they call them. They weren't disorganized\nand that they were messy, the child avoided\ninteractions with everyone and acted fearful when\nthe caregiver returned, and their behavior didn't really change whether or not the\ncaregiver was there or not. And that fourth category was\nactually added rather late in the course of this research. I should mention these\nexperiments have been repeated with a huge variety of different contexts. There was work done by Mary Main at UC Berkeley and many others, looking at all sorts of\nvariations on this theme. But over time, it made it clear that certain babies\nare able to feel secure upon re-engaging with their\ncaregiver and others don't, or they're confused about it. So we probably don't know whether or not you were\nan a, b or c, d baby, unless you were in these experiments and somehow you had that knowledge. But this work, this classic work opened up a huge set\nof important questions that relate to what is the reestablishment of the bond really about. I mean, what's actually\nbeing figured out here is not whether or not there\nare four categories of babies, ",
            "segmentTitle": "Attachment Style Hinges On How You Handle Disappointment"
        },
        {
            "text": "that's interesting, but it presumably is more interesting to focus on what is it that\ndefines a really good bond, a secure attachment, or\nan insecure attachment or an avoidant attachment. And the four things are\ngaze. literally eye contact, and doesn't have to be\ndirect beaming eye contact with no blinks like people\nhave accused me of before. It can just be gaze,\npeople look at each other, you see couples, they look at each other, they don't always stare each\nother long periods of time, sometimes they do. Vocalizations, so what\nwe say and how we say it. Affect or emotion, so the way that we express\nit, crying, smiling et cetera, and touch, those four things. And you probably could\nadd a fifth dimension once language and written\nlanguage develops, which is written word, exchange of letters, exchange of texts, exchange of things of that\nsort, emails, are another way in which people can bond. But gaze, vocalization, affect\nand touch are really the core of this thing that we call\nsocial bonds and emotionality. Now that's important. We know for instance that there are brain areas\nlike the fusiform face area which is deep in the brain that is responsible for\nthe processing of faces. Children's recognition of\ntheir parents' faces and voices is extremely accurate and strong. Likewise, parents recognition\nof their child's vocalizations not just voices, but cries are remarkable. If you've ever had the\nexperience of being at a party with somebody who has small children and you're talking to them, and all of a sudden they\nhear something but you don't, it's as if they've got wolf hearing, and all of a sudden, they go\nrunning into the other room. And indeed the kid is like, I don't know, some kid is beating up their kid or their kid's beating up some other kid, or the kid injure themselves or feels emotionally injured. This perception of voices. There's very good evidence to support the fact that we are tuned to the frequencies of voices and vocalizations of\npeople that we care about. It's not just true in rodents and in birds and other mammals, it's definitely true in humans as well. And babies are very tuned in to the sound of their mother's voice, even, yes, while they're in the womb. There's this whole world of\nwhat's called mother-ease, which is the particular\nstyle of speech that mothers and other caretakers now\nwe know use with children. So those are the core elements. How you look at somebody\nand how they look at you, what you say, what they say,\nwhat they seem to be feeling, and how that makes you\nfeel, smiles, frowns. If you know someone really\nwell, you can read inflections, like even little subtle things like, mm, they don't really believe me, or, oh they're really excited by this, or, oh, now I know what they're thinking. That kind of processing, some people are better at it than others, but everyone's better at doing that with people that we recognize and know. In fact, couples come to know\neach other exceedingly well, so much so that it can both benefit and injure their relationship to constantly be making these perceptions. But there's a range. Some people are more tuned\ninto this than others. And that probably has roots in the sorts of attachments\nthat you form early on. So Bowlby and colleagues\ndevelop these a, b, c, d thing. And it has a lot to do\nwith face processing and gaze and vocalizations and touch, all of those happen on\nreturn with the mother, but they weren't parsing those, they weren't looking at them individually. So this raises a really\ninteresting question, which is, what is it when we feel something? Is it because of something that happened spontaneously\nin us, it's a memory, or it's something that we\nrealize, we saw on the internet or we got news about somebody? Nowadays people get so much information about the people they know, both the people they like and dislike by way of viewing online activities. ",
            "segmentTitle": "“Glue Points” Of Emotional Bonds: Gaze, Voice, Affect, Touch, (& Written)"
        },
        {
            "text": "So they're exterocepting, and then it's impacting\nyour internal state. And it's clear from most all of the\ntheories of emotional health, that an ability to recognize when your own internal state is being driven primarily\nby external events, as important for being able\nto emotionally regulate. People who are constantly being yanked around by the\nexternal happenings in the world, you would say are emotionally labile, they are not in control of their emotions, even if they're calm all the time, if that calmness only arrives because they're in a placid environment and then you put a cracker\nin that environment and they freak out, well,\nthen they're not really calm. Their calm in so far as there isn't something\ndisturbing in the environment. So how much the outside environment disrupts your internal environment has everything to do with this balance of interoception\nand an exteroception. And it very likely has roots in whether or not you were secure attached or insecure attached, disorganized or ambivalent as a baby. And of course, you can't\ntravel back in time and know, but there are some hints as to what kind of\nemotionality each of us has by examining two periods of development, one is adolescence and puberty\nand the other is adulthood. ",
            "segmentTitle": "“Emotional Health”: Awareness of the Interoceptive-Exteroceptive Dynamic"
        },
        {
            "text": "So while we can't travel back in time, there is an exercise that you can do to address at least in this moment, whether or not you have\na bias for exteroception or a bias for interoception, whether or not you are better\nat least in this moment, at paying attention to what's going on\ninternally or externally. And of course, this will\nvary with circumstance. I think we all know people\nthat, maybe it's you, you go to a party and you get there, and everyone seems to be talking and having a really good time, and you're wondering whether or not you have any food in your teeth or whether or not there's\nsomething on your face or whether or not your hair is right or whether or not you said\nsomething the wrong way, whether or not you're turning red. People also experience this\na lot with public speaking. It's not just about learning\nto clamp your level of stress, it's also about how much\nyou're exterocepting, how much you're out of\nyour head, they call it. But how much you're focused\non the events around you versus the events inside you. Actually, it's interesting when you talk to people who\nare very effective athletes or they have very high\nstress high consequence jobs, they talk about this notion\nof getting out of your head. You only have so much\nattentional resource, and it can be split between two things, you'll see that in a moment. They can be anchored to one thing. It can be fully focused on\nwhat's going on internally or it can be fully focused on\nwhat's going on externally. And if you want to be\neffective in the world, effective being in quotes, it is useful when in very\ndynamic environments, especially social environments, to have a lot of your\nattention focused outward as opposed to trying to pay attention to whether or not you're\nsaying things correctly or the tambour of your own voice, that is more or less destructive for the ability to engage socially. So here's the exercise. You can do this. Please don't do this if you're driving. But let's just try and illustrate or allow you to experience this interoceptive,\nexteroceptive balance, and the extent to which you can move interoception and\nexteroception deliberately. If you close your eyes right now and concentrate on the contact\nof any portion of your body with say the chair or your car seat, although please, again, don't do this while you're driving, anywhere that you are, even if you're just standing\nup or you're in the kitchen, you're laying on the couch, and trying to bring as\nmuch of your attention to that point of contact as possible. And then from there, you're going to move your\nattention even more deeply into say the sensation of\nwhat's going on in your gut. Are you full? Are you empty? Are you hungry? Are you not? Is your heart beating, at what rate? What's the cadence of your breathing? Basically bringing your\nfocus and attention to everything at the surface\nof your skin and inward. So I'm going to do a rare thing\non the Huberman Lab Podcast. I'm going to introduce about\nfive to eight seconds of silence in order to allow you\nto do that a little bit. Now this is an exercise that you can continue afterward if you want to extend\nhow long you do this. But now try and do something that, for most people actually\nis a little bit harder, which is to purely exterocept, put your eyes or your ears, or both on anything in your\nimmediate space, one thing. And I would restrict that\nthing to something small enough that at least in your field of view it would occupy 20% of your field of view. So it doesn't have to be a pinpoint unless the pin is right in front of you and you're holding it real close. I would say, look across the\nroom, pick a panel on the wall or a leg of a table or something, and try and bring as much of your attention\nto that as possible. And again, I'll take about\nfive seconds of silence to allow you to exterocept. So what you probably found is that you were able to do that, but that some degree of\ninteroception is maintained. It's hard to place 100% of your attention on something externally, unless it's really exciting, really novel. If you've ever watched\na really great movie, presumably you're exterocepting more than you're interoceptive until something exciting happens and then you feel something. ",
            "segmentTitle": "An Exercise: Controlling Interoceptive-Exteroceptive Bias"
        },
        {
            "text": "You're actually tethering your emotional experience\nto something external. And now you can also do this dynamically. You can decide to focus\ninternally and externally. You can decide to split\nit 50%, 50% or 70/30. You can develop a heightened\nability to do this. And the power of doing that is actually that when\nyou are in environments where you feel like you're\nfocused too much internally and you'd like to be\nfocused more externally, you can actually do that deliberately. But as you notice, it takes work, it involves taking your\nattentional spotlight, and what we call the\naperture of your attention, and narrowing that\naperture to either the self or something externally\nor splitting the two. And yet there are practices that have been developed that center on moving interoception and exteroception from one being more heavily\nweighted than the other, more focused outward or more focused inward. And it's dynamic. And the circuits in the brain that underlie intero and exteroception aren't exactly known, but they are anchored in\nthe areas of the brain that are involved in attention, like the frontal eye fields and areas that when you\nthird-person yourself, when you can see yourself doing something, like if you put your hand\nout in your environment and you focus on your hand, you know that that's your hand as opposed to some random object. There are areas of the brain\nthat are involved in that, in recognizing location of self relative to the rest of your body. These exercises are really\nwhat are at the core of these development of emotional bonds. Because as we mentioned\nbefore, these four things, the gaze, vocalization, touch and affect, those are happening very dynamically. So if somebody winks at you, you're paying attention to their wink, but then you also notice how you feel. Then they might say something, then you might say something,\nthis is very dynamic. So if it seems overwhelming to try and interocept an exterocept and then shift the balance, you do that all the time. Your brain and nervous system\nare fantastic at doing this. Now, some people have a very hard time breaking out of a very\nstrongly interoceptive mode. Some people have a harder time breaking out of their exteroceptive mode. It's very interesting note the extent to which we have biases in how interoceptive or\nexteroceptive we are. Remember those three axes\nthat we talked about earlier, you have valence, good or bad, you have alertness, alert or calm, and you have interoceptive\nor exteroceptive bias. And it's going to differ across the day, it's going to differ across the lifetime. It's certainly going to differ according to whatever it\nis that you're engaged in. But early in development, you start off with this\ninteroceptive bias. You are starting to develop\nexpectations, predictions about how the outside\nworld is going to work. And you are trying to\nfigure out the reliability of outside events in people. And where things are reliable, when people are reliable, we are able to give up\nmore of our interoception. There's literally trust\nthat our interoceptive needs our internal needs will be met through bonds and actions of others. This starts to veer toward the discussion about neglect and trauma. We are going to devote entire episodes, probably an entire month\nto trauma and PTSD. But those have roots in what\nwe're talking about now. And it's important to internalize and understand what\nwe're talking about now in order to get the most out\nof those future conversations. So if all of this seems like a lot of information and very complicated, I just invite you to pay\nattention from time to time how much you happen to be\ninterocepting or exterocepting, because emotions and the\nintensity of those emotions will grow or shrink depending on how much we're interocepting. If we are feeling extremely sad, and there is an outside\nevent that made us sad, chances are there's going to be a balance, but that the extreme\ngrief, the extreme sadness is going to lead us to\nmostly interoceptive. Whereas when we're\nfeeling extremely happy, the same is true. Something great happens in the world, and we're just going to feel it. Most of our perception, most of our awareness is going\nto be on our internal state. So we are always tethered\nto the outside world to some degree or another. That was true when you were an infant, and it was true when\nyou were an adolescent, and it's true as an adult. So now I want to just pause, just shelve the discussion about interoception,\nexteroception for a moment. And I want to talk about ",
            "segmentTitle": "Getting Out Of Your Head: The Attentional Aperture"
        },
        {
            "text": "what is arguably the second most, if not, equally important aspect\nof your development as it relates to emotionality and as it relates to\nthis, what I call trust, but this ability to predict whether or not things in the outside world are reliable or not reliable in terms of their ability to help you meet your interoceptive needs. And that period is puberty. So up until now, we've been\ntalking mainly about psychology, not a lot of biology,\nnot a lot of mechanism. And now we're going to transition into talking about mechanism, hormones, receptors, et cetera. Puberty is a absolute biological event. It has a beginning, and it\nhas a specific definition, which is the transition\ninto reproductive maturity. So there are a lot of hormonal changes. Yes, there are also a\nlot of brain changes. And most people don't realize it, but the brain changes occur first. The brain turns on the hormone systems that allow puberty to occur. ",
            "segmentTitle": "Puberty: Biology & Emotions On Deliberate Overdrive"
        },
        {
            "text": "Puberty is occurring earlier nowadays than it did in the past. The current numbers\nthat I was able to find is that in females and girls, the transition is starting around age 10, whereas in boys, it's about age 12, that's going to differ by way of a number of different factors. Those are averages. So it depends on where\nyou are in the world, depends on all sorts of things. One of the primary triggers for puberty is actually body fat. This is interesting. The peptide hormone, leptin,\nsome people call it a peptide, some people call it a hormone, but it meets both definitions depending on how you look\nat it, is made by fat. So leptin had a lot of\npopularity in the '90s, because it was discovered\nas being produced by fat, and it was seen in animal studies that it could promote leanness. It actually communicates to the brain that there's enough body fat in order to allow the metabolic factors and processes to occur\nto liberate more fat. This is why people have trouble losing that last five pounds. It's because leptin levels are very low. This was actually the basis for the whole cheat day, refeed thing, that the idea was if you\neat a lot for one day a week while dieting hard, that you can signal to the brain that there's enough leptin. I don't know if that's the reason or whether or not the cheat days just provided some psychological\nrelief, probably both. But in any case, leptin\nis made by body fat. And when there's enough leptin, it signals the brain to trigger puberty. There was a paper\npublished in the mid '90s in the Journal Science, excellent journal, showing that leptin could be\ninjected into younger females that would not have yet gone into puberty. And you could accelerate the\nonset of puberty with leptin. So more body fat, the\nearlier puberty, that's true. Leptin is also involved in various growth effects\nin the body generally. And it's interesting, very obese children don't necessarily undergo puberty earlier. Sometimes they do, but they\ndo tend to be larger boned. Their bones actually grow more quickly, and they tend to have higher bone density because leptin is also\ninvolved in bone density. The whole issue of onset of puberty also has some really\ninteresting social effects. And I want to really highlight that most of these effects,\nalso called pheromone effects. Remember a hormone is a substance secreted from\none area of the body, travels, and impacts tissues and\ncells elsewhere in the body. ",
            "segmentTitle": "Bodyfat & Puberty: The Leptin Connection"
        },
        {
            "text": "A pheromone is a chemical that's released by one member of a species that goes and acts on and impacts other members of that species or even other species. So for instance, rodents are very good at detecting the urine and the scent markings of large carnivores that want to eat them. So that's a pheromone interaction. Whether or not they're\npheromonal effects in humans is very debated. I did a post on this on\nInstagram a little while ago about some pheromone effects\nthat were reported in humans. And I had a couple of\npeople come at me saying, \"Look, it's never really\nbeen shown in humans that there's a pheromonal vomer,\" what's called the vomeronasal organ. There's something called Jacobson's organ. It's rudimentary. Some people have it, some people\ndon't, very controversial. So I want to point out that human pheromone\neffects are controversial. Although I think there's, in my opinion, there's ample evidence for them, synchronization of menstrual cycles. Many people report, then people say there's some studies that show that it's not true. Then there've been some\ndata showing very impressive pheromonal effects of female partners being able to detect the odor\nof their significant others on t-shirts that were\nwashed several times. So they can't consciously perceive it, but they say this one smells like them, this one smells like my partner. And indeed, the match\nwas way above chance. So there does seem to be\nweak pheromonal effects at least in my opinion\nwhen I look at the data, but much more needs to be done. So one of the more\ninteresting pheromone effects that impacts puberty, at\nleast in animal models is the so-called Vandenbergh\neffect, which is, if you take a pre-pubertal female, so a female that has not\nundergone sexual maturation, and you introduce a novel male that is not the father or\na brother, not a sibling, she will undergo puberty\nalmost immediately. So this is really striking. For years, this was thought not to\noccur in primate species, but there was a paper published last year in Current Biology, Cell Press\njournal, excellent journal, showing that mandrills, a\nparticular type of primate, they exhibit this Vandenbergh effect. There are also all sorts\nof other pheromone effects. There's the most infamous one is called the Bruce effect, where the introduction of a novel male to a pregnant female animal\ncauses spontaneous miscarriage. And that effect seems\nto be protected against by the presence of the father. This interpretation of this, and I want to really highlight that these are animal studies, but the way this works is that if a pregnant female is in the company of the\nmale that impregnated her, then her young are protected by his scent presence or\nhis pheromone presence. But if he's gone and\na novel male shows up, there's a tendency for her\nto spontaneously miscarry, and essentially for the fetus to be lost. Now, whether or not this occurs in humans is still very controversial,\nbut nonetheless, these pheromone effects exist. And that one is called the Bruce effect, named after Hilda Bruce, who is the scientist that discovered it. The one that's relevant to the puberty discussion\nis the Vandenbergh effect, which I mentioned a few minutes ago, which is a novel male showing up, has to be a sexually competent male, so he has to have already\npassed through puberty, and his presence triggers\nactivation of puberty in a female that otherwise would have remained\npre-pubertal for longer. Again, whether or not this\nhappens in humans is unclear. Well, what can we be sure about\nwhen we think about puberty? Puberty is triggered by a\nnumber of different factors. ",
            "segmentTitle": "Pheromones: Mates, Timing Puberty, Spontaneous Miscarriage"
        },
        {
            "text": "There are changes in GABA\nexpression in the brain, an inhibitory transmitter. One of the more interesting molecules that triggers puberty in all individuals is something called kisspeptin, K-I-S-S-P-E-P-T-I-N, kisspeptin. Kisspeptin is made by the brain. And it stimulates large amounts of all different hormone called GnRH, gonadotrophin-releasing\nhormone to be released. Gonadotropin-releasing hormone then causes the release of another hormone called luteinizing hormone or LH, which travels in the bloodstream and stimulates the ovaries of\nfemales to produce estrogen and the testes of males\nto produce testosterone. Kisspeptin has other effects as well. But those are some of the main ones as they relate to puberty. This is interesting,\nbecause at this point, the testes in males start churning out tons of testosterone in order to trigger the development of secondary\nsexual characteristics, body hair and all the others,\ndeepening of voice, et cetera. And in females, estrogen is\ndoing various other things, breast development, et cetera. Normally, in an adult, somebody who has passed puberty, a big increase in\ngonadotropin releasing hormone and luteinizing hormone would\neventually be shut down, because the way that the brain works, the hypothalamus and the pituitary are actually measuring how\nmuch hormone is in the blood. And if testosterone or estrogen or any other hormone goes too high, they shut down the release of things\nlike luteinizing hormone. It's called a negative feedback loop. Basically is like a\nthermostat in the house. It's more complicated than that, but once levels get too\nhigh in the blood stream, it shuts down. But kisspeptin is able to drive very high levels of these\nhormones in an ongoing way so that puberty can\ncommence and can continue. And incidentally,\nkisspeptin has now become yet another of the panoply of hormones and peptides and cocktails\nthat athletes take in order to try and stimulate\nnatural hormone production, essentially to create their own performance-enhancing drugs endogenously. No judgment there, but that's a fact, there's a lot of kisspeptin used. I truly not suggesting anyone do this, but people are buying\nand injecting kisspeptin for the specific reason\nthat even past puberty can stimulate the large increases\nin things like estrogen, large increases in testosterone\nand things of that sort. Has a number of psychological effects too, seems to have big effects\non libido, et cetera. All these things of course\nare subject to feedback loops, so they don't work indefinitely. And I'm going to highlight, again, I'm not suggesting anyone do it, but I do like to pay\nattention to what's out there. And kisspeptin, because it\nwasn't discovered that long ago is one of the things that\nyou don't often hear about when people talk about\nperformance-enhancing drugs or therapeutic endocrinology. These things also have therapeutic uses in the endocrine setting. So for instance, kids\nthat don't undergo puberty or kids that are hypogonadal\nor adults that are hypogonadal, they're not making enough hormone will take things like\nkisspeptin among other things. So that's how puberty happens\nat the biological level, gets triggered by leptin and kisspeptin. And then this young child is now a different\ncreature to to some extent, not just because they're reproductively\ncompetent, of course, but because there's a shift in a number of the things that\nunderlie these social bonds, there's a market shift in a number of the things that allow children and adults to engage in predictive\nbehavior about each other. ",
            "segmentTitle": "Kisspeptin: Robust Trigger Of Puberty & Performance Enhancing Agent"
        },
        {
            "text": "And the whole nature of\nadolescence and puberty is to take a child that was a generalist and to make them a specialist. And this is very important as it relates to the\nconversation about emotionality. But it's important in terms\nof aspects of brain function and in terms of learning and in terms of who\neach and every one of us will and has become. In adolescents and in childhood, sure, there are some genetic biases, hair color, eye color,\nheight, and things like that. A lot of that's programmed\ninto the genome. There are other genetic\nbiases too of course, that we inherit. But it's in adolescents in puberty that we go from essentially being somewhat good at a bunch of things or somewhat poor at a bunch of things, to be coming very good at a few things and very poor at a lot of other things. And that's because of the relationship to\npuberty and neuroplasticity, this ability to change the\nbrain in response to experience is starting to taper off\nsuch that by our early 20s, it's harder to achieve. Now, the transition from\ngeneralist to specialist is one aspect of adolescence and puberty, but the other is the formation of social and emotional bonds. And most of what consumes the minds and waking hours of adolescents and children who have gone through puberty and going through puberty is questions about how they\nrelate to social structures, who they can rely on, and how they can make reliable\npredictions in the world, now that they have more urgency that they are physically changed. In fact, you could argue that puberty is the\nfastest rate of maturation that you'll go through at\nany point in your life. It's the largest change\nthat you'll go through at any point in your life\nin terms of who you are, because your biology has\nfundamentally changed at the level of your brain\nand your bodily organs, ",
            "segmentTitle": "Neuroplasticity Of Emotions: Becoming Specialists & Testing Emotional Bonds"
        },
        {
            "text": "all your organs from the skin inward. So I want to visit a\nlittle bit of the research about some of the core needs that occurred during puberty and adolescence, not just for parents or for the people that might\nbe in puberty and adolescence, but also so that people can reflect on which of the sort of boxes\nwere checked off for them as they approached emotional maturity. So there's a terrific review article that was published in the\njournal Nature, which is, if not the premier, then certainly among the\ntop three premier journals in the field of science about the biology of\nadolescence and puberty, as well as some of the\ncore needs and demands that have to be met for successful emotional\nmaturation during that time. We will provide a link to that, but I just want to highlight a few of the things that they\nplace in the final table. I don't want to go through\nall the results right now, because you could do that\non your own if you like. They mainly highlight a lot of the changes in\nneurons and neural circuits. For instance, I'll just highlight one, there's a connection between the dopamine centers in the brain and an area of the brain that's involved in emotion and dispersal. Dispersal is very interesting. What you observe in animals and humans is that around the end of adolescence and during the transition to puberty, both because of changes in the\nbrain and changes in hormones there's an intense desire\non the part of the child to get further and further\naway from primary caregivers, not permanently, they always return, similar to a child that walks off and then looks back and\nsees if everything's safe and then continues on. During adolescence and puberty, both in animals and in kids, it almost seems like\nthere's a bias for action, and the action is always in a direction away\nfrom the primary caregiver. Now, as soon as I say that,\nI can just imagine in my mind that somebody out there saying, \"Well, no, my kid as\nsoon as they hit puberty, they just want to stay\nhome with us all the time.\" That's not typical. It happens, but it's not typical. Mostly there's a desire to start spending more time with friends, more time with peers and\nless time with adults. And I find it extremely interesting to note that that's not\njust true in humans, that's true in other primate species. That's true in rodents. That's true in almost every\nother mammalian species. So there's something about these hormones that don't just allow sexual reproduction. They don't just change the brain and bodily organs and the shape of us, they also bias us towards dispersal, getting further and further away from primary caregivers in particular. So parents of teenagers\nor future teenagers, it is not just normal, it is baked in to the biology of humans to disperse around adolescents\nand in the teen years. So again, I just want to\nhighlight a few of these, what were listed as intervention strategies to promote healthy\nadolescence and puberty. It's very interesting\nbecause the entire article, I should mention who wrote\nthis article, apologies. One of them is a friend of mine. So the first author is Ronald Dahl, not the children's book\nauthor, I'm assuming, no, from the School of Public Health at University of California, Berkeley and Nicholas Allen, Linda Wilbert and Anna Balanoff Suliman, forgive me for the\npronunciation of the last one. I know Dr. Wilbert quite well. She's done the work on dispersal, is quite well known for that work, and it's a very extensive review, but I think you'll find it accessible. A lot of changes and\nthickness of the brain at different stages, et cetera. But I think most people will be interested in what that translates\nto in the real world. And what's interesting is during puberty, there's increased connection, connectivity as we call it\nbetween the prefrontal cortex, which is involved in\nmotivation and decision-making, being able to suppress action for making long-term goals possible, as well as dopamine\ncenters and the amygdala. So there's this really broad\nintegration and testing. I think this is the key element here, testing of circuits\nfor emotions and reward as they relate to decisions. And I think that's useful because when you look at the behavior\nof adolescents and teens, they are testing social interactions, they are testing physical\ninteractions with the world. Oftentimes they're engaging\nin unsafe behavior. I would never try and justify that with the underlying neurology, but the neuroscience points\nto increased connectivity between areas of the brain that\nare related to emotionality and to threat detection like\nthe amygdala, but also reward. So it's a time of testing behaviorally how different behaviors\nlead to success or not. It's how different behaviors\nlead to fear states or not. Now, of course you could say that of any stage of development, but it seems like puberty is\na very, very heightened stage in which testing of contingencies, good or bad is taking place. And of course it's operating in a body that's now more capable than the infant. So an infant can damage\nthemselves through error, but it's harder for them\nto damage themselves through deliberate planning. That's why it's important of course, to lock up all the\nmedications in the house, make sure infants can't get to them, but it's not likely that the infant is going to devise an\nextremely diabolical plan to get into the cabinet to\nget a certain substance. Whereas a teenager might. So you can start to map the neurology onto some of this emotional exploration. I do realize that this\nepisode is about emotions. Puberty is a time in which the internal state of\nthe person or the animal is being sampled and tested against different exteroceptive events, only now they are able to guide those events with more urgency. It's no longer just about\nwhether or not the caregiver is bringing you milk or bringing you food. Now, of course, the parents will all say, \"Yeah, but I'm paying for\neverything that they're doing. I'm paying for the car and\nI'm paying for the food.\" Ah, true. But the biology doesn't\ncare about the source, the child or the adolescent is now able, the teen really, is able to now sample many, many more exteroceptive\nevents through behavior. So some of these\nrecommendations are interesting. The theory is that one of the motivations is to learn to mitigate the\nrisk of famine and malnutrition. As teenagers get older,\nthey start questioning whether or not their parents are everything they thought they were, whether or not they're the\ngreatest thing that ever was or the worst thing that ever was, perhaps. Including whether or not they will be able to\nprovide them resources. So they test whether or not they can actually feed themselves, whether or not they\ncan support themselves. Although rarely not, certainly it happens, but rarely are they really\ntaking care of themselves. Although some teens are forced\nto take care of themselves of course, because parents and other caretakers aren't available. The recommendations that\nmap to the biology include, ",
            "segmentTitle": "Testing Driving Brain Circuits For Emotion: Dispersal"
        },
        {
            "text": "there's been a big push for\nlater start times in schools to match their shifts in circadian rhythms and the need for extended sleep. Something we talked about\nduring the sleep episodes. To insist on sleep interventions for youth who are at increased risk\nfor mental health problems. Almost every mental\nhealth issue is supported by getting regular quality\nsleep of sufficient duration. Sufficient duration is going\nto vary from person to person. Leveraging different kinds\nof social relationships that reinforce positive behavior. This is starting to sound like\nkind of a boiler plate stuff. And yet, really the goal is during puberty to encourage as many\nsafe forms of interaction that allow children, teens,\nreally and adolescents, I keep calling them children, but what I mean are children\ngoing through puberty, that allow them to test\nthis thing of autonomy so that they can start\nto make good assessments about their exteroceptive\nevents that they are selecting and how those make them feel internally. So they're essentially doing a buffet. The buffet has now broadened to not just include the\nevents and experiences that their parents and\nother caretakers bring them, but they can now expand the buffet into things that they\ncan provide themselves. And so adolescence and puberty is really seen as the\nperiod of development in which one self-samples\nfor these two elements that we talked about at\nthe beginning, which are, how do I form bonds and\nhow do I make predictions about what will make me feel good at a level of interoception. Some of that might sound\na little transactional, that all we're trying to do is figure out how we can bond with people so we can get what we need\nso we can feel how we need. I think that's true to some extent, of course, there's a richer, more abstract aspect to\nrelationships too, which are, in relationships you can access things you couldn't do\nbefore, you can cooperate. There's things like teamwork. You can do all sorts of things. But in terms of the biology, it's clear that there's\nthis stage of development where more autonomy, more physical capability is triggered by these\nhormone changes in the brain, and these peptide changes\nin the brain and body. And that nonetheless brings us back to the exact same model that we started with in infancy, of alert or calm, feel good or feel bad, primarily exterocepting,\nprimarily interocepting. So I keep going back to this, I'm sort of like a\nrepeating record on that, because the same core algorithm, the same core function is at\nplay throughout the lifespan. And that's a useful\nframework in my opinion, because it allows you to\nsort through all the data and information that's out there about, well, this area, the\nastria terminalis is active or the basal lateral amygdala is active or gray matter thickening or this hormone or that hormone, and return to a kind of kernel of certainly not exhaustive truth, it doesn't cover all\naspects of emotionality, but at least establishes some groundwork from which you can start to evaluate how different behaviors might\nor might not make sense, how certain emotional responses might or might not make sense, ",
            "segmentTitle": "Science-Based Recommendations for Adolescents and Teens: The Autonomy Buffet"
        },
        {
            "text": "regardless of the age of\nthe person or the organism. A discussion about emotions\nwould not be complete without talking about the\nright brain, left brain stuff. And this is a very interesting\naspect of sociology, psychology and neuroscience. There's a theory of emotional development that I find particularly interesting, which is from Allan Schore at UCLA, that talks about how most of our testing\nof bonds and relationships is this seesawing back and\nforth between very dopaminergic, so driven by dopamine or serotonergic, driven\nby serotonin states. And this starts with infant and\nmother or infant and father. I talked a little bit about\nthis in the previous episode, but just to remind you, or for anyone that didn't hear about it, that during development, healthy emotional development clearly begins with an ability\nfor the caretaker and child to be in calm, peaceful,\nsoothing, touch-oriented, eye gazing type of behaviors. Those really drive serotonin,\nthe endogenous opioid system, oxytocin, things are very calming and are centered around\npleasure with the here and now, as well as excited states of\nwhat we're going to do next. There's actually a characteristic sign of the dopaminergic interaction, where both caretaker\nand child are wide-eyed, the pupils dilate. That's a signature of arousal. They get really excited. Oftentimes the baby will look\naway if it gets really excited those are signatures of\ndopamine release in the body, and in adolescents, these\nsame things carry forward, where their good bonds are achieved through\nhanging around, watching TV, playing video games or texting together or talking, whatever it is that the soothing local\nactivity happens to be, as well as adventure and\nthings that are exciting, so it could be sports,\nit could be shopping, it could be a summer adventure. It could be the next big thing. And so this kind of\nseesawing back and forth between the different reward\nsystems seems to be the basis from which healthy\nemotional bonds are created. And I invite anyone\nwho's interested in this to look up some of Dr. Schore's work. I think I misspoke on the last episode. He's not a psychiatrist, he's a clinical psychologist\nand psychoanalyst, but has deep routings in neuroscience. So I think a fascinating aspect. But the way it's framed in his book and in some of the language around right brain, left brain. And we've all heard this stuff before, that the right brain is thought\nto be the emotional side. This is the characteristic\nthing that you hear out there. That the right brain is holistic, that it's emotive, and that the left brain is\nlogical, sequential and analytic. And that's not what Schore was proposing. There are some right brain,\nleft brain differences. But the idea that the right brain is synthetic, holistic and emotive, and that the left brain is logical, sequential\nand analytic is false. There is zero neuroscience\nevidence for that whatsoever. We're going to address this in more detail during a month talking about learning and memory and dementia, ",
            "segmentTitle": "“Right-Brain Versus Left-Brain People”: Facts Versus Lies"
        },
        {
            "text": "but let's talk about some truths, some differences between the\nleft brain and right brain, because we can't have a\ndiscussion about emotion without doing that. The left brain, at least for\npeople who are right-handed is linguistically dominant. Meaning, most of language is centered in the left side of the brain for right-handed people. If you are a left-hander and you were forced to\nbecome right-handed, chances are this is still true, because of when language\ngets laid down in the brain. For left-handers, people that naturally\nwrite with their left hand and always did, language is still mostly in\nthe left side of the brain, but it's also found more often in the right side of the brain. So it's not as lateralized as we say, it's kind of distributed between both. So right-handers, most of your language is coming from the left\nside of your brain. Left-handers, it's probably a little bit more evenly distributed. And there are some variations, whether or not you're a\nhook righty or a hook lefty, there's all sorts of nuance to this, but that's the general aspect. So language tends to be centered in the left side of the brain. And that includes\nlexicon, grammar, syntax, all of it, except for one. And we'll talk about\none aspect of language that seems to be more right brain. That's very interesting. There does seem to be\nsome arithmetic advantage. So ability in math in the\nleft side of the brain. And I'm going to talk about how all this was discovered in a minute. And the right brain, however,\nis linguistically primitive. Most people don't realize this because the right brain\nis always described as the emotive side, it's super emotional and holistic, but it's actually\nlinguistically primitive. And there's a way that that's been teased\nout through experiment. It's very good at\nmanipulating spatial things and visual spatial tasks. It's primarily handling that stuff, ",
            "segmentTitle": "Left Brain = Language, Right Brain = Spatial Awareness"
        },
        {
            "text": "but it sort of non-language\nexcept one aspect. And there isn't a ton\nof evidence for this, but the evidence is\nstrong, which is prosody. Prosody is the LILting\nand falling of language. So a good example would be Italian. I don't speak Italian. I only know a little bit of Italian, but the most of the Italian I know is when my Italian\ncolleagues have said to me, [speaks in foreign language], which means like what\nare you trying to say, what are you saying? I think I'm getting that right. Basically they're saying\nI don't speak Italian, which is true. Or because one of them knows\nI loves Costello very much, they always say [speaks\nin foreign language], which means big, lazy guy, which accurately captures Costello. So even those few examples, [speaks in foreign language], there's a lot of LILt and fall in Italian, other languages, not so much. And it varies by language. One of the reasons I find\nItalian so beautiful, not the Italian I speak, but the Italian that other people speak so beautiful to listen to that that prosody and the shifts in intonation\nare really quite remarkable. It's almost like a singing song listening to them speak. And I used to like to go\nto scientific meetings. And I always hang out with the Italians, 'cause I had some good\nfriends in Italian labs, but also 'cause they always\nknew where the best food was, their standards for food are incredible. They would rather starve\nthan eat terrible pasta, and the pasta they do find and that they're willing\nto eat is always fantastic. But in addition to that,\nthey always brought a guitar. They were a lot more fun than a lot of my other colleagues to hang out with at meetings. So in any event, the right brain is doing things that are more about manipulating\nspatial information. And I'll talk about this\nmore in a future episode. This was discovered in\nsplit-brain patients, the people that lack connection between the two sides of the brain, this had to be teased out through very complicated experiments. People like Roger Sperry who\nwon a Nobel Prize for this, who was at Caltech, Mike Gazzaniga and others figured out these lateralized differences. but let's just try and demolish the myth that the right side is synthetic\nand holistic and emotive, and that the left side is\nlogical, sequential, and analytic, that you're a left brain\nperson or a right brain person. Nothing could be further from the truth. There's no scientific\nevidence to support that. And there's a few lesion studies that can tease out effects that make you think\nthat's what's happening, ",
            "segmentTitle": "How To Recognize “Right Brain Activity” In Speech: Prosody"
        },
        {
            "text": "but the really careful work points in a totally different direction. We can't have a complete conversation about emotions and bonds\nand social connection without talking about oxytocin. Oxytocin has come to such prominence in the last decade or so,\nand seems to be everywhere. Anytime you hear a discussion about neuroscience in the\nbrain or hormones in the brain, oxytocin is released in response\nto lactation in females, it is released in response\nto sexual interactions. It is released in response\nto non-sexual touch. It's released in males and females, and indeed it's involved in pair bonding and the establishment of\nsocial bonds in general. How it does that seems to be\nby matching internal state. It seems to both increase synchrony of internal state somehow, maybe it sets a level of\ncalmness or alertness. That seems like a reasonable hypothesis, as well as raising people's awareness for the emotional state of their partner. And again, this brings us back to this alertness calmness axis and this interoceptive,\nexteroceptive axis. In order to form good bonds, we can't just be thinking\nabout how we feel, we also need to be paying\nattention to how others feel, and we're evaluating a match. We're trying to see whether or not there seems to be some sort\nof synchrony between states. And oxytocin, both seems\nto increase that synchrony ",
            "segmentTitle": "Oxytocin: The Molecule of Synchronizing States"
        },
        {
            "text": "and increase awareness for\nthe emotional state of others. Now I know many of you are probably screaming mirror\nneurons, mirror neurons. Mirror, neurons, as some of you may know, and some of you perhaps may not, are neurons that were\ndiscovered in animals and humans for their ability to respond when people engage in\ncertain physical actions like lifting of a pen, but the same neurons would respond when somebody watched\nsomeone else lift a pen. So they were really mirrors of, were representing mirrors of behavior, both in self and in others. Mirror neurons are very controversial. There are many neuroscientists\nwho I respect a lot, who don't think they exist, because they look at the data, and the data, at least in their mind were over interpreted\nin the realm of empathy and in assigning value to the\nemotional states of others. And when I look at the literature, my opinion is that indeed\nthere are neurons in the brain that clearly represent\nthe actions of others, but it's not clear that they're wired into the\nemotion and empathy system in any direct way. And I think the growing\nconsensus is that mirror neurons, while the name is terrific\nand it's so catchy, and encompasses so much of what you would love\nfor it to encompass, but that the data don't\nreally support that. But this is controversial,\nand I'm perfectly happy to get experts on here that could debate it better than I could. There are however neurons in the brain that were discovered by my colleague, Keren Haroush at Stanford when she was working in Noam Ziv's Lab, that clearly point to the\nfact that primate species are making assumptions and are trying to predict the behavior of other members of their species. It's an experiment, I don't have time to\ngo into in real detail, we should probably just get Keren on here. For those of you that are familiar with\nthe prisoner's dilemma, which is really a model of cooperation, you can either cooperate or one member of a given\ninteraction can cooperate and the other one won't, where you can both not cooperate. There are ways in which\nyou can solve this, so-called prisoner's dilemma, by looking at previous behavior and making predictions about\nthe likely next behavior that the other individual will engage in. And there do seem to be neurons that are doing these sorts of\npredictions or computations. Again, I'll go into this in\nmore detail in the future. So rather than thinking\nabout mirror neurons, like neurons for empathy, I think it's more correct to think about neurons that are trying to predict\nthe behavior of others. And that's, as we said, ",
            "segmentTitle": "Mirror Neurons: Are Not For “Empathy”, Maybe For Predicting Behavior"
        },
        {
            "text": "one of the core features of emotions, which are to establish bonds, and through those bonds, to be able to predict behavior. So oxytocin is one\ncomponent of this ability to predict others' behavior\nand to guide our own behavior. So here's some experiments that involve the administration\nof intranasal oxytocin. Now I think you need a prescription, although in some places you don't. There are people who are\ntaking intranasal oxytocin in order to try and increase\nthe depth of bonding. And I don't recommend you do that. I've never tried that. Whatever oxytocin I've released, I've made without an intranasal\nexogenous application. But what's been reported is increased positive\ncommunication among couples. So people have taken\nintranasal oxytocin in studies. So that study, for those of you like, was published in Biological Psychiatry, which my psychiatry colleagues\ntell me is a fine journal. And the title is intranasal oxytocin increases\npositive communication and reduces the stress\nhormone cortisol levels during couple conflict, they have them fight, or they have them fight\nwith and without oxytocin. So interesting. Very much in line with\nthe idea that oxytocin is the \"trust hormone.\" That's sort of in keeping with that. That was a 2009 paper. There's other evidence, for instance, that men report a greater sense\nof connection and intimacy with their partners during sex after taking intranasal oxytocin. There are studies in autistic children. Giving them intranasal oxytocin as a way to try and help them establish\nbetter social connection and \"empathy\" or theory of mind. I've talked about theory of mind before, were understanding of what other children and adults are experiencing. Oxytocin does seem to create\nthese general effects, and how nuanced they are in\none situation or another, I don't know. I'm aware and I was told, and I'm definitely not recommending this, that there's a marketed\noxytocin ketamine nasal spray. Now I have no idea. Maybe someone can put in the comments why you'd want to combine\noxytocin and ketamine. I can't imagine why. Ketamine is a dissociative anesthetic that's used for the treatment of PTSD. It used to be used as a recreational drug. It's very similar to PCP,\nseems quite dangerous in fact. I don't know why those two\nthings would be combined, why one would want to combine them. But there are products out there that seem to combine those two things. And I'm not certain why one would do that, but it's interesting to\nnote that it's happening. A particularly interesting\nstudy about oxytocin is that, that was published in the\njournal, Neuroscience, which is a good journal, that oxytocin modulates social distance between males and females. So that's interesting. What they did is they gave oxytocin to people that were in\nmonogamous relationships, and then they evaluated\nthe extent to which the, in this case, the males in those relationships would pay attention to visual attention to attractive other potential partners. And it seemed like that the general takeaway from this study is that oxytocin administration seemed to promote monogamous behavior. So behavior that wasn't in line with monogamy of the\nrelationship that they were in as opposed to a foraging\nfor potentially new mates. Now of course, these are\nsomewhat artificial experiments or very artificial experiments, depending on how you interpret them. But the general theme is that oxytocin is promoting monogamy, it's promoting pair bonding, it's promoting a understanding of the\ninternal state of others, which requires enhanced exteroception for those particular others. So not just generally\nhaving them look everywhere and see what's going on in the world, ",
            "segmentTitle": "Promoting Trust & Monogamy"
        },
        {
            "text": "but particularly paying attention to the emotional states of others. I'm sure several of you will be asking, \"Well, what can I do\nto increase oxytocin,\" if that's your goal. There's some evidence. And I invite you again to go to examine.com or\nanother such site like PubMed if you want to forage PubMed, that vitamin D is required\nfor proper production, and in some cases can increase levels of\noxytocin when supplemented, which is interesting. And that believe it or not, melatonin, or old friend melatonin, which I have pushed back against\nas a supplement for sleep, because of what I view as untoward side effects\nof melatonin in most cases, but it seems like melatonin in some cases can prime the system for slightly increased oxytocin release. There's even one report, although it didn't look that strong to me that low doses of caffeine\ncould increase oxytocin release. But that to me falls under the category of what was once described as a drug when injected\ninto a person or animal is always effective at\nproducing a scientific paper. Meaning that you can get a result, but the result isn't always so robust. So you always want to read past\nthe titles and the abstracts and get into the meat of the paper. And when I did that, the effects were pretty negligible with caffeine on oxytocin. But it's interesting that\nvitamin D and melatonin may have some positive\neffects on oxytocin release. But like I said, many people are just taking oxytocin directly through these intranasal sprays. I'm pretty sure it's prescription\nin most places, but check. And again, I'm not\nrecommending anybody do that. ",
            "segmentTitle": "Ways To Increase Oxytocin"
        },
        {
            "text": "I've never tried it. I don't know that I will. I think I'm going to stick with\nthe oxytocin that I've got. The other molecule that we make that's extremely important for\nsocial bonds and emotionality is one that we're going to talk about more in the month on hormones,\nthat's vasopressin. Vasopressin suppresses urination. It's made by the body, but it was developed as a treatment for something called diabetes insipidus, where people urinate excessively, and they actually risk dehydration and they can lose a lot of\nelectrolytes, et cetera. So it causes water retention. Alcohol consumption inhibits vasopressin. So large amounts of alcohol, many people excrete, a\nlot of fluid and so forth. Vasopressin has effects\non the brain directly. It actually creates\nfeelings of giddy love. It also increases memory\nin very potent ways. There's a whole biohacking community that has been dabbling with\nvasopressin for some time. I have never tried it. I certainly don't recommend it. It is prescription. It is a pretty serious\ncompound to start messing with, because it has so many\ndifferent effects in the body. It's interesting because it\ncreates the sense of giddy love. It's also used somewhat as an aphrodisiac, so it's similar to oxytocin. It also has very interesting effects on monogamous or non-monogamous behavior. This, again, we will\nrevisit in the future. But there's a beautiful set of experiments that have been done in\na little rodent species called a prairie vole. It turns out there are two different\npopulations of prairie voles, some are monogamous, they always meet with the\nsame other prairie vole, and some are very robustly non-monogamous, they mate with as many other\nprairie voles as they can. And turns out that levels of vasopressin and/or vasopressin receptor dictate whether or not\nthey're monogamous or not. And there's actually some\ninteresting evidence in humans. When people report their behavior, assuming they're reporting accurately, that vasopressin and vasopressin levels can relate to monogamy or non-monogamy in humans as well. We're going to talk about\nthis in the month on hormones. ",
            "segmentTitle": "Vasopressin: Aphrodisiac, Non-Monogamy and Anti-Bed-Wetting Qualities"
        },
        {
            "text": "If we're talking about the\nneuroscience of emotions, we have to talk about the vagus nerve. I described what the vagus\nnerve is in a previous episode, that it's these connections between the body and the viscera, including the gut, the heart, the lungs and the immune system and the brain, and that the brain is also\ncontrolling these organs. So it's a two-way street. There's this big myth out\nthere that I mentioned before, that stimulating the vagus in various ways leads to calmness. That it's always going to calm you down. And that is false. I just want to repeat\nthat is completely false. In fact, it was just\npaper, yet another paper published the other day, which is fantastic, which\nis from David McCormick Lab up at the University of Oregon. It's published in Current\nBiology, excellent journal, showing, I'm just reading the title, vagus nerve stimulation\ninduces widespread cortical, the neocortex and behavioral activation. I've read the paper, it's fantastic. It illustrates yet again, stimulation of the vagus\nincreases dopamine release, increases activation\nof the brain alertness. It is a stimulant of alertness, it is not calming people down. Now this is interesting\nin light of emotionality because of work that's\nbeen done by many groups, but in particular, I'm going to focus on the\nwork of a colleague of mine, Karl Deisseroth at Stanford,\nwho's a psychiatrist, but has also developed a lot of tools to adjust the activity\nof neurons in real time using light and electrical\nstimulation and so forth. I'll refer you to an\narticle in the New Yorker that was published about\nthis a few years ago I'm going to read a brief excerpt. I'll put the link in the caption as well. He's talking to an extremely\nsuicidal depressed patient who has a small device implanted that allows her to adjust\nher vagus nerve activity. Now vagus stimulation was originally developed for\nthe treatment of epilepsy. It's now being used for\nvarious other purposes. Vagus stimulation can even\nincrease plasticity, it seems. So again, increasing activity of the vagus increases alertness, and it's just incredible to\nsee what happens in real time to emotionality when\nthe vagus is stimulated, again, not calming, but\nactivating alertness. They're in his office and they're talking, and he asks her how she's doing, and she describes how\nshe's been doing previously as \"going pancake,\" which for her just means\ntotally laid out flat, not much going on. She talks about how she\ndoesn't want to pursue a job. She's really depressed. And he says in typical\ngood psychiatrist fashion, \"Well, that's a lot to think about,\" that's actually the quote. And they talk about her\nblood pressure, et cetera. And then she says, mood's been down, just spiraling down, talks about insomnia,\nbad dreams, low appetite. So this is severe depression. This is what we call major depression. And then she requests, \"Can we please go up to\n1.5 on vagus stimulation?\" She'd been receiving 1.2 milli amps of stimulation every five\nminutes to 30 seconds but was no longer able\nto feel the effects. So he says, \"Okay, I think we can go up a little, you're tolerating things well.\" They start the stimulation and, \"In the course of the next few\nminutes,\" her name was Sally, \"underwent a remarkable\nchange, her frown disappeared. She became cheerful, describing the pleasure she'd had during the Christmas holiday and recounting how she'd recently watched some YouTube videos of Deisseroth. She was still smiling and\ntalking when the session ended, and they walked out to\nthe reception area.\" So this is just by stimulating\nand activating the vagus. Now why am I bringing this up? Well, for several reasons, one\nis the vagus is fascinating in terms of the brain body connection, two, I'd like to, trying\nto dispel the myth that vagus stimulation\nis all about being calm, it's really about being alert. I don't know how that\noriginally got going backwards, but it's about being alert. And once again, level of\nalertness or level of calmness is impacting emotion, that this axis of alertness and calmness is one primary axis in emotion. It's not the only one, because there's also this\nvalence component of good or bad. Those two aren't the only ones, because there's also this component of interoceptive, exteroceptive that we talked about earlier. And there will be others too. Again, it's not exhaustive. But I find it fascinating, and it really brings us\nback to where we started, which is what are the\ncore elements of emotion, ",
            "segmentTitle": "Bonding Bodies, Not Just Minds: Vagus Nerve, Depression Relief Via the Body"
        },
        {
            "text": "and what can you do about them? And before we close up today,\nI just want to make sure that even though I've mentioned some tools, I talked about the Mood Meter app, I talked about oxytocin and some of the things\nthat impact oxytocin, I talked about some of the ways that you can conceptualize emotions. This business of how you\nconceptualize emotions is really the most powerful\ntool you can ever have in terms of understanding and regulating your emotional state. If you're willing to try and\nwrap your head around it, I realize it's not the\nsimplest thing to do. But rather than think of\nemotions as just these labels, happy, sad, or depressed, thinking about emotions, excuse me, as elements of the brain and body that encompass levels of alertness that include a dynamic\nwith the outside world and your perception of\nyour internal state. And starting to really\nthink about emotions in a structured way cannot only allow you to understand some of the pathology of when you might feel\ndepressed or anxious or others are depressed and anxious, but also to develop a richer emotional experience to anything. Now of course, I don't expect that as you're out there\ninteracting with friends and you're watching TV\nand experiencing life, that you should be parsing\nevery bit of your experience in some sort of reductionist\nand mechanistic way. That's not the goal here. But for those of you\nthat are practitioners, teachers of any kind, for those of you that are kids, for those of you that\nare trying to understand what your emotional life\nand your consciousness, dare I say the word, really consists of, I do believe that these\nare fundamental elements that are well-supported by the science across a variety of researchers doing things from a variety\nof different perspectives and some of whom agree with one another and some of whom don't. So I offer it to you as\na source of knowledge from which you can start to think about your emotional\nlife differently, I hope, as well as others in a way that builds more\nrichness into that experience, not that detracts from it. One last point as it relates to that, many of you have asked me\nabout psychedelic therapies that are now emerging, things\nlike psilocybin and MDMA, we are of course going to dive into that topic deeply. We have an expert guest coming\non to discuss that topic. Those compounds clearly affect\nthe aspects of emotionality that we were talking about today, calmness, alertness, valence, good or bad, interoceptive, exteroceptive positioning. And so rather than just do a\nkind of cursory exploration of those compounds and what the therapeutic\nand scientific community is thinking about them\nand how they function, I think it's more important to embed that framework in our thinking so that when we address psychedelics and we address other sorts of therapies, cognitive behavioral therapy, different types of emotive therapies that relate to individuals\nand couples et cetera, that we are able to think about them with some sort of structure and rigor rather than just talk about\nthem as a bunch of chemicals that produce these amazing experiences that people need to tell you about. Because if there's one truth, it seems that psychedelic\nseem to promote activity of storytelling about\npsychedelic experience. But that itself is not really\nwhat the therapeutic community and the academic communities\nare interested in, they're interested in trying to understand the universal truths, the universal biological\nshifts and psychological shifts that occur in the clinical\nuse of those compounds. ",
            "segmentTitle": "A Powerful Tool For Enhancing Range & Depth of Emotional Experience"
        },
        {
            "text": "And so we're going to hold off for now, but we will get to them. Once again, we've covered an enormous amount of material today. It's really the equivalent of two if not three university\nlectures in one podcast episode. I want to thank those of you\nthat have supported the podcast and point to ways in which all of you can support the podcast. Many of these are cost-free. The first is to please\nsubscribe on YouTube and as well to hit the\nnotifications button so that when we release new videos, which typically is every Monday for the full length episodes, but we also know how short clips, that you'll be notified. As well if you could subscribe\non Apple and Spotify, and leave us a review on Apple. You have the opportunity to\nleave us a five-star review if you think we deserve\na five-star review. Please tell your friends\nand family and co-workers about the podcast if you think the material would be of interest and\ninformative for them, and if you want to send them\nlinks, that's terrific too. We also have a Patreon account. It's patreon.com/andrewhuberman. And there you can support us\nat any level that you like. In addition, if you could\ncheck out our sponsors, we always provide links to\nthose sponsors in the captions. That's the best way to\nsupport the podcast. And several of you have\nasked about supplements. I talk about supplements\nin various episodes. We've partnered with Thorne because we think Thorne has the very highest levels of stringency in terms of the purity of the contents and the amounts of the contents. They really put in the bottle\nwhat's listed on the bottle, which is not true for a lot\nof supplement companies. If you want to see the\nsupplements that I take, as well as get a discount on those or any of the other\nsupplements that Thorne makes, you can go to thorne.com/u/huberman, and you can get 20% off\nany of those supplements or any of the other\nsupplements that Thorne makes. So that's Thorne, T-H-O-R-N-E\ndotcom slash the letter U slash Huberman to get 20% off any\nsupplements that Thorne makes. And last but certainly not least, I want to thank you for\nyour time and attention. And thank you for your\ninterest in science. ",
            "segmentTitle": "MDMA and Other Psychedelic Compounds: Building A Framework"
        }
    ]
}