{
    "meta": {
        "videoURL": "https://www.youtube.com/watch?v=VAEzZeaV5zM",
        "videoTitle": "Controlling Sugar Cravings & Metabolism with Science-Based Tools",
        "theme": "Mental Health and Addiction"
    },
    "transcriptSegments": [
        {
            "text": "- Welcome to the Huberman Lab Podcast, where we discuss science\nand science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of\nneurobiology and ophthalmology at Stanford School of Medicine. Today, we are going to discuss sugar, in particular, how our\nnervous system regulates our sugar intake and our\nare seeking of sugar. We're also going to discuss how sugar regulates our nervous system. And as you'll soon learn, sugar really impacts our brain and body by two main mechanisms. One of those mechanisms is based on the sweet taste of sugar,\nwhich itself is rewarding. Even if you're not much of a sweet tooth, I confess I'm not, most people enjoy sweet tastes\nmore than bitter tastes. And the sweet taste of\nsugar and its various forms, is strongly reinforcing, meaning it triggers the\nactivation of neurons, nerve cells in the brain and body, that make us want to consume\nmore of that sweet substance. Incidentally, sweet tastes also\nmake us want to eat more of other substances as well. You may be familiar with that phenomenon. Now sugar also triggers\nmechanisms in the brain and body based on its nutritive content, independent of its sweetness. What that means is that\nthe actual caloric content and the way that sugar interacts\nwith your nervous system at a subconscious level,\nwithout your awareness, also impacts your craving and seeking of sugar and other foods. Today, we are going to\ndiscuss what happens when you ingest sugar in\nterms of your body's reaction and your brain's reaction. We are also going to\ntalk about what happens when you don't ingest enough sugar. 'Cause it turns out sugar\nis such a powerful fuel for the brain that under conditions\nwhere people don't ingest enough sugar, or where their\nso-called blood glucose, which is basically blood\nsugar of a particular form gets too low, their neurons\ndon't function as well. That said, there are conditions\nof very low blood sugar in which neurons can function even better. So today we are going to\ntalk about the ins and outs, the ups and downs of sugar as it relates to your nervous system. And by the end of this episode, I'm confident that you\nhave a much clearer picture as to how much sugar\nyou should be ingesting, whether or not you should avoid sugars that you're currently eating, and you will certainly\nunderstand much, much more about the energy and fuel sources\nthat your brain relies on, ",
            "segmentTitle": "Sugar & Physiology"
        },
        {
            "text": "which I'm certain will allow you to make better informed choices about\nthe foods you eat and avoid toward mental health, physical\nhealth, and performance. I'm pleased to announce that\nI'm hosting two live events this May. The first live event will be\nhosted in Seattle, Washington on May 17th. The second live event will be hosted in Portland, Oregon on May 18th. Both are part of a lecture series entitled The Brain-Body Contract, during which I will discuss\nscience and science based tools for mental health, physical\nhealth and performance. And I should point out that\nwhile some of the material I'll cover will overlap with\ninformation covered here on the Huberman Lab Podcast, and on various social media posts. Most of the information I will\ncover is going to be distinct from information covered on\nthe podcast or elsewhere. So once again, it's Seattle on May 17th, ",
            "segmentTitle": "The Brain-Body Contract"
        },
        {
            "text": "you can visit inside tracker.com/huberman, to get 20% off any of\nInsideTracker's plans. Just use the code Huberman at checkout. Okay, let's talk about sugar, let's talk about how\nsugar impacts your brain, and how your brain impacts\nyour pursuit or your avoidance of sugar. Let's get a few things\nout of the way first. The first thing is that there's nothing inherently bad about sugar. I know the word sugar\ngets a bad rap nowadays, and indeed, you're going to\nhear over and over again, during this podcast, that consuming a lot of refined sugars, in particular high fructose corn syrup, is known to have a very\nlarge number of bad effects on the brain and body. I don't know that there's anyone that really debates that anymore. Even if we just agree, and\nI think we should all agree, on the so-called calories in,\ncalories out principle, right? It's a principle thermodynamics that if we ingest more\nenergy than we burn, we are going to gain weight. If we ingest less energy than we burn, we are generally going to lose weight. And if the two things are in balance, ingestion and burning of energy, well, then we're going to maintain weight. So everyone agrees on\nthat, I agree on that. But beyond, there are a number of ways in which particular nutrients, in the case of today's episode, sugar, impact the way that the brain works, such that we tend to seek out\nmore of particular nutrients. For instance, if we eat sugar, there are two, or at least two mechanisms, by which we will crave more sugar. I think most people are\naware of that experience, but today I'm going to explain\nexactly how that works. But also that when we ingest sugar it has a bunch of different effects on the way that our neural circuits work that can allow us to be\nmore or less focused, more or less agitated,\na more or less happy, more or less depressed in some cases. So today, as we explore this\nthing we're calling sugar, we are going to explore\nthat mainly in the context of the nervous system, but also in the context of how the nervous system regulates many, many functions and behaviors that are important to all of you, your ability to think,\nyour ability to extra size, your ability to gain weight, lose weight, whatever your goals might happen to be, sugar plays a critical role\nin achieving those goals. And in some cases, if you're ingesting too\nmuch at the wrong times or the wrong forms, sugar can\nactually impede those goals. In fact, sugar can prevent\nall the right behaviors from allowing you to achieve\nthe goals that you want. So today we are going to place sugar ",
            "segmentTitle": "Sugar & the Brain"
        },
        {
            "text": "into its proper context. The way I want to start off by doing that is to tell you a little bit\nof what happens when we eat and a little bit of what the brain does to respond to those events. So what happens when we eat? Well, I've done an entire\nepisode on metabolism. So if you're interested\nin the full cascade of hormonal and neural events\nthat occurs when we eat, please check out that episode. But for the sake of today's discussion, let's just take a, what\nI call top contour view of the hormonal response\nto ingesting food. Now, anytime we eat, that is the consequence\nof a number of things that happened before we ate. There's a own in our\nbrain body called Ghrelin, spelled G-H-R-E-L-I-N. Ghrelin is a hormone that increases depending on how long it's\nbeen since we ate last. So the longer it's been\nsince we had a meal, Ghrelin levels are going to be\nhigher and higher and higher, and it essentially makes us hungry by interacting with particular neurons in an area of the brain called the arcuate nucleus of the hypothalamus and some other areas as well,\nlike the lateral hypothalamus. You don't need to know the\nnames of those brain areas, but if you'd like to\nknow them, there they are Ghrelin increases, it\ntends to make us hungry. And then when we eat, typically what happens is\nGhrelin levels go down. So it's a very logical system. Now, when we eat, assuming\nthat we eat carbohydrates, but even if we just eat\nsome protein and some fats, we will experience a\nslight, or in some cases, a large rise in blood glucose, blood glucose is simply blood sugar. And the body and brain, we\nshould say in particular, the nervous system doesn't function well if blood sugar is too high or too low. So as a consequence, we\nhave another hormone, which is released from the pancreas, which is called insulin, which helps regulate the amount of glucose in the bloodstream. So even if you were to\ningest an entire cup, an eight ounce cup of pure table sugar, which would send your blood\nglucose very, very high, assuming that you have a\nnormal insulin response, that you're not diabetic, that insulin response would help clamp that blood glucose level\nso that it did not cause damage to your brain and body. Because if blood sugar goes too high, it's actually toxic to neurons\nand other cells of your body, it can kill them off. And neurons of the central nervous system, meaning the brain and spinal cord, once they are dead, they do not come back. So your biological systems understand this at a biological level that is, and prevent that death of\ncells due to high blood sugar, by keeping insulin around, in order to clamp blood glucose. Diabetics, we call them\ntype one diabetics, who don't make insulin, have to take insulin when\nthey eat in particular, when they eat foods that\nraise their blood sugar, specifically to avoid that neurotoxicity and the other deleterious\neffects of high blood sugar. So Ghrelin is a hormone that goes up the longer it's been since we've eaten, it tends to stimulate hunger. When we eat, Ghrelin is suppressed. Blood glucose typically goes up, especially when we eat a\ncarbohydrate containing meal. When blood glucose goes up,\nit's regulated in the body, meaning its peaks and its valleys are more or less smoothed out, and that glucose is sequestered, it's taken away where it\nneeds to be taken away. And in certain locations,\nit's delivered to cells so that those cells can use the glucose. Now, one of the chief organs\nfor glucose utilization is the brain, neurons are tremendously\nmetabolically active. And their preferred mode of metabolism is glucose metabolism. In other words, neurons\nbasically run on sugar, which is not to say that you\nshould eat a lot of sugar. As you'll see today, there\nare states of mind and body, for instance, fasted states, in which people report\nhaving immense amounts of mental clarity and their blood glucose is actually quite low. So it is simply not the\ncase that the more sugar that you ingest, the better\nthat your brain will function. But it is the case that for most people, meaning people who are not on a ketogenic or very low carbohydrate diet, they're not adapted to\nlow carbohydrate diets, that neurons in their brain and body are using glucose in order to function. That's what allows those neurons to fire electrical potentials,\nthat's how we refer to it, ",
            "segmentTitle": "Appetite & Hormones: Ghrelin & Insulin"
        },
        {
            "text": "firing, meaning sending electrical\nsignals down their length to communicate with other neurons. To illustrate just how\nimportant glucose is for brain function, I'd like to describe a study\nthat just recently came out, that sits on a long\nhistory of similar studies. But the one that just came out\nis particularly interesting. Now I want to point out\nthat, unless I say otherwise, I'm going to refer to typical diets, meaning I have to believe\nthat most people out there are in ingesting some starch\nsome starch or carbohydrate. I do realize there are people following very low carbohydrate diets or moderately carbohydrate diets. I even know that there's\nsome folks out there who are on the so-called carnivore diet, they only eat meat and\norgans, maybe a little fruit. But I'm going to assume\nthat the vast majority of people listening ingest\nproteins and carbohydrates. So unless I say ketogenic, or\nI emphasize ketosis itself, which I will, I'm referring to a kind of typical diet where people are consuming fats,\nproteins and carbohydrates. I count myself as one such individual. At some point I might try the\ncarnivore diet, who knows, I might I a pure vegan diet, who knows. But for my entire life up\nuntil now, I'm 46 years old, I've been a proud omnivore, meaning I've tried to eat\nhigh quality as much as I can, unprocessed foods, I try and really avoid\nhighly processed foods. But I do eat from those\nthree macronutrient groups, proteins, carbohydrates, and fats, and I'm going to assume\nthat most of you do as well. The study I'd like to emphasize, recorded from neurons, nerve cells, in the brain, in particular\nin the part of the brain `that responds to visual images, the so called visual cortex. And neurons in the visual\ncortex are beautifully tuned, as we say, to particular\nfeatures of what we see. The primary example of this, the kind of classic example, is if you put a little\nelectrode next to a neuron in your visual cortex, or if we put you into\nan FMRI scanner machine, which can detect neural activity, and I were to show you a\nbunch of just little lines, bars of light, they could\nbe dark bars of light, they could be light bars of light, on a screen in front of you. So some would be vertical,\nsome would be horizontal, some would be at 45 degrees, what we would see is that\nsome neurons respond best, meaning they fire a lot\nof electrical activity to vertical lines, other ones respond to horizontal lines, and others respond to 45 degree lines. And this so called orientation tuning, meaning because of the\norientation of the line, is a cardinal classic feature of the way that your visual system is built. And everything that you see, whether it's a face or a\ndog or a cat or a landscape, is built up from these very\nsimple neuron responses. In other words, when you look at a face, there are neurons deep in the\nbrain that respond to faces. But the only reason that those neurons can respond to those faces is because they receive\nsignals from neurons in your visual cortex. Some of which respond to vertical lines, some of which respond to horizontal lines, and some which respond to 45 degree lines. And all of those are built up in what we call a\nhierarchical representation, which just fancy language for\nthose are the building blocks by which you see a face\nand you recognize a face. And it's really an amazing phenomenon, it happens very, very fast. You never notice that you're doing this, but everything is built up from these fundamental orientation-tuned neurons. Now orientation-tuned\nneurons are so fundamental that they are the building blocks by which you make up all\nother things that you see, it's the way you read, it's the way that you recognize\nfaces, as I mentioned, and everything else. Experimentally, it's quite straightforward to measure how sharply tuned\none of these neurons is. In other words, if I were\nto show you a vertical line and find a neuron in your brain that responds to vertical lines, I could also ask whether\nor not that neuron fires any electrical activity\nin response to a line that's not quite vertical, maybe just 10 degrees off\nvertical or 20 degrees or 30 degrees. And what I eventually would\nfind is that that neuron was orientation-tuned over a\nparticular range of angles. It's not only going to\nrespond to vertical lines, it's also going to respond to lines that are about 10 degrees\noff vertical on either side, but probably not much more, maybe 20, but usually it's going to\nbe anywhere from vertical to just tilted slightly. In the recent experiment\nthat was published in the journal, \"Neuron,\"\nCell Press journal, excellent journal, the authors asked a really\ninteresting question, they asked whether or not\nthe sharpness of tuning, the precision of orientation\ntuning of these neurons is dependent on blood glucose level. So just to cut to the chase,\nto give you the answer, what they found is that\nwhen subjects are well fed, neurons that responded to vertical, responded very strongly to vertical, but not very much at all to other angles, of what we call stimuli, so lines that are 10\ndegrees or 20 degrees off. If they looked at neurons that\nwere primarily tuned, right, that preferred horizontal lines,\nthey found the same thing. So it wasn't something\nunique to vertical lines. What they basically\nfound was the sharpness, the precision of tuning\nof neurons in the brain, was best when subjects were fed. And conversely, when subjects were fasted, the orientation tuning of these\nneurons became much broader. What it meant was that a neuron that normally would\nonly respond to vertical now responded to other\nangles of lines as well. You might say, well, that's great, right, these neurons that at one\npoint could only do one thing are now tuned to other things. But it's not so great\nbecause what that means is that in the fasted state, your perception of the outside\nworld is actually distorted, it's blurred, it's not as\nprecise as it is when you're fed. And when I say fed, what I really mean is when\nglucose is available to neurons. Now, for some of you, maybe many of you, and including myself,\nintermittent fasting, or some variant thereof, is\nactually a state that I like. It allows me to focus. For instance, as I mentioned before, and even earlier in this podcast, I tend to eat my first meal\nsometime around 11:00 AM. And then I generally eat my last meal sometime around 8:00 PM,\nplus or minus an hour on either side, I'm not\nsuper strict about it. And occasionally I'll\nwake up really hungry and I'll eat something before 11:00 AM. I'm not super strict about this\nintermittent fasting thing. It just seems to be how\nmy appetite works best, given my schedule, et cetera. In the morning, I tend to be most focused. And I always associated that with the fact that I was fasted. I ingest water and some caffeine about 90 minutes after waking\nup, I drink my caffeine, but I hydrate from the time I\nget up, et cetera, et cetera. And I know a lot of other people have had the experience of being fasted and feeling like they have\na lot of mental clarity. When you are in a fasted state, typically you are going to use fuels that are available to the neurons, based on your intake\nof food the day before, maybe you're using some glycogen, maybe you're using some fat, maybe you're using some blood sugar, that's derived from other\nstorage sites in the body. You don't actually use\nfat as a fuel source for neurons under typical conditions. But there are ways in\nwhich proteins and fats and glycogen, et cetera,\nare converted into fuel that neurons can use. What's interesting about this study is that the study says that when well fed, meaning when blood glucose, sugar, is at a properly elevated\nlevel in the bloodstream, it can be delivered to the brain in a way that allows neurons to work best, which is really all just\nto underscore the point that I made earlier, which is that your nervous system is extremely metabolically\ndemanding, and it loves glucose, neurons love glucose. So the takeaway from this study is not that you should avoid fasting, the takeaway from this study is that there are elements\nof the fasted state in particular the elevations in things like epinephrine and norepinephrine, also called adrenaline and noradrenaline, that can give us this\nkind of clarity of mind that many people are\npursuing when they fast. That's kind of one of the\nreasons a lot of people fast, they like the way that they\nfeel, mentally and physically. But I think it's only fair to point out that glucose is the preferred\nsource of fuel for the brain. And this study that I mentioned\nis one of many studies that have explored how nutritional status or blood glucose status\nin the brain and body influence neuronal tuning\nand neuronal function. And it really points to\nthe fact that ultimately, your brain as an organ, is\na glucose consuming machine. Now, when you eat a food, that food is broken down and\nif it contains carbohydrates, it's going to be converted into glucose. And that glucose can't get\ndirectly into the brain as a fuel source. It actually has to be carried across the so-called blood\nbrain barrier, the BBB, and the actual metabolism of glucose and the delivery of the\nglucose to the neurons is carried out by a different cell type. And it's a cell type that\nyou should all know about because it's the most abundant\ncell type in your brain, and maybe even in your\nentire nervous system, and that's the so-called astrocyte. Astrocytes are one of\nseveral types of glia, the word glia means glue. But many people have taken\nthat name, glia, glue, to think that, oh, the only thing that the\nastrocytes are doing is just kind of holding things together. Actually, the astrocytes\nare involved in delivering glucose to the neurons, they are critically involved in shaping your neuronal function\nand brain plasticity, the brain's ability to change\nin response to experience. So these astrocytes are like the little waiters and waitresses\nbringing glucose to the neurons and the neurons are going\nto do the heavy lifting that's involved in perception\nand behavior and action. So if prior to this episode, you didn't already realize\nthat glucose, blood sugar, is vital to the function of your brain and other neurons of your\nnervous system, now you know. And for those of you that have experienced the increase in mental clarity that comes after a properly\ntimed, properly composed, meaning it has the right\nmacronutrients in the right ratios, and a properly sized meal, well then now you have justification for eating something as\na way to improve the way that your brain works. It turns out that your\nbrain is going to work best ",
            "segmentTitle": "Glucose & Brain Function"
        },
        {
            "text": "when it's got glucose available, whether you like to fast or not, that's just the reality of things. The same thing is also true\nfor the neurons in your body. The way that you are able to\nmove the limbs of your body, the way you are able to perform exercise or movement of any kind for that matter, is because as neurons,\ncalled motor neurons, send electrical potentials\nto the muscle fibers, they release a neurotransmitter\ncalled acetylcholine, which causes contraction\nin the muscle fibers, and allows you to move your limbs. Those neurons are also very\nmetabolically demanding, especially when you're doing demanding types of physical work, and that could be cycling\nor running or weightlifting or yoga or whatever it may be. Those neurons require a ton of glucose. If you've ever had the\nexperience of having to think very hard about how\nyou're generating a movement or force yourself to continue\nto endure in a given exercise, you might have thought, oh, you know, I'm running out of fuel, that's why I'm getting\ntired, it's hard to do. That's actually the case sometimes, but that's not always the case. One of the reasons that it feels like work is because your so called\nupper motor neurons, the ones that control\nthe lower motor neurons in your spinal cord, which\ncontrol your muscles, they have to be very metabolically active. It's one thing to engage\nin a reflexive movement where you're just walking around or if you're running continuously. But when you suddenly have to\nfocus on what you're doing, and you have to generate specific patterns of motor movement, well, that feels demanding because one, it increases the release of adrenaline in your brain and body, which makes you feel a little\nbit agitated and more alert, but also deliberate thought, deliberately controlling the way that your brain and body is moving, requires more glucose uptake, more energy in those very neurons. And this is also why after\ndoing a long about of exercise, you might be tired, but also if you do a about of\nskill learning of any kind, or if you've been reading\nand thinking about what you're reading, or if you had a intense\nconversation with somebody where you're really\nforcing yourself to listen, and hopefully they're\nlistening to you too, and you're really trying to\nparse what they're saying, ",
            "segmentTitle": "Glucose & Physical Activity"
        },
        {
            "text": "and maybe you're doing that right now, and you're trying to really\ntrack something, that's work, and that work requires\nglucose uptake by neurons, both in the brain and in your body. Now that we've established that glucose is the preferred source of\nfuel for the nervous system, I'd like to concentrate on\na few of the other types of sugars that we ingest on a common basis, and the impact that those have on brain function and body function. I'd particularly like\nto focus on fructose. Fructose, of course, is found in fruit, it's also found in the infamous\nhigh fructose corn syrup, which we will talk about today. It's worth pointing out\nthat the concentrations of fructose in fruit is quite low compared to the\nconcentrations of fructose in high fructose corn syrup. High fructose corn syrup is\napproximately 50% fructose, which turns out to be an enormously high percentage\nof anything, really, especially when we cut contrast that to the concentrations\nof fructose in fruit. Fruits have other types\nof sugars in them as well. You know, the sucrose\ncontent of most fruit and fruit juices is low. Although there are some\nfruits like melons, peaches, pineapples, and so forth, that contain a little less\nthan 10% or so of sucrose. Things like mangoES can\nhave a lot of sucrose. But typically the amount of fructose, fructose, I think is the\nproper pronunciation, people are always correcting me. Fructose is anywhere from\n1% to about 10%, right? It's really going to vary quite a bit. And many of you have probably heard of the so-called glycemic index, which is basically a measure\nof how fast blood sugar rises after eating particular foods, et cetera. We're going to set aside\nthe glycemic index for now, we will come back to it. It has some relationship to the concentrations\nof fructose in fruit. But the point that I'd like to make is that fructose as a sugar, is handled very differently\nin the body than is glucose. But I also want to emphasize that because the percentage of\nfructose in fruit is rather low, especially compared to\nhigh fructose corn syrup, many people have demonized fructose saying that fructose makes you fat, or that fruit makes you fat. If you look at the data,\nthat's not really the case. The fact of the matter is that the concentrations of fructose in fruit are so low that unless someone\nis consuming a lot of fruit, or they're consuming a lot of fruit on the backdrop of a highly processed diet or a diet that has a lot of other stuff that they might not want to be ingesting, you can't really say that\nfructose is fattening. I don't really think that\nthere's any basis for saying that fructose itself is bad. Now high fructose corn\nsyrup is a different issue, and too much consumption of\nanything, fructose included, whether or not it comes\nfruit or otherwise, can be a problem for\nthe ways that it impacts the neural circuits that process sugar, not just glucose, but fructose. And so we'll illustrate those\nneural circuits in a bit, and it'll become very clear to all of you, regardless of whether or not you have a background in\nbiology or metabolism, nutrition, or otherwise, why ingesting very high\nconcentrations of fructose is not going to be a good thing for the way that your brain functions. One of the key distinctions\nbetween glucose and fructose is that fructose most likely cannot directly access the brain. It actually needs to be converted\ninto glucose in the liver. And the way that conversion occurs feeds back to a set of\nhormones and neural pathways that we talked about earlier, which have a lot to do with appetite. And to just summarize what is\nnow a lot of very solid data, fructose and specifically fructose, has the ability to reduce\ncertain hormones and peptides in our body whose main job\nis to suppress Ghrelin. As you recall, Ghrelin is\na hormone that increases the longer it's been since we've eaten, and Ghrelin makes us hungry by stimulating particular\nneurons in our hypothalamus, it actually makes us really want to eat. And in particular, really\nmakes us want to eat sugary and fatty foods. Fructose reduces the\nactivity of the hormones that reduce Ghrelin . And so the net consequence of that is that fructose increases Ghrelin. So, although I and I think\npretty much everyone out there, say for a few individuals, agrees that calories in and calories out is the fundamental\nprinciple of weight loss, weight maintenance or weight gain. Ingesting fructose shifts\nour hormone system, and as a consequence, our neural\npathways within our brain, the hypothalamus, to be hungrier regardless of\nhow many calories we've eaten. Now I also want to be absolutely clear, this does not mean that eating\nan apple or eating a melon or eating a couple of\napricots or something is going to make you hyperphagic, meaning it's going to\nmake you just want to eat, eat, and eat, that's\nsimply not the case. But if you compare fructose\nand you compare glucose, not only are they metabolized differently in the brain and body,\nbut in addition to that, fructose has this impact\nof reducing the hormones that reduce hunger hormones\nin neural circuits. And so fructose does\nhave this kind of twist in its phenotype, right? Or I guess if fructose\nhad a dating profile, this would be a kind of a\nred flag in that profile, because fructose itself, while it's actually a pretty\ngood fuel source in many ways, and it's often packaged\nin things like fruits, which bring along fiber\nand vitamins and minerals, that I think for many of us are things that we should be eating more\nof and ingesting more of, it can suppress the pathways\nthat suppress hunger. And as a consequence,\nit can increase hunger. So current recommendations for most people are to eat more fruits and vegetables. But for those of you that are\ntrying to control your hunger, ingesting a lot of fruit to\nis probably not going to be a good idea. Certainly, ingesting it from\nhigh fructose corn syrup is not going to be a good idea because of the enormous\npercentages of fructose in high fructose corn syrup,\n50%, or sometimes even more. But even from fruit, some people will find that fruit really quenches their appetite. Other people will find that\nfruit stimulates their appetite. And I suppose if you're trying\nto stimulate your appetite, then ingesting more fruit\nmight actually be advantageous to you. So fructose provides a bridge for us ",
            "segmentTitle": "Fructose vs. Glucose"
        },
        {
            "text": "between a particular kind\nof sugar, hormone function, in this case Ghrelin and the hypothalamus. which leads us to the next question, which is what is it about sugar that makes it such an\nattractive thing for us? Why do we like it so much? And the obvious answer that\nmost people arrive at is, well, it just tastes really, really good. But that's actually not the way it works. The rewarding property\nis as we say of sugar, whether or not they come in\nthe form of sucrose or fructose or foods that increase\nglucose to a very high level, actually is not just related\nto the taste of the foods that produce that elevation in glucose, sucrose, or fructose. It is in part, but that's\nonly part of the story, and the rest of the story,\nonce you understand it, can actually place you in a\nposition to much better control your sugar intake of all kinds, but also your food intake\nin ways that can allow you to make much better choices\nabout the foods you ingest. And actually at this point, I should probably give a confession, I've said today, and I'll say it again, and I've said it I'm pretty podcast. I don't have much of a sweet\ntooth and indeed that's true. And I can kind of pass\non chocolate or ice cream or things like that, it seems like with each successive year, sweet things are less\nand less appealing to me. Of course, savory foods,\nanything that is really fatty, salty, savory, those don't\nlast long in my presence, but I always say, I don't really\nlike sweet things so much, and I like sweet people, but I don't tend to like\nsweet foods, which is true. But there's probably one\nexception and that's mangoes. And it turns out that mangoes have the highest percentage\nof sugar in them, in particular fructose, as\nwell as other forms of sugars. So what I do, because\nI love mango so much, is I will have mangoes\nprobably twice a week, but I'll have them after some\nsort of resistance training or hard run or something like that. Because it is the case that\nafter you exercise hard, in particular exercise that is of the high intensity variety, that your body is more efficient\nat using circulating sugar. It's able to store that\nor use that for fuel. And so what I'll typically\ndo is just take the mango, I actually eat the peels too. I know there probably some\npeople are going to cringe when they hear that,\nI find them delicious. ",
            "segmentTitle": "When to Eat High-Sugar Foods?"
        },
        {
            "text": "So I'll just bite into\nthose things like apples, I don't eat the pits, however. So now I want to take us on a journey into the nervous system to explain, the pathways in the brain and body that regulate our appetite for sugar. Now, keep in mind what I\nalready told you before, which is that when we ingest foods, they're broken down\ninto various components and glucose is going to\nbe shuttled to the brain, and of course, to other\nneurons in our spinal cord and elsewhere, and to our muscles, cetera, in order for all of those\ncells and organs and tissues is to be able to function. The fact that so many cells\nand organs and tissues require glucose in order to function has led to a situation where you have dedicated neural machinery,\npieces of your brain, that are almost entirely,\nif not entirely devoted, to seeking out of sugar or\nfoods that contain sugars. And to make sure that you\nnot only seek those out, but you know where those foods are and that you ingest more\nand more and more of them. And there are two main ways\nthat these neural circuits work. In fact, we can see that\nthere are two neural circuits entirely that work in parallel. And this is a common theme\nthroughout the nervous system, and that's parallel pathways. Parallel pathways are the\nways that you can distinguish light from dark, parallel pathways are\nthe ways that you can distinguish high pitched\nsounds from low pitched sounds, parallel pathways are the ways that you can flex your muscles\nversus extend your muscles. For instance, if you move your wrist\ncloser to your shoulder, you're flexing your bicep and\nyou're actually inhibiting, you're actually preventing\nthe action of your tricep. If you move your wrist\naway from your shoulder, you are essentially using\nyour extensor, your tricep, and you're inhibiting the\nactivity of your bicep. So for every function in your body that you might think is\ncontrolled by one brain area or one neural circuit, almost always there are\ntwo or more so called parallel pathways that ensure that that particular behavior happens. Now, in the case of sugar consumption, the two parallel pathways\ninvolve one pathway related to the actual taste\nand the perception of taste that lead, not just you, but every animal that we're aware of, to seek more sweet containing foods. The other parallel pathway is related to the nutritive\ncomponent of sweet foods. Meaning the degree to which a given food will raise blood glucose. I want to repeat that. One pathway in your brain\nand body is devoted to getting you to seek out\nsweet tasting things that you perceive as sweet, and another parallel pathway is devoted to getting you to seek out foods that lead to increases in blood glucose. It just so happens that the foods that lead to big\nincreases in blood glucose typically are associated\nwith that sweet taste. Now, this is distinctly different than the neural pathways\nthat control seeking of savory foods or salty\nfoods or spicy foods, for that matter, or bitter foods. The sweet pathway is what\nwe would call hardwired. It exists, as far as we\nknow, in every mammal, it even exists in fruit\nflies, hence fruit fly. Basically getting sweet\nstuff into the body might seem like it has a\nlot to do with the taste, but it has just as much to do\nwith the nutritive components that sweet tasting foods carry, and the fact that your nervous system and so many cells in your\nbrain and body run on glucose. If you recall earlier, I said,\neven if you ingest fructose, fructose can be converted\ninto glucose in the liver. And I mentioned, of course, that fructose may actually\nwork directly on the brain, that's still unclear for humans, the jury's still out on that, we will see. But the fundamental\nthing to understand here is that when you think you\nwant a piece of chocolate or you think you want a piece of cake or you're craving something sweet, you are both craving the taste and your neurons are literally craving the nutritive components\nthat arrive with that taste. And simply by understanding that can allow you to circumvent\nsome of the sugar cravings that you might otherwise be a\ncomplete hopeless victim to. Also in this episode,\nI will talk about ways that you can sort of undermine or short circuit these\ncircuits, if you will, in order to reduce sugar\ncravings on a regular basis, if that's your goal. Two parallel pathways, one of the parallel pathways has to do with conscious perception. So animals of all kinds\nof mice, rats and humans, will prefer sugary taste\nto non-sugary taste. When we eat something that tastes sweet, we register that sweet taste\nby way of sweet receptors, literally little ports\nor portals of neurons on our tongue and on our pallet, a lot of people don't realize this, but there are a lot of taste\nreceptors on the soft pallet and around the mouth, on\nthe sides of the mouth. So you're actually tasting things, not just with your tongue,\nbut with your entire mouth and your pallet. So when you ingest something sweet, very quickly there are signals\nsent from those neurons in your mouth to brain areas\nthat cause you to seek out or at least pay attention to, the source and the abundance\nof those sweet things. They literally change your perception. In fact, there are beautiful\nneuroimaging studies that show that when people\ningest a sugary drink, their perception of images\nof foods change very much to make those foods\nappear more appetizing, and not just foods that contain sugar. Results of those studies do show that there's an increase for instance, in the perception of detail\nand images of ice cream, after you ingest a sweet drink or even if you put like a\nhard candy into your mouth, it will make you seek\nout sugary things more, it will make sugary things\nlook more appetizing, but also other foods, more appetizing. So I think it's important that\npeople recognize that fact, that when you have a\nsweet taste in your mouth or when you've tasted something\nsweet within your mouth, I should say, your perception\nof has immediately shifted. These are fast neural pathways. We'll get into some of the\nbrain structures in a moment, but these are fast neural pathways that shift your entire self\ntoward seeking more sugary stuff and more food generally. Now, does that mean that\nyou should never ingest anything sweet? No, certainly I'm not saying that, everyone has to decide for themselves what the appropriate\namount of sugar intake is, but I find it remarkable when people say, oh, you know, I need to get my sugar fix, or I need to have my chocolate, or I need to have a\nlittle bit of something to just kind of take care\nof that sugar appetite. Because in taking care\nof that sugar appetite, maybe for the very disciplined of you, ",
            "segmentTitle": "Sugar’s Taste vs. Nutritive Pathways, Sugar Cravings"
        },
        {
            "text": "you can just have that\none piece of chocolate and it's great, and you can relish in it, but it does shift the\nway that you perceive other foods as well. And the way it does that is through our, probably if you're listener\nthis podcast, now old friend, but incredible neuro modulator, dopamine. Dopamine is a molecule\nthat is released from several places in the brain. There's a so-called\nmesolimbic reward pathway, which is a whole set of places\nin the brain or circuits, designed to get us motivated and craving and in pursuit of things. And then of course there\nare areas of the brain that are involved in movement that are linked up with those\nareas involved in motivation. That makes perfect sense. Why would you have a brain\narea involved in motivation if you couldn't actually do\nsomething with that motivation? So the way that your brain is designed is when there's an increase in dopamine, in the mesolimbic reward pathway, there are signals sent\nto an area of the brain called the striatum, we're going to spend a\nlittle bit of time today in the striatum. It's got a dorsal part,\nmeaning in an upper part and a ventral part,\nwhich means a lower part. And the dopamine sent to those area, places us, excuse me,\ninto modes of action, to pursue particular things. Sugar or sweet tastes, I should\nsay, to be more specific, have an incredibly potent ability to activate dopamine release within the mesolimbic reward pathway. This has been shown over\nand over and over again in animal models and in humans. This is especially true, I should mention, through the ingestion of sweet liquids. Now this becomes a very\nimportant point to us a little later on when we\ntalk about the proliferation of sodas and sweet drinks,\nand dare I even say, non-sugar or diet sodas, we're going to get into\nthat a little bit later. They are perhaps one of\nthe most third rail topics in nutrition. But when we ingest something sweet, the perception of that sweet taste increases dopamine in the\nmesolimbic reward pathways, which then are conveyed to\npathways for motor behavior, and in general, place us\ninto modes of focused action toward getting more of whatever was sweet. Again, for those of you\nthat are very disciplined, you can probably eat that\none piece of chocolate and be just fine. But if you understand the\nway that dopamine works, what you'll realize is that\nwhen this dopamine pathway is triggered, it tends to create not the\nsensation or the perception of satiety, of feeling\nlike something is enough, but rather to produce the\nsensation of wanting more. As described in the episode that I hosted with my phenomenal colleague from Stanford School of\nMedicine, Dr. Anna Lembke, she's an expert on addiction\nand dopamine pathways, the dopamine circuits of the brain have what we call a pleasure pain balance. And there I'm paraphrasing\nwhat Dr. Anna Lembke has said, and has written about\nin her beautiful book, \"Dopamine Nation.\" If you haven't read that\nbook, I highly recommend it. Whether or not you have\nissues with addiction or you know people that do, or you don't, it's an incredibly important read, especially if you're\ninterested in understanding motivated behaviors and ways\nto channel your behaviors in life toward healthy,\nmotivated behaviors, and make sure that you avoid\nsome of the common pitfalls that people fall into, not just addiction, but things like overuse of social media or wasting time in general,\nit's a phenomenal book. In that book, and of course,\nwithin research articles, you will find evidence of this so-called pleasure pain balance that exists within our dopamine circuits. Nobody has dopamine\ncircuits that allow them to escape this pleasure pain balance. And the way this works is that anytime that we engage in a behavior\nor we ingest something that increases our levels of dopamine, there is a subsequent increase\nin the neural circuits that control our sense of\nfrustration, pain, and lack. You can actually notice this phenomenon if, for instance, you're somebody who\nreally likes chocolate, or you really like something else, pay attention to the\nway that you experience indulging in that thing. If you eat that piece of chocolate and you really focus on\nsavoring its amazing taste, you'll notice that it provides\nsome quenching of your desire for let's say sweet stuff\nor chocolate or both, but right as you stop experiencing that, right as that chocolate intake tapers off, as you swallow it down your throat, or you just pause for a second afterwards, what you'll notice is\nthat your brain and body actually orient toward wanting more. And that wanting of more\nis really the action of the neural circuits that underlie pain and are pushing your\ndopamine levels back down. And when these circuits\ngo awry or I should say, when people fail to who control themselves within the context of that\npleasure pain balance, the typical behavior is to\nreach for yet another chocolate or to then look for something\nthat will quench that desire and get dopamine levels back up. Now the way these pleasure\npain circuits work is very diabolical. Because it turns out that were you to take another piece of chocolate, yes, your dopamine\nlevels would go back up, but not to the same extent that they did the first bite of chocolate that you had. In fact, we can say that\nthe longer it's been since you've indulged in\nsomething that you really enjoy or would like, the greater the dopamine\nyou will experience when you finally engage in that behavior or indulge to that\nthing, ingest that thing, and the greater the dopamine increase, the greater the subsequent\naction of those pain circuits. So this puts you on a\nvery complicated seesaw. It's a very wobbly\nprecarious state to be in. Which is not to say you shouldn't\nhave a piece of chocolate, it's just to say that the\nsweet taste of sweet things in particular, things\nthat we crave very much and we wait and wait and wait, and then we allow ourselves to indulge. Those trigger changes\nin our neurochemistry, in our neuro circuits, that place us in a very vulnerable place, to either want more and more of that thing or to seek out other ways to\nfill that kind of emptiness that we feel or that gap, like, oh, I would love more, but I'm not going to allow myself more. Now again, I'm not saying\nthat you shouldn't pursue pleasurable things. I mean this molecule\ndopamine exists for a reason. Frankly, because of its involvement\nin sex and reproduction, it's the reason we're all\nhere in the first place. Because last time I checked, the only way any of us got\nhere was one way or another, sperm met egg and there was conception. I still believe there are\nno exceptions to that, that I'm aware of anyways, that is a process, or I should say, the events leading up to that process typically involve dopamine\nin one way or another. There are exceptions to that\ntoo, but you get the idea. These dopamine pathways are\nnot evil, they're not bad, ",
            "segmentTitle": "Tool: Sugar & the Dopamine, Pleasure – Pain Dichotomy"
        },
        {
            "text": "but once you understand the way they work, you can leverage them to your advantage as opposed to them leveraging\nyou to their advantage. So when you ingest something sweet, you perceive that sweet\ntaste and a cascade ensues within your brain that makes you want more of the sweet thing. That's the conscious pathway\nfor sugar perception, for sweet perception. Now there's the second pathway, the second pathway is what's called the post-ingestive reinforcing\nproperties of sugar, which is really just a fancy\nnerd speak way of saying there are events that\nhappen within your stomach and below your conscious detection, that are also driving you to\nseek out sweet tasting things, independent of their taste, and foods that increase blood glucose, independent of their taste. In order to illustrate the immense power of these subconscious\ncircuits for sugar seeking, I'd like to describe an experiment. And this is just one experiment of many, of dozens or more experiments\ndone in animal models and humans, which essentially\nillustrate the same thing. And as I describe this experiment, I think you will come to understand the power of these circuits. I'll provide a link to\nthis study in the caption. The first author is Freeman. The paper was published in\nFrontiers in Bioscience, but there have been others, papers in Nature Neuroscience,\npapers in Neuron, Cell Press journals, et cetera, many, many journals, many, many papers. If subjects are given the\nchoice of drinking plain water or a sweet tasting fluid, their preference for\nthe sweet tasting fluid is much, much higher, right? Sweet tastes better than plain water, at least for most people\nand certainly for animals. Now, if, for instance, you take an animal which\ncompletely lacks sweet receptors, and you can do this through\nsome molecular genetic tools and gymnastics in the laboratory, we call these knockout mice, where you can knock out\na particular receptor for sweet taste, you can confirm that there's\nno perception of sweet things or at least no preference for sweet things in those animals. In humans, you can numb the mouth, there are other pharmacologic ways that you can eliminate sweet\nreceptors in the mouth. And by doing that, you\npeople will tell you, no, I can't taste anything sweet. You could give them a ice cream, you could give them pure sucrose, you could give them table sugar, and they wouldn't be able\nto perceive it as sweet. If you eliminate the perception\nof sweet taste in the mouth and you offer people\nor laboratory animals, water versus some sugar\ncontaining solution, you eliminate the preference\nfor the sugary solution. Which tells us that\nthe perception of sweet is important for the preference\nfor sweet tasting drink. This is also true for sweet\ntasting foods, I should mention. However, in both animal\nmodels and in humans, after about 15 minutes, subjects start preferring\nthe sugary water, even though they can't\ntaste that it is sweeter. So to repeat that, if you eliminate the\nability to sense sweet, to perceive sweetness in foods, then you eliminate the preference for sweet beverages or sweet foods. So that's not surprising. But if you wait about 15 minutes, the preference for the sweet beverage or the sweet food comes back. Now that doesn't mean that they\ncan perceive the sweetness. In fact, the way these experiments\nare done is very clever. You offer people various\ncups of different things or different food items. And then you just look\nat what they eat more of or what they prefer to eat more of. So this experiment is so crucial because what it says\nis that the preference for sugar containing foods is in part due to the sweetness of those foods, but in part due to something else. And this something else is what we call the post-ingestive effect,\nand as I mentioned before, it took about 15 minutes. And you've actually experienced this, whether you realize it or not, this phenomenon of post-ingestive\nrewarding properties of sweet foods, meaning what happens in your body when you ingest something that increases your blood glucose very much, has no doubt controlled\nyou from the inside, below your awareness, this was happening to you\nand you didn't realize it. And here's how it works. We all have neurons within our gut. These neurons have a name,\nthey're called neuropod cells. Neuropod cells were famously discovered by Professor, Dr. Diego\nBohorquez at Duke University. And these cells respond\nto, among other things, to the presence of sugar within the gut. So when we ingest a sugary food or drink, or we ingest a food or\ndrink that simply contains fructose, sucrose, glucose, or some other form of sugar\nthat later, through metabolism, will be converted into glucose, the neuropod cells are able to register the presence of those sweet\nor glucose stimulating foods. And in response to that,\nsend electrical signals, because electrical signals are\nthe way neurons communicate, up to the brain, via the\nso-called vagus nerve. The vagus nerve, of course,\nbeing a nerve pathway, famous for its role in relaxation. That's kind of the assumption out there, that it's always involved in relaxation, that's not the case. It's involved in a lot of\nthings besides relaxation. But nonetheless, these neuropod cells\nsend electrical signals through a particular\nhighway within the vagus to the so-called nodose\nganglion, and this is a cluster, a ganglion is just a cluster of neurons. And then the nodose ganglion\nsends on information to the nucleus of the solitary tract. The nucleus of the solitary\ntract is an area of the brain that we're going to talk\nabout extensively today. It's very important for\nunderstanding sugar preference. These neuropod cells\nalso trigger activation of dopamine pathways within\nthe mesolimbic reward pathway. In other words, there are\nsignals conveyed from the gut, meaning stomach and\nintestines, to the brain anytime we ingest sweet foods, but it has nothing to\ndo with our perception of them being sweet, it has\neverything to do with the fact that sweetness of food is\nalmost always correlated with an ability to increase blood glucose. And the net effect of\nthis is a parallel pathway by which dopamine is increased further. Now, the experiment\nthat I described before of animals or humans ingesting something that contains sugar, but not being able to\nperceive its sweetness, and yet, after a period of time, still preferring that food or drink to non-sugar containing food or drinks, even though they can't\ndistinguish their taste, is dependent on these neuropod\ncells and related pathways. What this may for you is that anytime you eat something sweet, that substance is\nactually causing your gut, your stomach and your intestine,\nor to be more precise, I should say, that\nsubstance, food substance, is causing the neuropod cells\nin your stomach and intestines to send a parallel set of\nsignals up to your brain saying, eat more of that, or simply\neat more, eat more, eat more, and preferably eat more sweet foods. So we've all heard of hidden sugars, meaning the sugars that\nmanufacturers have put into foods and disguised them with other flavors. I talked about this in\nthe episode on salt, using salt to mask the taste of sweetness so that people ingest more sugar. That is not an accident that hidden sugars are\noften hidden with salt or with other flavors. It's done so that people\nwill, meaning you or me, will want to ingest more\nof a particular food, independent of how sweet that food tastes. And in fact, some crackers, for instance, chips for instance, you might\nthink, oh, well, you know, chips, they're not sweet,\nthey're salty and savory. And again, I'll mention, I\nlove salty and savory foods, including certain foods, I love\nkettle chips, for instance, I try not to walk by them\nin the grocery store. I usually have to eat one\nbag while I'm in the store, and then another later. The savory foods are often\nladen with these hidden sugars that we can't register as sweetness, but trigger the neuropod cells, which then further trigger dopamine, which make us want more of them. Now we may be able to\nresist eating more of them, but it makes us crave\nmore food in general. Now we will talk about ways\nto regulate this pathway, to sort of intervene in\nthis subconscious pathway. But for now I'm hoping\nthat just the understanding that we all have this pathway, this is hardwired into our body, could potentially allow\npeople to better understand why is it that their\ncravings are so intense, that it's not necessarily just\nabout the taste of that food. And when you consider this\nin concert with the fact that we have this dopamine pain\npleasure balance, excuse me, that I referred to earlier, you start to realize that\nthere are multiple mechanisms hardwired into us, that make\nit especially hard to not eat the sweet thing or to not eat\nthe food that we're craving. And indeed, that's the case. We have two major accelerators. It's like a car with two accelerators, and we will talk about the brakes, ",
            "segmentTitle": "Subconscious Sugar Circuits, Hidden Sugars in Food"
        },
        {
            "text": "but two ways that really\nget us into forward motion toward pursuing the\nconsumption of sweet foods. Now, if it doesn't already\nseem diabolical enough, that sweet things that\nwe perceive as sweet, make us want to eat more of those because of dopamine and then send us down this pain pleasure pathway\nthat I mentioned earlier, and the fact that we have\nthis subconscious circuit coming from the neuropod cells in our gut that are registering the presence of sugar or glucose increasing foods in our gut and sending those signals to\nthe brain for yet more dopamine and pain pleasure challenges, there's a third layer to this whole thing. And that has to do with how sugar is metabolized in the brain. Or I should say how glucose is used. Without getting into too much detail, some of the more beautiful\nstudies of neuroimaging and evaluating which\nbrain areas are active when we eat certain foods were done by Dr. Dana Small's\nlab at Yale University, and in some of her previous\nwork when she was elsewhere, and of course by other laboratories too. And they used an approach called positron emission tomography, and they and others have used\nPET scanning as it's called, positron mission tomography, along with an tool\ncalled 2-Deoxy-D-glucose. 2-Deoxy-D-glucose is actually\ninvolved in the procedure of seeing which brain areas are active when people eat foods or engage\nin other types of behaviors. But the way that 2-Deoxy-D-glucose, sometimes shortened 2DG. The way that it works is\nto block glucose uptake from neurons. And instead, bring along with it, a marker that one can see through imaging. So in other words, a tool for looking at what\nparts of the brain are active when eating particular foods, actually prevents foods such as sugar, from allowing glucose to\nget into particular neurons. Now that might seem like a bad situation, you'd say, well, wait, you're trying to understand\nhow sugar works in the brain, and then you block the\nability for sugar, glucose, to bind to, or be used by these neurons, because of the thing that\nyou're using for the experiment. Exactly, it's a huge problem, but it turns out to be a huge problem that led to a great insight. And the great insight is this, the preference for sweet\ntasting foods and liquids is actually blocked by 2-Deoxy-D-glucose. What that means, experimentally, but also in terms of what\nit means for you and me in the real world, is that there's yet a third parallel pathway that's related to the use of blood sugar, the use of glucose by neurons, that further reinforces our\ndesire to eat more sweet things. And the preference for sweet foods can actually be eliminated\nthrough 2-Deoxy-D-glucose. Now I am definitely don't\nwant people going out and consuming 2-Deoxy-D-glucose. This is a laboratory tool, it is not something that\nyou should be ingesting. So don't go look it up\nand try and get some, there might be other uses for\nit, but that's not the point. The point is that it is the\nsweet taste of sugary foods. It is the signals coming from your gut, from your digestive tract to your brain, and it's the use of the\nmetabolic consequences of sugary foods that are\nacting as a three pronged push on your desire to consume\nmore sugary foods. So this car analogy that I used before, where it's some weird car\nthat has two accelerators, it actually has three accelerators. And so with three accelerators,\nall pushing the system hard, we can say, wow, there must be something really\nspecial about this pathway. And indeed there is, this pathway is the quickest\nsource of fuel for the brain and the rest of the nervous system, it's the source of fuel for\nthe brain and nervous system. And I realize, as I say\nthat all the ketonistas are probably going no, actually ketones are the preferred source. Okay, i acknowledge that\nthere are conditions under which you can bring\nyour blood glucose very low, and there are reasons to do that. Actually ketosis has been a terrifically successful treatment for a lot of forms of epilepsy, in particular, pediatric epilepsy. Many people do derive\nbenefit from ketogenic diets, so I'm not knocking ketogenic diets, but if you were to look at\nwhat neurons normally prefer, meaning in a typical diet\nregimen, it would be glucose. And the fact that fructose is eventually converted to glucose, the fact that when we ingest sucrose, it's eventually converted into\na fuel that neurons can use, that's very much in the glucose pathway, what you basically arrive at is the fact that your nervous system is\na glucose consuming machine. And you've got at least three pathways, of which I've described, that are pushing on your brain consciously and subconsciously to get\nyou to seek and consume more sugar. Now that all sounds like a\npretty depressing picture, at least for those of you\nthat are trying to reduce your sugar intake. ",
            "segmentTitle": "Glucose Metabolism in the Brain"
        },
        {
            "text": "And of course we can\nall reduce sugar intake by way of sheer will, we can not have those foods at home, we can restrict ourselves from those. But there are some things that we all can and perhaps should do in order\nto regulate these pathways such that we don't feel\nso controlled by them, but rather that we control their output. And of course they are us and we are them, so this gets into all sorts\nof issues of consciousness and freewill that I\ncertainly don't want to cover in this episode. But nonetheless, I think\nonce you understand that these circuits exist and you understand that there\nare simple substitutions and modifications that one\ncan make to their food intake that can work within these pathways and even bypass some of these pathways, you start to realize that\nyou have a lot more control over sugar intake and sugar appetite than you previously thought. Now, many of you have heard of\nthe so-called glycemic index. The glycemic index is a measure of how quickly blood sugar rises after ingesting particular foods. And very broadly speaking, we can say that there are\nlow glycemic index foods, of less than 55, typically,\nis the measurement, or medium glycemic index foods, which go from about 55 to 69, and then so called high glycemic\nfoods, which are above 70. And of course there's additional nuance related to glycemic load and many more features\nof the glycemic index. A couple of things to understand about how the glycemic index is measured. And then I'd like to\njust briefly talk about how the glycemic index can\nbe leveraged to short circuit some of the neural circuits\nthat would otherwise lead us to crave and perhaps\neven ingest sugar foods. First of all, measurements\nof glycemic indices of food are typically made by having\npeople ingest those foods in isolation. And in general, we can say\nthat anytime we ingest fiber and/or fat, lipids, along\nwith a particular food, it will reduce the glycemic\nindex of that particular food, either the absolute level of blood glucose that a particular food causes or the rate at which that\nelevation in blood glucose occurs. And this is why there are some\nseemingly paradoxical aspects to sweet stuff in terms\nof the glycemic index. For instance, Ice cream\nhas a lower glycemic index, provided its ice cream that includes fat, which I hope it would, 'cause that's the good tasting ice cream, in my opinion, compared to something like\nmangoes or table sugar, right? So the glycemic index is\nnot something to hold holy, in most cases, because most people are not\ningesting foods in isolation. And there's actually a lot of argument as to whether or not the glycemic index is really as vital as some people claim. There's also the context in which you ingest particular foods. As I mentioned earlier, after I do hard training of any kind, meaning training that\nought to deplete glycogen, so hard resistance training, I actually make it a point to ingest some very sweet high\nglycemic foods like a mango, I'll also ingest some starches 'cause I'm trying to replenish glycogen. I'm also trying to spike\nmy blood sugar a little bit because that can be advantageous in terms of certain strength\nand hypertrophy protocols, et cetera. But most of the time I'm avoiding\nthese high glycemic foods and high sugar foods, I\nshould point that out. Now, why am I telling you\nabout the glycemic index? Well, if we zoom out\nand take our perspective on all of this discussion\nabout the glycemic index, through the lens of the nervous system, and we remind ourselves that neurons prefer glucose for energy\nand that all sweet things, or things that we perceive as sweet, but also sweet things that\nare ingested and registered by those neuropod cells in our gut trigger the release of dopamine and trigger these neural circuits to make us want to eat\nmore of these foods, what we start to realize\nis that a sharp rise in blood glucose or a very\nhigh degree of elevation in blood glucose, is going to be a much more potent signal than would a more moderate\nrise in blood glucose or a slower rise in blood glucose. So if we think about the\nanalogy of three accelerators, meaning three parallel neural circuits, all essentially there\nto get us to seek out and consume more sweet\ntasting and sugary foods, well then the glycemic index\nis sort of our measurement of how hard we are pushing down or how fast we are pushing down\non those three accelerators. And so for those of you that are trying to reduce sugar take, and you want to do that\nthrough an understanding of how these neural circuits work, and you want to short circuit\nsome of the dopamine release that's caused by ingesting sugary foods. It can be advantageous\nto ingest sweet foods, either alone or in combination with foods that reduce glycemic index\nor reduce glycemic load. So that might mean making\ndifferent food choices. So paying attention to sweet tasting foods that can satisfy sugar cravings, but do not have as steep or I should say, do not cause as steep\na rise in blood sugar, or it could mean consuming other foods along with sweet foods in order to reduce the glycemic index and thereby, slow or blunt\nthe release of dopamine. You might think, well, why\nwould I want to do that? I want the maximum dopamine output in response to a given sweet food. I don't just want the you know, level 10. I want the level 100 output of dopamine. But you really don't, because of the pleasure pain\nbalance that dopamine causes. And in fact, if we consider\nsome of the non-food substances that really push hard on\nthese dopamine pathways, we can come up with a somewhat sinister, but nonetheless appropriate analogy. The drug, cocaine, causes\nvery robust, potent increases in dopamine within the brain, and typically causes people\nto want to ingest more cocaine because of those sharp\nincreases in dopamine. But within the category\nof the drug cocaine, there are various modes of ingestion. Some people inhale it, some people will inject it intravenously, some people will smoke it, and those different\nforms of taking cocaine actually impact the dopamine\ncircuits differently. And it turns out that crack cocaine, the smokable form of cocaine rock, increases dopamine to a very high degree, but also very quickly. And it is the sharp rise\nin dopamine over time, not so much the absolute\nlevel of dopamine, that makes crack cocaine\nso absolutely addictive. So sometimes you'll hear, you know, sugar is like crack, well, and that's getting a little extreme because even though I don't\nthink the measurements have been done in the same experiment, I think it's reasonable to think that the absolute level of dopamine caused by ingesting sugar, at\nleast for most people, is not going to be as high as\nthe absolute level of dopamine caused by smoking crack. Of course it goes without saying, please don't do cocaine\nin any form, by the way. It is appropriate to say that\nthe rate of dopamine increase over time has a profound\neffect on how people will, and if people will, go on to want to pursue\nmore of what caused that increase in dopamine. So what I'm basically saying\nis if you're going to ingest sweet foods in order to\nsatisfy a sweet craving, ingesting sweet foods for which\nthe glycemic index is lower or in which you've adjusted\nthose glycemic index foods through the co-ingestion\nof fiber, or maybe fat, might be beneficial. So is this justification\nfor putting peanut butter on that piece of chocolate or for having a of ice\ncream along with the mango that you're craving? In some sense, yes, however, there's also the issue of\nhow sweet and how delicious something tastes. Highly palatable foods,\nabsolutely delicious foods, trigger that one neural circuit, that one accelerator that\nwe were talking about in terms of our analogy\nof three accelerators, and the more delicious something\ntastes within our mouth, the further increase in dopamine. So if you really wanted to\nadjust your sugar cravings and you really still want\nto ingest some sugary foods, you probably would better\noff combining fiber with that sugary or sweet food. Now I do realize that\nit's somewhat unusual and you probably get some strange stares, if you decided to consume broccoli, for instance, along with your chocolate, or with a another dessert\nthat would otherwise cause a steep increase in blood sugar and has a high glycemic index. But nonetheless, if your goal is to blunt your sugar cravings, what you really need to do is\nblunt that dopamine increase. So what we're really talking about here is trying to reduce the dopamine signal that is the consequence\nof ingesting sweet foods. And we're talking about doing that through these different parallel pathways, not just by preventing sweet taste, but also by preventing\nthe post-ingestive effects of sweet foods. And of course the backdrop to all of this ",
            "segmentTitle": "Tool: Glycemic Index, Blunting Sugar Cravings"
        },
        {
            "text": "is that most of us, again,\nmost of us, not all of us, should probably be ingesting\nfewer refined sugars. Certainly there are exceptions to that. But I think the bulk of\ndata point to the fact that ingesting these highly palatable, certainly highly palatable,\nhighly processed foods, or foods that contain a lot\nof high fructose corn syrup, can be really deleterious to our health, especially in kids. And I'm not going to cite\noff a bunch of statistics, you've all heard them before, that you know, for hundreds of\nyears, we ingested, you know, the equivalent of a few cups\nor pounds of sugar per year. And you know, now people are ingesting hundreds of pounds of sugar per year. The major culprit always\nseems to be sugary drinks, meaning soft drinks, and I\nthink indeed that's the case. I do want to point out the incredible work of Dr. Robert Lustig, who's a pediatric endocrinologist at the University of\nCalifornia San Francisco, who was really early in the\ngame of voicing the dangers of so-called hidden sugars\nand highly processed foods, there are other people, of\ncourse, now talking about this. His laboratory has done important\nwork showing for instance, that if high fructose corn syrup or even just fructose is\nreplaced with glucose, even if the same number\ncalories is ingested, that there are important\nmeaning significant reductions in type two diabetes, some of the metabolic syndromes associated with high fructose corn syrup and on and on and on. And of course there are other\nculprits in type two diabetes, there are other factors that\nare going to lead to obesity. But I think that work\nfrom Lustig and others has really illustrated that\nwe should all be trying to reduce our intake of\nhighly refined sugars and high fructose corn syrup. And certainly trying to reduce our intake of very sugary drinks,\nnot just soft drinks, but also fruit juices that\ncontain a lot of sugar. Now, even for people that\nare of healthy weight and who don't have metabolic syndromes, there may be an additional reason to not want to ingest very sweet foods and highly refined sugars. And this has to do with\na new and emerging area of nutrition neuroscience. And I want to point out that\nthese are new data, right, so it's not a lock, the double blind placebo\ncontrolled studies in large populations\nhave not been finished. So I want to make sure that that's clear, ",
            "segmentTitle": "Sugary Drinks, Highly Refined Sugars"
        },
        {
            "text": "but I also want to make clear what some of the really exciting data, coming from Dana Small's lab at Yale, and from other laboratories are showing. And this has to do with what's called conditioned taste preference. Using a kind of Pavlovian\nparadigm, what they do, is they have people, and these\nstudies were done in people, ingest maltodextrin, which\nincreases blood glucose, doesn't have much flavor, but even if it does have a\nlittle bit of subtle flavor, the maltodextrin is cloaked\nby some other flavor. And by cloaking it with that other flavor or pairing it with that other flavor, what they find is that over time, because the maltodextrin\nincreases blood glucose, and they're ingesting a particular flavor along with that maltodextrin, they can then remove the maltodextrin, and the flavor will induce\nan increase in insulin. The increase in insulin of course, is the consequence of\nthe fact that anytime there's a rise in blood glucose, provided the person isn't diabetic, there's a parallel increase in insulin. Now this is very interesting\nbecause what it says is, well at a first pass, it says\nthat we are very Pavlovian in terms of our physiological\nresponses to foods and particular flavors\ncome to be associated with particular patterns\nof blood glucose increase and hence patterns of insulin increase, because of course, insulin manages glucose in the bloodstream as I mentioned earlier. This also has implications\nfor understanding things like artificial sweeteners. And here I want to\nhighlight that this is still very controversial work, needs\nmore data, but nonetheless, I'd like to share it with\nyou for consideration. The small laboratory has\ndone studies in humans, both in adults and in children, showing that if the flavor\nof artificial sweeteners is paired with maltodextrin, and then the maltodextrin is removed, that the artificial sweetener taste itself can subsequently increase\ninsulin in the bloodstream. In other words, taking something\nthat increases blood sugar, attaching a flavor experience to that, having children or\nadults ingest that thing, allows the nervous system\nto associate that flavor with that increase in blood glucose. But then you can remove the\nglucose increasing substance, and the flavor alone will increase insulin because insulin typically\nfollows blood glucose. So this is a conditioning effect. Now, the reason these\ndata are controversial is several fold. First of all, the landscape\naround the discussion around artificial sweeteners\nis definitely what I would call a barbed wire topic. And I want to preface what I'm\nabout to say next by saying, I actually ingest artificial sweeteners. I will have the occasional\ndiet soda, not every day, maybe I don't know, once or twice a month. I don't particularly like the taste, but I'll do it just 'cause it's around, and I want some caffeine\nand I like the carbonation if I'm on a plane or something, I do ingest plant-based\nnon-caloric sweeteners. To my knowledge, there have\nnot been high quality studies of plant-based non-caloric sweeteners in the context that I'm referring to here. Nonetheless, these studies\nshow that particular flavors can be conditioned to\ncause an insulin increase. And the flavor associated with\ncertain artificial sweeteners is included in that category of flavors that can induce insulin, even in the absence of something that can increase blood glucose. Now the simple takeaway from these studies would be the following, and this is actually one\ninterpretation that Dana Small has offered to her data, but she offers other\ninterpretations as well. One of interpretation is that if people are going to ingest artificial sweeteners, and they do that along with foods that very sharply increase blood glucose, then there is the potential,\nI highlight the potential, for those same artificial\nsweeteners to increase insulin, even in the absence of food. In other words, let's\njust draw the scenario out in the real world. You're having a diet soda along with a cheeseburger and fries. You do that every day for lunch, okay? Somewhat extreme example,\nbut natural world example, you do that every day for lunch. And then you just have a diet soda alone. The extreme interpretation of the data that they've collected says, well, that diet soda alone\nwill increase insulin, even though there's no\nincrease in blood glucose because you haven't ingested food with it because you conditioned that\ntaste of artificial sweetener to the experience of a rise\nin glucose and hence insulin. Now the counter argument to this would be, well, that's a very unusual situation, maltodextrin causes big\nincreases in blood glucose, so that's not really a fair experiment or it's not a natural world experiment. And I think that's a decent assessment. Although I will point out\nthat one of the reasons why this study is so controversial or why these data are so controversial, is that the experiment\nactually had to be stopped. And particularly the\nexperiment in children had to be stopped because\nthe changes in insulin that were observed early in\nthe study were so detrimental, that the institutional review\nboard, quite appropriately, said, we can't do this to these kids. They're experiencing these\nodd shifts in insulin that are not healthy for them when they're just ingesting\nartificial sweeteners in the absence of these\nglucose increasing foods. So once again, I do ingest\nartificial sweeteners, I'm not saying that they are dangerous, I'm not saying that\nthey are not dangerous, I'm saying that you have\nto decide for yourself. In previous episodes, I've highlighted that\nartificial sweeteners have been shown in studies of animals, that when given in very high\ndoses, sucralose in particular, there can be fairly robust\ndisruption to the gut microbiome, which is vital for immune\nhealth and brain health, et cetera, et cetera. But thus far, our knowledge\nof how artificial sweeteners negatively impacts or positively\nimpacts, I should say, the microbiome and other\ndeleterious effects on the body, has mainly been explored\nin animal studies. Again, the work by Dana Small\nhas been done in humans. There's some parallel work\nby others in animal models. I bring it up today to\nillustrate the following point. Normally we have a pathway that we don't have to condition at all, it's there from birth, whereby ingestion of sweet foods causes increases in dopamine. And there are parallel pathways\nby which neurons in our gut and elsewhere in our body, trigger further increases in dopamine. There's no need for a conditioned response or to become Pavlovian about this, right? You're hardwired to want\nto eat sweet things, by at least two and probably\nthree parallel pathways. Now the work from Dana\nSmall's lab and others that have illustrated this\nconditioned flavor preference, I think beautifully show that any flavor that's associated with a glucose spike or a long sustained increase in glucose can also be conditioned. In other words, the circuits for dopamine that reinforce the desire\nto eat particular things is not unique to the sugar pathway. And this is one of the reasons I believe, why ingestion of sweet foods doesn't just us to want\nto eat more sweet foods, I think that is absolutely clear based on animal data and on human data, I think that's robust, it's actually the stuff of textbooks now, but in addition, ingesting sweet foods and/or foods that raise blood glucose, but that we don't perceive as sweet. So for instance, foods with hidden sugars, sugars that have been masked\nasked by salty or spicy taste, increases our desire for\nglucose elevating foods and food, generally, I think that's the only\nlogical interpretation of the data that I can arrive at. So for people that struggle\nwith regulating their appetite or with regulating their sugar appetite, ",
            "segmentTitle": "Artificial Sweeteners"
        },
        {
            "text": "I think the understanding of\nconditioned flavor preference, while a little bit complicated, ought to be useful in\ntrying to navigate reducing sugar cravings and sugar intake. As a segue into tools\nto control sugar intake, as a means to both regulate\nsugar intake itself, as well as food intake overall and steer us towards healthier choices. I'd like to talk about some\nof the special populations out there that might want\nto be especially wary of having a dysregulated\nsugar appetite system. And the group I'm\nreferring to specifically are those with attention\ndeficit hyperactivity disorder or, I should say, and/or, people who have issues with\nfocus and attention, generally. And I think more and more nowadays, I'm hearing that people are\nhaving a hard time focusing. This probably has something\nto do with our interactions with electronic devices. As I always say, if a picture\nis worth a thousand words, a movie is worth a million pictures, and the fact that we\ncan access so any movies just by scrolling with our thumb, is something that the nervous system has just never contended\nwith before in human history. I'm confident in that. And it's not that it can't deal with it, the question is what's the trade off? What are the consequences of that? So attention and ability\nto focus is obviously key to success in school,\nsuccess in relationships, success in the workplace,\nand success in life. We could probably even go so\nfar as to say one's ability to succeed in anything is\nproportional to one's ability to focus and then deliberately defocus when the time comes to defocus, right? 'Cause we all need rest\nand we need to disengage and then reengage, If you look at the sum\ntotal of the meta-analysis and the clinical data\non ADHD and nutrition, you arrive at a pretty clear answer, which is that sugar consumption, in particular, highly refined sugars, is just not good for people with ADHD or with attentional issues. Now, as I say that, I\nalso want you to recall the earlier study that I referred to, whereby the tuning of neurons in the brain is highly dependent on glucose. So this doesn't mean consuming no glucose is going to be a good idea. It doesn't mean that the ketogenic diet is necessarily the best diet for ADHD. Although there are some\npeople pursuing that and exploring that, and we'll\ndo yet another episode on ADHD at some point that go was a\nlittle bit deeper into that, because there's some new data. I did do a very long and fairly\nextensive episode on ADHD. You're welcome to look that\nup if you like in our archive, excuse me, in our archive\nat hubermanlab.com, it's all timestamped. So, you know, because the\nnumber of people said, oh, you know, it's an episode on ADHD and you made it two and a half hours long. Yes we did, because we wanted\nit to be as comprehensive as we could at the time. But it is timestamped, you can just jump to the\nparticular topics of interest and there's short little cassettes there. Now, if you'd like to\nknow upon what I'm basing this statement that sugar consumption and highly refined sugar consumption is potentially bad for ADHD, I'm basing this mainly on the conclusions of a really nice paper, the title of the paper is \"Sugar Consumption, Sugar\nSweetened Beverages, and Attention Deficit\nHyperactivity Disorder: A Systematic Review and Meta-Analysis.\" And this is a paper, we'll put a link to this in the caption. This was published in\nComplementary Therapies in Medicine which is a bit of an atypical\njournal in some sense. But I really like this meta-analysis. The sum total of this\nmeta-analysis is really that when, especially kids, get beyond\nfour sugary drinks per week, so four sodas of a typical 12 ounce soda, when they get past four\n12 ounce sugary sodas, they didn't, as far as I know, look at artificially sweetened sodas. That's when you start\nto see a shift towards more negative outcomes, more\nsymptoms of existing ADHD. Now where the controversy comes in is whether or not sugar consumption can actually trigger or cause ADHD. And I don't think we can conclude\nthat at all at this time. And this review, if you\ndecide to check it out, review/meta-analysis, I should say, if you decide to check it out, goes into some of the nuance around that. What's also interesting in\nterms of ADHD and sugar intake, and it probably has\nrelevance to all of us, is that they also cover\nsome of the interesting data showing that supplementation\nwith omega-3 fatty acids can actually beneficial for people, in particular kids with ADHD, I've talked before about\nthe utility of omega-3s, that's been shown in various studies that have compared\nomega-3 fatty acid intake to say prescription\nantidepressants, like SSRIs, like Prozac, Zoloft,\nand similar, Fluoxetine, and the results of those\nstudies are pretty clear, at least to me, that provided that one gets\nat least one gram of EPA, essential fatty acids, so it's not just getting one gram per day, but one or more grams\nper day of the EPA form of essential fatty acid, can rival some prescription\nantidepressants and/or decrease the\namount of antidepressants that's required to take. Which for a lot of people\ncan be a very useful thing because of the side effect profile of many of those antidepressants. Of course, talk to your\npsychiatrist, talk to your doctor, but the omega-3s are no doubt powerful. And then of course there's a whole story about omega-3s and heart health. And of course, like anything else, there's some controversy around omega-3s, but I think the data\nare clear enough to me around mood and cardiovascular health, that certainly I personally ingest them. But as always, I always say, anytime you're going to\nadd or remove anything from your nutrition,\nsupplementation, exercise, or otherwise your lifestyle, definitely consult with a\nboard certified physician. I don't just say that to protect me, I say that to protect you, you are responsible for\nyour health ultimately. So omega-3 supplementation\nhas been shown to be beneficial for ADHD. Why am I talking about this in the context of an episode on sugar\nand the nervous system? Well, if you remember\nthose neuropod cells, those cells in your gut\nthat respond to sugar and send signals up to the brain to cause the release of dopamine. Well, it turns out that\nneuropod cells also respond to amino acids and to fatty acids, in particular, essential fatty acids. So these cells that we\ncall neuropod cells, have three jobs. One is to levels of sugar in the gut, the other is to detect\nlevels of amino acids, and to detect levels of\nparticular essential fatty acids, and communicate that\ninformation to the brain. And I should point out\nwhen I say communicate that information, they're\nnot actually saying, hey, there's amino acids here, or hey, there's sugar here, or, hey, there's essential fatty acids, because the language of these\ncells is somewhat generic. It's just the firing of\nelectrical potentials. But that's the key point, it's generic and all three\nor any of those three, sugar, essential fatty\nacids, or amino acids, will trigger these neurons to signal to the brain to increase dopamine. And it is not coincidental that omega-3 fatty acid\nsupplementation can help ameliorate some of the symptoms of ADHD by way of presumably increasing dopamine in this neuropod to dopamine pathway that we talked about earlier. The whole thing has a very\nnice logical structure to it. And points to yet again, the immense value of\nbringing the proper amounts, maybe even supplementing\nthe proper amounts of omega-3 fatty acids and the\nproper amounts of amino acids into the gut as a way to supplant some of the stimulation of these pathways that would otherwise be caused by sugar. There's actually a version\nof this where one could say, if you want to reduce sugar cravings, you might consider\nincreasing certain forms ",
            "segmentTitle": "ADHD, Omega-3s"
        },
        {
            "text": "of amino acid intake or certain\nforms of fatty acid intake. So what are some ways that we\ncan reduce our sugar cravings, and ideally ways that we can do that, that also benefit us in other ways, both nutritionally and from\nthe neuroscience standpoint? Well, these neuropod cells that respond to and signal the brain when we\ningest sugar, as I mentioned, also respond to amino acids\nand essential fatty acids. We already talked about\nthe essential fatty acids. I make it a particular\npoint to ingest anywhere from one to three grams, that's grams, of EPA essential fatty acid per day. I make it a point to do\nthat with the ingestion of high quality omega-3s. For me, the simplest way to do that, and I think for most people,\nthe lowest cost way to do that, is to use some liquid form of fish oil or some capsule form of fish oil. You really do have to see\nhow much essential fatty acid in the form of EPA is in those. If you try and do that\nonly through capsules, it can get kind of expensive, depending on which\nparticular brands you use, some have more EPA, some less. You can, of course also\ndo this through foods, you can do this with non fish sources, through things like algae,\nand there's some other forms, you can look it up online now, plant-based sources of EPAs, you can do this with\nhigh quality fish oil. In any case, that does\nseem at least based on a modest amount, but\nnonetheless solid literature, to reduce sugar cravings somewhat, but that could easily be by\nmere replacement of calories. So we don't know yet\nbased on human studies, whether or not the ingestion of those EPAs is specifically activating\nthe neuropod cells, which specifically\nactivates dopamine release and bypasses the need for,\nor the craving for sugar. We don't know that yet. But logically, it holds up to assume that. The fact that these neuropod cells and I should say other\nneurons within the gut respond very robustly to the presence of particular amino acids\nis also a potential lever by which one could reduce sugar cravings. And there's an interesting literature around the amino acid, glutamine, in particular supplementing\nwith the amino acid, glutamine, as it relates to sugar cravings, and certainly as it relates\nto other aspects of the gut, in particular leaky gut. The use of supplemental glutamine\nto try and treat leaky gut is not a new phenomenon. There are other approaches too, of course. But there are many people\nwho are experimenting with supplementing with\nglutamine, several grams per day, often even, you know, five\ngrams distributed through three or four different\nservings throughout the day as a way to blunt their sugar cravings. Now there has not yet been\na large scale clinical trial using glutamine to reduce sugar cravings, but the results of the few\nstudies that I looked at, as well as my understanding of the logic of these neuro circuits,\nincluding the neuropod cells, brings us to a conclusion\nthat it makes sense why if there's a population\nof neurons within our gut, that responds very robustly to the presence of sugar,\nfatty acids, or amino acids, that the intake of particular amino acids would allow the dopamine pathways that might otherwise be triggered by sugar to be triggered by\nsomething like glutamine, which has very few or no calories. And in fact, having talked\nabout this previously, a number of people that I\nknow went out and tried this, now this is of course is\nwhat I call anec data, right? This is not a quality peer reviewed study, this is anec data. Many of them have reported back that they actually feel\nas if their sugar cravings are reduced. I know some people who\nactually take glutamine and mix it with full fat cream and take it kind of like\na shot of full fat cream, which sounds absolutely\ndelicious by the way, glutamine is a little bit chalky, so it's not that great\ntasting to ingest with sugar. I should mention, if you do\ntry and take this approach of ingesting glutamine\nto reduce sugar cravings, you want to increase\nthe amount of glutamine that you take somewhat gradually. It can create some gastric distress if you just, you know, I certainly wouldn't take\na big table spoon of it, throw it in water and chug\nit down three times a day. Some of you with very hardy stomachs can probably tolerate that. You know, if you're like my bulldog, which unfortunately\npassed away, but Costello, I always imagine that if ever\nwe did an autopsy on him, he'd have like a license plate and like a human being in his gut, 'cause it seemed like\nhe could ingest anything with no issues, but of course, many people\nhave kind of sensitive guts. So if you're going to try taking glutamine as a means to reduce sugar cravings, just know that the\nstudies are still ongoing. Some people have achieved benefit. Please also realize that\nthere's an entire literature devoted to the potential\nhazards of increasing glutamine if you have a preexisting cancer. So if you have cancer\nor you're cancer prone, I would really discourage\nyou from this approach. And in any case, as always,\ntalk to your doctor. The logic nonetheless is there, why increasing amino acid\nintake or fatty acid intake ",
            "segmentTitle": "Tools: Reduce Sugar Cravings with EPA Omega-3s & Glutamine"
        },
        {
            "text": "might decrease sugar craving. Now there are other ways\nto reduce sugar craving and there are certainly\nways to reduce the sharp rise in blood glucose that can occur when we ingest sugary sweet foods or even just an abundance\nof carbohydrate foods, and there are a huge\nnumber of these things. I'm going to sort of\nlayer up through the ones that you might find in your\ncupboard, at the grocery store, and then get into some\nof the more extravagant or I should say, esoteric ones, many of which however can be quite potent. The first of which is\nsimple lemon juice, right, or lime juice. There was an old lore\nand actually some papers, pointing to the idea that\nthe ingestion of vinegar, either white vinegar or wine vinegar, could somehow blunt blood glucose after the ingestion of sugary foods or the ingestion of a lot\nof carbohydrate foods, or even just a big meal. Actually, Tim Ferris, I should\nsay the great Tim Ferris, 'cause I do have great\nrespect for the fact that he seems to be about 10\nyears ahead of everything, both in terms of nutrition\nand skill learning and things of that sort, many of the things that\nhe predicted in his books, \"The Four Hour Body\"\nand \"The Four Hour Chef\" actually turned out to be\ntrue based on scientific data, some of which only exists\nin the animal models, but now also some predictions\nthat played out to be true in both the animal models\nand and the human models. So I think that Tim\ncertainly deserves a hat tip for the fact that he\nexperimented with these methods and reported his experiences\nwith those methods and that now some of them, many of them, have been validated by\nwhat I perceive to be quality science. He talked about the fact that, at least in his experiments on himself, the ingestion of vinegar\ndid not seem to blunt blood glucose, and he was using\ncontinuous glucose monitors. These incidentally, another\nexample of where Ferris was early to the game and the rest of us are kind of just in his wake. He talked about the use\nof blood glucose monitors, those, I think at the time\nwere implanted below the skin. Nowadays there are less\ninvasive blood glucose monitors, things like Levels and so forth, and these are actually\nbecoming pretty popular. I've worn one of these before. They're actually pretty informative. I learned for instance,\nthat when I go in the sauna that I experience a sharp\nrise in blood glucose. And that makes sense because\nof the dehydration associated with being in the sauna,\na lot of sweating, the concentration of sugar\nin the bloodstream goes up. So there's some other\nthings that certain foods affect my blood glucose\none way or another. It's kind of an interesting\nand fun experiment that some of you might be\ninterested in doing as well. Regardless, there are now\ndata pointing to the fact that lemon juice and lime juice, a couple tablespoons or so, if ingested before, or\neven during, or even after, consumption of sugary foods, or I should say foods that\nsharply increase blood glucose or large carbohydrate meals, can actually blunt the\nblood glucose response. And I did see that when I did\nmy own experiments on myself with a continuous glucose monitor, it was kind of fun to\ndo those experiments. I preferred to do those experiments by eating somewhat larger meals of things that didn't\ncontain a lot of sugar. I saw some big increases in blood glucose in certain instances, and then I would ingest some\nlemon juice or lime juice, typically mixed in with water. And sure enough, you could see a blunting of the blood glucose response. And of course this was\nreal time, continuous, hence continuous, blood\nglucose monitoring. So for those of you that are interested in blunting your blood sugar\nresponse, certain foods, that's a simple, low cost way to do that, if you want to explore it. I will say, if you are fasting and you already have low blood glucose, and you ingest lemon juice, or I should say some lemon juice and water or lime juice and water, be careful because you can\nactually become hypoglycemic. For the very same reasons\nthat that lemon juice and lime juice can blunt blood glucose when your blood glucose\nlevels are moderate to high, you can also reduce blood\nglucose levels even further when blood glucose levels are low. Now that's lemon juice\nand lime juice there. But we can't say that has\nto do with acidic things, generally. And just as a side point, many of you have probably\nseen in the store, so called adjusted pH\nwaters or foods and drinks that are supposed to adjust your pH. Hate to break it to you, but your pH is very tightly regulated throughout your brain and body. You do not want this to change. It is entirely impossible,\nat least in any safe way, that you would become\nquote unquote more alkaline by ingesting an alkaline\nwater or something like that. It is true that the pH,\nyour alkalinity and acidity varies in different\ncompartments in your body, that's important. Unless you are hemorrhaging or vomiting, or there's something badly\nwrong with you, health wise, and you're in a really dire circumstance, you don't want big shifts in your body pH and your body has all sorts\nof ways of buffering against changes in pH. So I encourage you not to fall on the, or hop on the bandwagon of adjusting pH and becoming less acidic,\nand that kind of thing. When you ingest lemon juice or lime juice, the mechanism by which\nit blunts blood glucose is probably twofold. One is probably through\nthe post-ingestive effects of glucose in the gut, meaning the way in which\nsugars are interacting with neurons and other\ncomponents of your gut circuitry to impact things like\ngastric emptying time, to impact things like the\nfiring of those neuropod cells and their signaling to the brain. But almost certainly it\nhas something to do also with the perception of\nsour taste on the tongue. We didn't go into this too\nmuch today, but you, of course, don't just have sweet taste\nreceptors in your mouth, you also have bitter taste receptors, you have salty taste receptors, you have sour taste\nreceptors in your mouth and of course, that means\nyour tongue and palate. And those are interacting. If you ingest a substance that's\njust sweet or mostly sweet, that causes a certain set of\neffects on your blood glucose, but also your brain, dopamine, and the other neuro\ncircuits of your brain. If you also ingest something that's sour like lemon juice or lime juice, it adjusts the output\nof those neural circuits in your brain. So again, where you have a situation where you have two parallel pathways, one that's post-ingestive\ncoming from phenomenon within our gut neurons, but also things like\ngastric emptying time, the clearance and transfer of food, and the conversion of food\ninto particular nutrients and the circulation of\nglucose in your bloodstream and how it gets into the brain. But also simply by\ningesting something sour, you are changing the way that sweet things impact your brain. And so I think it stands to reason that the lemon juice/lime juice effect is not going to be magic. It's going to have\neverything to do with the way that ingesting sour foods\ncan adjust the taste. Excuse me, can adjust the neural response to taste of sweet foods. And in fact, we know based\non the beautiful work of Charles Zuker at\nColumbia Medical School, that that's exactly what I happens. They've measured the activity of neurons at various locations in the so-called taste pathways of the brain. And they found that when particular tastes like just sweet or just\nbitter or just sour evoke certain ensembles of neurons to fire in particular sequences, when sweet and sour are co-ingested, when bitter and sour are co-ingested, you get distinct ensembles, meaning distinct patterns of\nactivity of those neurons. And of course, distinct\npatterns of downstream activity within the brain and body. So while it is still somewhat mysterious as to how exactly things like\nlemon juice and lime juice can reduce our blood glucose spikes. When we ingest those with sweet foods or carbohydrate laden\nfoods, or with big meals, ",
            "segmentTitle": "Tool: Blunt Sugar Peaks & Craving with Lemon Juice"
        },
        {
            "text": "you can use this as a tool\nwith the understanding that there's a grounding in the biology of the way these circuits work. Now, some of you have\nprobably heard that cinnamon can be a useful tool for\ncontrolling blood sugar. And indeed that's the case. It's very clear that cinnamon can adjust the rate of glucose entry into the stream, possibly by changing the\nrate of gastric emptying, it might slow the rate of gastric emptying and thereby also reduce the glycemic index of particular foods. So I suppose if I were\ngoing to eat a mango, and I hadn't just done a\nbunch of hard training, I might sprinkle some cinnamon on it here. I always enjoy kind of\ncoming up with new ideas of ways that I can eat\nfoods during these podcasts. In any event, there's\nsome debate out there, if you look online as to\nwhether or not Saigon Cinnamon, Cassia cinnamon, excuse me,\nor Ceylon cinnamon is best for purposes of blunting\nblood glucose spikes. But I think the, at least\nby my read of the data and from what I've found, it doesn't really matter\nprovided it's real cinnamon. And you have to actually\nlook and make sure that it's real cinnamon, because a lot of cinnamon\nthat you buy is not real. I do want to provide a cautionary\nnote about cinnamon however. Cinnamon contains\nsomething called coumarin. which can be toxic at high levels. So you don't want to ingest\nmore than about a teaspoon, maybe a teaspoon and a\nhalf of cinnamon per day, because you'll start\nto exceed the threshold at which cinnamon could\nstart to be problematic. But certainly if you're\ngoing to have a big meal or a meal that has a lot of sugar in it, or a lot of carbohydrate laden foods, and you don't want an\nincrease in blood glucose, you could put cinnamon in a beverage, you could put cinnamon on food in order to blunt that\nblood glucose increase, reduce the glycemic index by way of reducing gastric emptying time. Again, just making sure\nthat you don't get out past that one and a half teaspoons per day, 'cause you really don't\nwant to start dealing with any of the toxicity\nrelated to coumarin. So we've talked about\nlemon juice and lime juice and cinnamon, these\nare kind of commonplace in many kitchens. Then of course we can venture\ninto the more esoteric ",
            "segmentTitle": "Tool: Reduce Sugar Cravings & Spikes with Cinnamon"
        },
        {
            "text": "or I would say the more advanced tools for adjusting sugar intake. And the one that comes to\nmind is of course Berberine. Berberine is a derivative of tree bark and it is a very, very potent substance for reducing blood glucose. So much so that it is on par with Metformin or Glibenclamide, which are prescription\ndrugs specifically used to reduce blood glucose. So using Berberine is a serious step, you should absolutely talk\nto your doctor about it. I know of a number of people that use it to lower blood glucose when\nthey eat really large meals. I know the number of\npeople that are using it to get to some of the\nother effects of Metformin that people have discussed, things like activating or\ntapping into the so-called AMPK pathway, reducing mTOR, these are people that are\naiming their activities at increasing longevity, a somewhat controversial approach, still, but I know many people are doing it. It is true that if you ingest Berberine, your blood glucose will plummet. And I point that out because\nI've actually tried it before, it gave me brutal headaches\nand I felt really dizzy, and I felt like I couldn't see straight. And actually I couldn't see\nstraight, why did it do that? Well, it made me hypoglycemic. It actually drove my blood\nglucose down too far. And the reason it did that is that I took Berberine\non an empty stomach. I know some people can tolerate it. I would say, be very cautious\nabout ingesting Berberine on an empty stomach, or if you are in a low carbohydrate diet, unless you really know what you're doing and you have a medical professional to kind of guide you through that. If I took Berberine along\nwith a very large meal, that included a lot of\ncarbohydrates, you know, I can recall the days in\nwhich Costello and I would eat a couple of pizzas and then\nwe might get ice cream, that kind of thing. Then I felt perfectly fine\non even up to 750 milligrams or a gram of Berberine. It has the kind of unique\nproperty of making you feel not overwhelmed by the amount\nof blood glucose increase that you're experiencing\nfrom eating a big meal. I don't quite know how\nelse to describe it. It's almost as if you can keep\neating and eating and eating, and of course you have to\nprotect your gastric volume. I mean, you only have so\nmuch space in your stomach to ingest food. I wasn't using it to gorge on\nfood, I just heard about it, I was interested in experimenting with it. I don't have any chronic\nblood sugar issues. But again, when I took\nit on an empty stomach, it made me hypoglycemic on\na low carbohydrate intake, hypoglycemic, not a good experience. And again, an experience I think to avoid. But provided there's a lot of\nglucose in your bloodstream, and certainly if you are\nof the experimental type or you're trying to\nregulate blood glucose, Berberine might be a good option. But again, talk to your doctor. It does have some other\ninteresting effects in terms of lowering total cholesterol that are research supported of reducing insulin a little bit. Well, that's not surprising\nif you reduce blood glucose, you're going to reduce\ninsulin because of course, insulin manages blood\nglucose in the bloodstream. So I would place Berberine and of course, Metformin and Glibenclamide in\nthe kind of the heavy hitting potent tools for regulating blood glucose. Now, this is an episode,\nnot about sugar per se, but sugar viewed through the\nlens of the nervous system. And what's interesting about Berberine, Metformin, Glibenclamide\nand related substances, is that some of the\neffects are of course on gastric emptying or\nbuffering blood glucose within the bloodstream, et cetera. But there appeared to also\nbe some neural effects of having chronically low glucose or blunting blood glucose\nthrough things like Berberine. And some of those neural effects include longstanding changes in\nthe hormonal cascades that are the consequence\nof having low blood sugar and thereby, changes\nin the neural circuits that manage blood glucose overall. The simple way of saying\nthis is that by maintaining low to moderate blood glucose, either by not ingesting heavily\ncarbohydrate laden foods. So here I'm speaking to the\nlow carb or the ketogenic types or by blunting blood\nglucose through things like Metformin or Berberine, even if ingesting carbohydrates,\nmaybe even some sugars, over time, it seems that\nthere's a adjustment, what we call a homeostatic regulation of the neural circuits\nthat control things like sugar craving, and indeed, some people report feeling\nfewer sugar cravings over time. Now I didn't use Berberine for\na very long period of time, I've never used Metformin. I have experienced a somewhat\nodd but welcome phenomenon of with each progressive year of my life, I have fewer and fewer sugar cravings. Why that is, I don't know. I suspect it might have\nsomething to do with my sleep. And I'll talk about that in a few minutes. But if you're going to explore Berberine or Metformin or otherwise, in addition to working with a doctor, I think you should understand\nwhy you're doing it, right. I think that many of the\neffects can be quite potent. They can happen in both the immediate term in terms of regulating blood glucose, they can send you hypoglycemic\nif you aren't careful, they can also cause longstanding changes to the neural circuitry that regulates blood sugar over time. Some of which might be\nwelcome changes, right? Reduce sugar cravings for instance. And if you are really, really serious about modulating blood glucose through things like Berberine, the typical dose range, again, is anywhere from half a\ngram to 1.5 grams daily, that's the typical dosages\nthat have been explored. And there are some other\nsubstances like sodium caprate which are known to augment\nthe effects of Berberine via the AMPK pathways. They basically can increase\nthe ability for Berberine to have its glucose lowering actions. But that of course is getting\ninto the really potent, what I would call sharp blade tools for controlling blood glucose. And listen, anytime you're\ndealing with blood glucose, you are dealing with the brain's\npreferred source of fuel. And anytime you're dealing with the brain's preferred source of fuel, you have to be especially cautious about depriving the\nbrain of what it needs. So whether or not you're\nlow carb, high carb, you know, keto, vegan,\ncarnivore, these substances, like Berberine, are very, very potent ",
            "segmentTitle": "Berberine, Sustained Low Blood Glucose Levels"
        },
        {
            "text": "and you need to take them seriously. There is yet another tool for\ncontrolling sugar cravings and the neural circuits\nthat regulate sugar craving and its downstream consequences. And this tool is what I would\ncall a high performance tool, but it's one that you\nprobably didn't suspect and that's sleep. I've done extensive episodes about sleep, and we actually have an episode\ncalled master your sleep. You can find that episode\neasily at hubermanlab.com. It's available in all the various formats, YouTube, Apple, Spotify, et cetera. and it provides a lot of tools. And on social media, I\nprovide a lot of tools, often we have a newsletter\nthat provides tools on how to maximize sleep. What is the role of sleep\nin sugar metabolism, sugar, hunger, and the way that the brain regulates those things? Well, there's a really\nexciting study that came out just last year. This study was published in\nthe journal, Cell Report, a Cell Press journal, excellent journal. And the reason I love this study so much, is it involved having people, so yes, this was done in\nhumans, sleep in the laboratory. That's not unusual, there's\na sleep lab at Stanford, there's sleep labs elsewhere. But what they did was\nthey actually measured from the breath of these people, and they extracted from their breath, the metabolites that would allow them to understand what sorts of metabolism was occurring in these people's bodies at different phases of sleep. And this is a really remarkable study. They actually did this every 10 seconds throughout the entire night. So in little tiny 10 second bits, meaning at very high resolution, they could evaluate what is the metabolism in the brain and body\nthat people experience as they go from REM sleep,\nrapid eye movement sleep to slow wave, sleep, and so on. And I'll go deeper into the\nstudy again in the future, because it's so interesting,\nand I think so important. But what they discovered\nwas that each stage of sleep was associated with a very\nparticular signature pattern of metabolism and\nparticular phases of sleep are associated with sugar metabolism, or more with fat metabolism, or more with other aspects of metabolism. And the reason why I think\nthis study is important to discuss in the context\nof today's discussion about sugar in the brain, is that many people have experienced the effects of disrupted\nsleep on their appetite. And in particular, it's been\nreported that when people are sleep deprived or the quality of their sleep is disrupted, that their appetite for\nsugary food increases. Now that was always assumed to\nbe due to some metabolic need that was triggered by\nthe sleep deprivation or by the poor sleep. But in reading over this study, some of the more important\npoints made by the authors relate to the fact that well, sleep is known to have\nincredibly important effects on brain and body, for\na variety of systems, immune system, neural\nfunctioning, et cetera. This very organized sequence of particular forms of metabolism being active during particular phases of sleep, which are very, very well orchestrated, as we know, slow wave sleep, and REM sleep being orchestrated in 90 minutes, so-called ultradian cycles\nand so on and so forth, is thought to of perhaps\nset up the brain and body to be able to regulate\nitself in the waking hours. And therefore, when\npeople are sleep deprived or deprived of certain forms\nor states within sleep, such as rapid eye movement sleep, that it creates a disruption in a particular set of metabolic pathways. Now we don't a leap\ntoo far from this study to sugar metabolism\nand the neural circuits controlling sugar metabolism. But I will say this, if\nyou look at the sum total of the data on obesity\nor on type two diabetes or on metabolic syndromes of any kind, you almost always see\ndisruptions in sleep. Now, some of those could\nbe you do to sleep apnea caused by even just the\nsize of somebody's neck or the weight of their body. In other words, we don't know\nthe direction of the effect, metabolic syndromes could disrupt sleep, which disrupt metabolic syndromes. And indeed the authors point\nout quite appropriately, that they don't understand the direction of the effects that they observe either. But there is now a plethora\nof data pointing to the fact that getting quality sleep each night helps regulate not only appetite, but also the specific forms of metabolism that drive specific appetites. So the takeaway is, while there are extravagant\nand potent and interesting ways to regulate blood glucose, everything from cinnamon to\nlemon juice, to Berberine, to sodium caprate, to behavioral tools, to the mere understanding of how the direct and indirect pathways go from the gut to dopamine, et cetera, if you're not establishing\nthe firm foundation of proper metabolism, all of those things are going\nto be sort of rearranging deck chairs on the Titanic\nas it's sometimes described. So we can't overstate the importance of getting regular sufficient\namount of high quality sleep, at least 80% of the time, not for sake of immune system\nfunction, for clear thinking, ",
            "segmentTitle": "Tool: Sleep & Sugar Cravings"
        }
    ]
}