{
    "metadata": {
        "videoURL": "https://www.youtube.com/watch?v=OadokY8fcAA",
        "videoTitle": "The Science & Treatment of Obsessive Compulsive Disorder (OCD)",
        "theme": "Mental Health and Addiction"
    },
    "transcriptSegments": [
        {
            "text": "- Welcome to The Huberman Lab Podcast where we discuss science\nand science-based tools for everyday life. [upbeat guitar music] I'm Andrew Huberman and I'm a professor of\nneurobiology and ophthalmology at Stanford School of Medicine. Today, we are talking about\nobsessive-compulsive disorder or OCD. We are also going to talk about obsessive-compulsive\npersonality disorder which, as you will soon learn, is distinct from obsessive-compulsive disorder. In fact, many people that\nrefer to themselves or others as obsessive or compulsive\nor quote-unquote, having OCD or OCD about\nthis or OCD about that do not have clinically diagnosable OCD, rather, many people have\nobsessive-compulsive personality disorder. However, there are many\npeople in the world that have actual OCD,\nand for those people, there's a tremendous amount of suffering. In fact, OCD turns out to be number seven on the list of most\ndebilitating illnesses, not just psychiatric\nillnesses, but of all illnesses which is remarkable and\nsomewhat frightening. The good news is thanks to\nthe fields of psychiatry, psychology, and science in general, there are now excellent\ntreatments for OCD. We're going to talk about\nthose treatments today. Those treatments range\nfrom behavioral therapies, to drug therapies, and brain stimulation, and even some of the more\nholistic or natural therapies. As you'll soon learn, for certain people, they may want to focus more\non the behavioral therapies, whereas for others, more\non the drug-based therapies and so on and so forth. One extremely interesting\nand important thing I learned from this episode is that the particular\nsequence that behavioral and/or drug and/or holistic\ntherapies are applied is extremely important. In fact, the outcomes of studies often depend on whether not people start on drug treatment and then follow with cognitive behavioral\ntreatment or vice versa. We're going to go into all those details and how they relate to\ndifferent types of OCD, because it turns out there are indeed different types of\nobsessions and compulsions, and the age of onset for\nOCD, and so on and so forth. What I can assure you is\nby the end of this episode, you'll have a much greater understanding of what OCD is and what it isn't and what obsessive-compulsive\npersonality disorder is and what it is not. And you'll have a rich array\nof different therapy options to explore in yourself or in others that are suffering from OCD. And if neither you or others that you know suffer from OCD or obsessive-compulsive personality disorder,\nthe information covered in today's episode will\nalso provide insight into how the brain and nervous system translate thought into action generally. And also, you're going to learn a lot about goal-directed behavior generally. My hope is that by the end of the episode you'll both understand a\nlot about this disease state that we call OCD, you will\nhave access to information that will allow you to\ndirect treatments to yourself or others in better ways, and that you will gain greater insight into how you function and\nhow human beings function ",
            "segmentTitle": "Obsessive-Compulsive Disorder (OCD)"
        },
        {
            "text": "to save $150 at checkout. Let's talk about OCD or\nobsessive-compulsive disorder. First of all, as the name suggests, OCD includes thoughts or obsessions and compulsions which are actions. The obsessions and the\ncompulsions are often linked. In fact, most of the time, the obsessions and the\ncompulsions are linked such that the compulsion, the behavior, is designed to relieve the obsession. However, one of the hallmark themes of obsessive-compulsive disorder is that the obsessions are intrusive. People don't want to have them. They don't enjoy having them. They just seem to pop into people's minds and they seem to pop into\ntheir mind recurrently. And the compulsions, unlike\nother sorts of behaviors, provide brief relief to the obsession, but then very quickly reinforce\nor strengthen the obsession. This is a very key theme to realize about obsessive-compulsive disorder so I'm just going to repeat it again. These two features, first,\nthe fact that the obsessions are intrusive and recurrent, as well as the fact that the\ncompulsions, the behaviors, provide, if anything, only\nbrief relief for the obsessions, but in most cases simply serve to make the obsessions stronger\nare the hallmark features of obsessive-compulsive disorder. And it turns out to be very important to keep these in mind as we go forward, not just because they define\nobsessive-compulsive disorder, but they also define\nthe sorts of treatments that will and will not work for obsessive-compulsive disorder. And then once you understand a little bit about the neural circuitry underlying obsessive-compulsive disorder, which we'll talk about in a few moments, then you will clearly understand why being a quote-unquote,\nobsessive person or having obsessive-compulsive personality is not the same as OCD. In fact, we can leap ahead a little bit and compare and contrast OCD with obsessive-compulsive\npersonality disorder along one very particular set of features. Again, I'll go into this\nin more detail later, but it's fair to say\nthat OCD is characterized by these recurrent and\nintrusive obsessions. And as I mentioned before,\nthe fact that those obsessions get stronger as a function of people performing certain behaviors. So unlike an itch that you feel, and then you scratch\nit and it feels better, OCD is more like an itch that\nyou feel, you scratch it, and the itch intensifies. That contour or that pattern of behaviors and thoughts interacting is very different than obsessive-compulsive\npersonality disorder, which mainly involves a sense\nof delayed gratification that people want and somewhat enjoy because it allows them to function better or more in line with how they would like to show up in the world. So again, OCD has mainly\nto do with obsessions that are intrusive and recurrent, whereas obsessive-compulsive\npersonality disorder does not have that\nintrusive feature to it. People do not mind, or in fact, often invite or like the\nparticular patterns of thought that lead them to be compulsive\nalong certain dimensions. ",
            "segmentTitle": "What is OCD and Obsessive-Compulsive Personality Disorder?"
        },
        {
            "text": "So leaving aside obsessive-compulsive personality disorder for the moment, let's focus a bit more on OCD and define how it tends to show up in the world. First of all, OCD is extremely common. In fact, current estimates\nare that anywhere from 2.5% to as high as 3 or even 4% of people suffer from true OCD, that is an astonishingly high number. Now, the reason the range is so big, 2.5% all the way up to\n3, or maybe even 4%, is that a lot of the features of OCD go unnoticed both in\nthe clinician's office and simply because people don't report it and don't talk about it. In fact, it is possible to have recurrent and intrusive obsessions and not engage in the sorts of behaviors\nthat would ever allow people to notice that somebody has OCD. That can be because some\nof the intrusive thoughts don't actually lead to overt behaviors like hand washing or checking that other people would notice. It can also be because people learn to disguise or hide their obsessions and their compulsions out of shame or fear of looking strange\nor whatever it might be such that they have these obsessive and intrusive thoughts, and\nthey do little micro-behaviors like they might tap their\nfingers on their thigh as a way to avoid, at\nleast in their own mind, something catastrophic happening. That might seem crazy to you, it might seem bizarre, but\nthis is the sort of thing that operates in a lot of people. And I really want to emphasize this because the clinical\nliterature that are out there really point to the fact\nthat many people have OCD, full blown OCD, and never report it because of the kind of shame and hiding associated with it. Another thing to point out is that OCD is extremely debilitating. I mentioned this a few minutes ago, but OCD is currently\nlisted as number seven in terms of the most\ndebilitating illnesses, not just mental illnesses or disorders, but all types of illnesses including things like asthma\nand cancer, et cetera. So you can imagine with that\nstanding at number seven, that it is both extremely common and extremely debilitating. And as a consequence, it's now realized that many hours, days,\nweeks, months, or even years of work performance or showing up at work of relational interactions really suffer as a consequence of people having OCD. So this is a vital problem\nthat the scientific and psychiatric and psychological\ncommunities understand. And it's one of the reasons\nthat I'm doing this podcast. And of course, I received\na ton of interest in OCD because of this incredibly\nhigh incidence of OCD and how debilitating it is. We could go really deep into\nwhy it's so debilitating. I don't want to spend\ntoo much time on that because I think most of\nthat is pretty obvious, but some of it is not. For instance, one of the\nthings that makes OCD so debilitating is, of course, the shame that we talked about before. But it's also the fact that\nwhen people are focusing on their obsessions and their compulsions, they're not able to focus on other things. That's simply the way\nthat the brain works. We're not able to focus on\ntoo many things at once. The other thing is that\nOCD takes a lot of time out of people's lives. With recurrent intrusive\nthoughts happening at very high frequency, or\neven at moderate frequency, people are spending a lot of\ntime thinking about this stuff and they're thinking about the behaviors they need to engage in, and\nthen engaging in the behaviors, which as I mentioned before, just serve to strengthen the compulsions and so they're not actually\ndoing the other things that make us functional human beings like commuting to work or doing homework or doing work or listening\nwhen people are talking or interacting or sports or working out, all the things that make\nfor a rich quality life are taken over by OCD in many cases. So while that might be obvious to some, I'm not sure that it's\nobvious to everybody just how much time OCD can occupy. Another thing you'll\nsoon learn is that sadly, a lot of the obsessions\nand compulsions in OCD often relate to taboo topics. ",
            "segmentTitle": "OCD: Major Incidence & Severity"
        },
        {
            "text": "And that's because the\ngeneral categories of OCD fall into three different bins, checking obsessions and compulsions, repetition obsessions and compulsions, and order obsessions and compulsions. The checking ones are somewhat obvious, checking the stove or checking the locks, which I think we all tend to do. I'm somebody typically\nI'll head off to the car to commute to work and I'll think, did I lock the front door, and I'll go back once, but I won't go back twice or 50 times. People with OCD will often\ngo back 20 or 30 times before they'll actually allow\nthemselves to drive off. And then it's a real challenge for them to continue to drive off\nand discard with the idea that they didn't check the stove or they didn't check the locks or they didn't check\nsomething else critical. Repetition obsessions and compulsions, obviously can dovetail\nwith the the checking ones, but those tend to be\nthings like counting off of a certain number of numbers, like one, two, three,\nfour, five, six, seven, seven, six, five, four, three, two, one. People perform that repeatedly,\nrepeatedly, repeatedly, or feel that they have to. I remember years ago\nwatching a documentary about the band, The Ramones, right? Most people heard of The Ramones, right? Jeans, T-shirts, aviator glasses, everyone had to change\ntheir last name to Ramone. They weren't actually all related to one another, by the way. You had to change your\nlast name to Ramone. The Ramones had one band member who was admittedly and known\nto others as having OCD. And during that documentary,\nwhich I forget the name, I think it was called, can't remember, anyway, can't remember, hippocampal lapse there, but in this documentary, the band members describe Joey Ramone as leaving hotels, walking down the stairs to the parking lot, but then having to walk up and down them\nseven or eight times, and sometimes getting out of the van again and walking up and down\nthem seven or eight times and it always had to be a\ncertain number of times, given a certain number of stairs. This appears, quote-unquote, crazy, but of course, we don't want\nto think of this as crazy. This is somebody who very\nlikely had full blown OCD. Now that particular\nexample, believe it or not, is not all that uncommon. It just so happens that that example entailed certain compulsions and behaviors that were overt and that\nother people could see. And you can imagine how\nthat would prevent somebody from moving about their daily life easily. A lot of people, as I mentioned before, have obsessions and\ncompulsions that they hide and they do these little micro behaviors, or they'll just count off in their head as opposed to generating\nsome sort of walking up and downstairs or tapping\nor things of that sort. So we have checking, we have repetition, and then there's order. Order oftentimes is thought of as putting cleanliness or making sure everything is aligned and perfect and orderly. And oftentimes that is the case, but there are other forms of order that people with OCD can focus on in a obsessive and compulsive way. Things like incompleteness, the idea that one can't walk away from something or stop doing something\nbecause something's not right or complete in that picture. It could be the way the table is set. It could be the way that\nsomething's written on a page. It could be an email. Again, now we're still talking\nabout OCD, the disorder. We're not talking about\nobsessive-compulsive personality disorder. I'm aware of, well, I'll just be direct, several colleagues of mine\nand it's just remarkable, the order in their emails. Every email is perfect,\npunctuated, perfect, grammar, perfect,\neverything's spaced perfect. Do they have OCD? Well, they might, they might not. How would I know unless\nthey disclose that to me. But they might have obsessive-compulsive personality disorder, or\nthey just might be able to generate a lot of order and they have a lot of discipline around the way they write,\nand the way they present any communication with anybody at all. So if somebody has a OCD\nthat's in the domain of order, it could be incompleteness\nand the constant feeling of something not being completed and a need to complete it. It can also be in terms of symmetry, that everything be aligned\nin symmetric in some way. This could be seen perhaps in young kids. This is one example that\nI read in the literature of children that need to\narrange their stuffed animals in exact same order every day and in a particular order to the point where if you were to move\nthe little stuffed frog over next to the stuffed rabbit, that the child would have\nan anxiety reaction to that and feel literally\ncompelled, driven to fix that maybe even multiple times\nover and over again. We'll talk about OCD in children versus adults in a little bit. And then the other aspect of order, which is a little bit less than intuitive, is this notion of disgust, this idea that something is contaminated. So we often think about OCD\nand hand washing behavior in response to people feeling that something is contaminated, a space, a towel, et cetera, or even simply somebody else's hand and so they're unwilling\nto shake somebody's hand. You can imagine how these\ndifferent bins of obsessions and compulsions, checking\nrepetition and order be extremely debilitating\ndepending on how severe they are and how many\ndifferent domains of life they show up in. Because oftentimes in movies and even the way I'm describing it now it sounds as if, okay, well\nsomebody has to check the locks but they don't have to\nalso check the stove, or somebody has the need to\ncount to seven back and forth up to seven and down to seven seven times seven times a day or\nsomething of that sort where they need symmetry in\nvery specific domains of life. But it turns out that this recurrent and intrusive aspect of obsessions leads people with OCD to have checking repetition and/or order compulsions everywhere. So whether or not somebody\nis at work or in school or trying to engage in sport or trying to engage in relationship or just something simple\nlike walking down the street, the obsessions are so\nintrusive that they show up and they compel people to\ndo things in that domain independent of whether or not they happen to be in\none location or another. In other words, the thought patterns and the behaviors take\nover the environment as opposed to the environment driving the thought\npatterns and behaviors. So it therefore becomes impossible to ever find a room that's clean enough, to find a bed that's made well enough, to find anything that's done well enough to remove the obsession. And I know I've said\nit multiple times now, but I'm going to say it many\ntimes throughout this episode in a somewhat obsessive,\nbut I believe justified way that every time that one\nengages in the compulsion related to the obsession, the obsession simply becomes stronger. So you can imagine what a powerful ",
            "segmentTitle": "Categories of OCD"
        },
        {
            "text": "and debilitating loop that really is. So let's drill a little bit deeper into how the obsessions and compulsions relate to one another. If we were to draw a line\nbetween the obsessions and the compulsions, that\nline could be described as anxiety. Now, we need to define what anxiety is and to be quite honest, most of psychology and science can't agree on exactly what anxiety is. Typically the way we think about fear is that it's a heightened\nstate of autonomic arousal, so increased heart rate,\nincreased breathing, sweating, et cetera, in\nresponse to an immediate and present threat or perceived threat. Whereas anxiety, generally speaking in the scientific literature, relates to the same\nsorts of thought patterns and somatic bodily responses, heart rate, breathing, et cetera, but without a clear and present danger being in the environment or right there. So that's the way that we're\ngoing to talk about anxiety now. And anxiety is really\nwhat binds the obsessions and compulsions such\nthat someone will have an intrusive thought. So for instance, someone\nwill have the thought that if they turn left on any street, that something bad will happen. Okay, that's an obsession. It's actually not all that uncommon. Now, how bad and what the specificity of that bad thing really is will vary. Some people will think, if I turn left, something generally bad will happen, it just makes me feel anxious, So they always insist on going right. Whereas other people will\nthink if I turn left, so and so will die, or I will die, or something terrible will happen, I'll get a disease or someone\nelse will get a disease or I'll be cursing myself or somebody else in some very specific way. This is unfortunately quite\ncommon in people with OCD. So they have this feeling and the feeling can be generally or specifically related\nto a particular outcome. But beneath that is a feeling of anxiety, a quickening of the heartbeat, a quickening of breathing, a narrowing of one's visual focus. I've talked about this\nbefore in another podcast, the Master Stress, another podcast but if you haven't heard those, let me just briefly describe that when we are in a state of increased so-called autonomic arousal, alertness, stress, et cetera, our visual field literally narrows, the aperture of our\nvisual field gets smaller and that's because of the relationship between the autonomic nervous system and your visual system, so\nyou start seeing the world through sort of soda straw view or through binocular-like view, as opposed to seeing the big picture. Why is that important? Well, it literally sharpens\nand narrows your focus toward the very thing that the obsessions and the compulsions are focused on. So the person walking\ndown the street who sees the opportunity to go left or right will only see the bad decision, their visual field narrows very tightly along that possibility\nof taking a left turn. And I know as I describe this\nseems totally irrational, but I want to emphasize\nthat the person with OCD knows it's irrational. They might feel crazy because\nthey're having these thoughts, but they know it makes no sense whatsoever that left somehow would\nbe different than right in terms of outcomes in\nthis particular case, and yet it feels as if it would. In fact, in some cases it\nfeels as if they went left, they would have a full blown panic attack. So the idea here is that the\nobsessions and compulsions are bound by anxiety, but then by taking a right-hand turn, again, in\nthis one particular example, by taking a right-hand\nturn, there's a very brief, I should mention, very\nbrief relief of that anxiety at the time of the decision\nto go right, not left and there's an additional drop in anxiety while one takes the right-hand turn as opposed to the left-hand turn. And then as I alluded to before, there's a reinforcement of the compulsion. In other words, by going right, it doesn't create a situation in the brain and psychology of the person\nthat, oh, you know what, I'm not anxious anymore, left\nwould've probably been okay. It reinforces the idea that\nright made me feel better, or turning right made me feel better, and going left would've\nbeen that much worse. Again, it reinforces the\nobsession even further. And again, we could swap out\nright turns and left turns with something like hand washing, the feeling that something is contaminated and the need to wash one's hands even though one already washed their hands 20, 30, 50 times prior. And we're actually going\nto go back to that example a little bit later when we talk about one particular category of therapies that are very effective\nin many people for OCD which are the cognitive\nbehavioral and exposure therapies. I think some of you have heard of cognitive behavioral\nand exposure therapies, but the way they're used to treat OCD is very much different\nthan the way they're used to treat other sorts of anxiety disorders and other sorts of disorders generally. So it's fair to say that up\nto 70% of people with OCD have some sort of anxiety\nor elevated anxiety, either directly related to the OCD or indirectly related to the OCD and it's really hard to tease those apart because OCD can create its own anxiety, as I mentioned before, it can\neven increase its own anxiety. And there's also an issue of depression. Having OCD can be very depressing, especially if some of these\nOCD thoughts and behaviors start to really impede people's ability to function in life. At work, and school, and relationship, they can start feeling\nless optimistic about life. And in fact, some people can\nbecome suicidally depressed. That's how bad OCD can be for us. So we have to be careful when saying that 70% of people with\nOCD also have anxiety or X number of people with\nOCD are also depressed because we don't know whether or not the depression led the OCD\nor the other way around or whether or not they're operating, as we say in science, in parallel. Some of the drug treatments\nfor OCD and depression and anxiety can tease some of that apart and we'll talk about that, but I think it's fair to say that what binds the obsessions\nand compulsions is anxiety, that there's a feeling of, or I should say an\nurgent feeling of a need to get rid of the obsession. And the person feels as if the only way they can do that is to engage in a particular compulsive behavior. ",
            "segmentTitle": "Anxiety: Linking Obsessions & Compulsions"
        },
        {
            "text": "Some people are probably wondering if there's a genetic component to OCD and indeed there is, although the nature of\nit isn't exactly clear. And oftentimes when\npeople hear that something has a genetic component, they think it's always directly\ninherited from a parent, and that's not always the case. There can be genes that\nsurface in siblings or genes that surface in children that are not readily apparent in terms of what we call a phenotype. So you have a genotype, the gene, and then you have a\nphenotype, the way it shows up as a body form or like eye color or how it shows up in terms of a behavior or behavioral pattern. Based on twin studies where researchers have examined identical\ntwins, fraternal twins, even identical twins that\nshare the same sack in utero, the what we call monochorionic, so sitting in the same\nlittle bag during pregnancy or in different little bags, you can see different levels of what's called genetic concordance. But if we were to just\nsort of cut a broad swath through all of the genetic data, it's fair to say that about\n40 to 50% of OCD cases have some genetic component, some mutation or some\ninherited aspect that's genetic and that one could point to if they got their genome mapped. Now, while that's interesting, I don't think it's terribly\nuseful for most people. First of all, you can't\nreally control your genes, at least at this point in history, even though there are things\nlike epigenetic control and people are very\nexcited about technologies like CRISPR for modifying the genome in humans at some point, most people can't control\ntheir genetics, right? You can't pick who your\nparents were as they say. So just know that there\nis a genetic component in about half of people\nwith OCD, but not always. ",
            "segmentTitle": "OCD & Familial Heredity"
        },
        {
            "text": "Now as is typical for this podcast, I want to focus on some\nof the neural mechanisms and chemical systems in the brain and body that generate\nobsessive-compulsive disorder. In fact, if you've watched\nthis podcast before, listen to this podcast before, this is always how I structure things. First, we introduce a topic and we explore that topic in detail and really define what\nit is and what it isn't. And then it's very\nimportant that we focus on what is known and what is not known about the biological\nmechanisms that generate whatever that thing happens\nto be, in this case, OCD and obsessive-compulsive\npersonality disorder. Now I want to emphasize\nthat even if you don't have a background in biology, I will make this information\naccessible to you. And I also want to emphasize\nthat for those of you that are interested in treatments and are anxiously awaiting\nthe description of things that can help with OCD, I encourage you, if you will, to please try and digest some of the material about\nthe underlying mechanisms because understanding\neven just a little bit of those biological\nmechanisms can really help shed light on why particular drug and behavioral treatments and other sorts of treatments\nwork and don't work. This is especially\nimportant in the case of OCD where it turns out that the order and type of treatment can really vary according to individual, and that's something really\nspecial and important about OCD that we really can't say\nfor a number of the other sorts of disorders that we've described on previous podcasts. So let's take a step back and look at the neural circuitry. What's going on in the brain\nand body of people with OCD? Why the intrusive recurrent thoughts? Why the compulsions? Why is that whole system bound by anxiety? And in some ways in thinking about that, I want you to keep in mind that the brain has two main functions. The brain's main functions are to take care of all\nthe housekeeping stuff, make sure digestion works, make sure the heart beats, make sure you keep\nbreathing no matter what, make sure that you can see, you can hear, you can smell, et cetera, the basic stuff, and then\nthere's an enormous amount of brain real estate that's designed to allow you to predict\nwhat's going to happen next, either in the immediate future or in the long-term future. And largely that's done based\non your knowledge of the past. So you also have memory systems. And of course you have\nsystems in the brain and body that are designed to bind what's happening at the housekeeping level,\nlike your heart rate, to your anticipation of\nwhat's going to happen next. So if you're thinking about\nsomething very fearful, your body will have one type of reaction. If you're thinking about\nsomething very pleasant and relaxing, your body will\nhave another type of reaction. So whenever I hear about\nthe brain-body distinction, I have to just remind everybody that there really is no distinction between brain and body\nwhen you think about it through the nervous system. The nervous system is the brain,\nthe eyes, the spinal cord, but of course all their connections with all the organs of the body and the connections of\nall the organs of the body with the brain, the\nspinal cord, et cetera. So as I describe these neural circuits, I don't want you to think of them as just things happening in the head, they are certainly happening in the head, in fact, the circuits all\ndescribed most in detail do exist within the confines\nof your cranial vault, that's nerd speak for skull, but those circuits are\ndriving particular predictions and therefore particular biases towards particular actions in your body. They're creating a state of readiness or a state of desire to\ncheck or desire to count or desire to avoid et cetera, et cetera. So what are these circuits? Well, there's been a lot\nof wonderful research exploring the neural circuit's underlying obsessive-compulsive disorder and that's mainly been accomplished through a couple of methods. Most of those methods\nwhen applied in humans involve getting some look\ninto which brain areas are active when people\nare having obsessions and when people are\nengaging in compulsions. Now that might seem simple to do, but of course your brain is\nhoused inside the cranial vault. And in order to look inside it, you have to use things like\nmagnetic resonance imaging, which is just fancy technology\nfor looking at blood flow, which relates to activation\nof neurons, nerve cells, or things lik PET, P-E-T, imaging, which has nothing to do with the verb pet and has nothing to do with your house pet, has everything to do with\npositron emission tomography, which is just another way of seeing which brain areas are active and then you can also\nuse PET to figure out what sorts of neurochemicals are active, like dopamine, et cetera. Many studies, we can fairly say dozens if not hundreds of studies, have now identified a particular circuit or loop of brain areas\nthat are interconnected and very active in\nobsessive-compulsive disorder. That loop includes the cortex, which is kind of the outer\nshell of the human brain. The lumpy stuff, as\nit's sometimes appears, if the skull is removed. And it involves an area\ncalled the striatum which is involved in action selection and holding back action. The striatum is involved\nin what's commonly called go and no-go types of behaviors. So every type of behavior\nlike picking up a pen or a mug of coffee involves\na go type function. It involves generating an action. But every time I resist an action, my nervous system is also doing that using this brain structure, the striatum, which includes, among other\nthings, the basal ganglia. We've talked about that before. I'm not trying to overload\nyou with terminology here, but I know some people are\ninterested in terminology. So you have go behaviors\nand you have no-go, resisting of behaviors,\nnot going toward behavior. The cortex and the striatum\nare in this intricate back and forth talk. It's really loops of connections. The cortex doesn't tell\nthe striatum what to do, the striatum doesn't tell\nthe cortex what to do. They're in a crosstalk. Like any good relationship, there's a lot of back and forth communication. There's a third element in\nthis cortico-striatal loop as it's called, and that's the thalamus. Now, the thalamus is not a structure I've talked a lot about\nbefore on this podcast, but it's one of my favorite\nstructures to think about and teach about in neuroanatomy, which I teach back at Stanford and I've taught for many years elsewhere because the thalamus is this incredible egg-like structure in\nthe center of your brain that has different channels through it. Channels for relaying visual information or auditory information\nor touch information from your environment up into your cortex, and as a consequence,\nmaking certain things that are happening to you and around you apparent to you, making you aware of them, making you perceive them\nand suppressing others. So for instance, right now, if you're hearing me say this, your thalamus has what are\ncalled auditory nuclei, there's collections of neurons that respond to sound waves that are of course coming\nin through your ears, and your thalamus is active in a way that those particular\nregions of your thalamus are allowed, literally permitted\nto pass the information coming from your ears\nthrough some other steps but then to your thalamus,\nyour auditory thalamus, then up to your cortex and you can hear what I'm saying right now. At the same time, your\nthalamus is surrounded by a kind of a shell, something called the\nthalamic reticular nucleus. Again, you don't have\nto remember the names, but this thalamic reticular nucleus, also sometimes called the\nreticular thalamic nucleus, this is, believe it or not, a\nsubject of debate in science. There are people that\nliterally hated each other, probably still hate each other, even though one of them\nis dead for decades, because they would argue it\nwas thalamic reticular nucleus, the other was reticular thalamic nucleus. Anyway, these are scientists, they're people, they tend to debate. but the thalamic reticular nucleus, as I'm going to call it, serves as a sort of gate as to which information\nis allowed to pass through up to your conscious\nexperience, and which is not. And that gating mechanism\nis strongly regulated by the chemical GABA. GABA is a neurotransmitter\nthat is inhibitory, as we say, it serves to shut down\nor suppress the activity of other neurons. So the thalamic reticular\nnucleus is really saying, no, touch information\ncannot come in right now. You should not be\nthinking about the contact of the back of your legs with the chair that you're sitting on, Andrew, you should be thinking about\nwhat you're trying to say and what you're hearing\nand how your voice sounds and what you see in\nfront of you, et cetera. Whereas if I'm about to get\nan injection from a doctor or I'm in pain, or I'm in pleasure, I'm going to think about\nmy somatic sensation at the level of touch and I'm probably going to think less about smells in the room, although I might also think\nabout smells in the room or what I'm seeing and what I'm hearing. We can combine all these\ndifferent sensory modalities, but the thalamic reticular nucleus really allows us to funnel, to direct particular categories\nof sensory experience into our conscious awareness and suppress other categories\nof sensory experience. In addition, the thalamic\nreticular nucleus plays a critical role in which thoughts are allowed to pass up to\nour conscious perception and which ones are not, so much so that some neuroscientists and indeed some neurophilosophers, if you want call them that, have theorized or philosophized that the thalamic reticular nucleus is actually involved in our consciousness. Now, consciousness isn't a topic that I really want to\ntalk about this episode and it's a very kind of mushy-murky, as we say in science, it's a shmooey term because it doesn't really\nhave clear definitions so arguments about it often get lost in the fact that people are\narguing about different things. But when I say consciousness, what I mean is conscious awareness. So let's zoom out and\ntake a look at the circuit that we've got and that we now know based on neuroimaging studies is intimately involved in\ngenerating obsessions and compulsions in OCD. We have a cortex or neocortex, which is involved in\nperception and understanding of what's happening. We have the striatum and basal ganglia, which are involved in\ngenerating behaviors, go, and suppressing behaviors, no-go. And we have the thalamus which collects all of our sensory experience in parallel, hearing, touch, smell, et cetera, not so much smell through the\nthalamus, I should mention, but the other senses that is. And then that thalamus is encased by the thalamic reticular\nnucleus, which serves as a kind of a guard\nsaying you can pass through and you can pass through,\nbut you, you, you can't pass through up to conscious understanding and perception. So that loop, this\ncortico-striatal-thalamic loop, cortico-striatal-thalamic\nloop is the circuit thought to underlie OCD, and dysfunction in that circuit is what's thought to underlie OCD. Now, again, this circuit\nexists in all of us and it can operate in healthy ways, or it can operate in ways\nthat make us feel unhealthy or even suffer from full blown OCD. ",
            "segmentTitle": "Biological Mechanisms of OCD, Cortico-Striatal-Thalamic Loops"
        },
        {
            "text": "How do we know that this\ncircuit is involved in OCD? Well there, we can look to\nsome really interesting studies that involve bringing human\nsubjects into the laboratory and generating their\nobsessions and compulsions and then imaging their brain using any variety of techniques\nthat we talked about before. What would such an experiment look like? Well, in order to do\nthat sort of experiment, first of all, you need people who have OCD and of course you need\ncontrol subjects that don't, and you need to be able to reliably evoke the obsessions and the compulsions. Now, it turns out this is\nmost easily, or I should say most simply done, 'cause it can't be easy for the people with OCD, but this is most straightforward, that's the word I was looking for, most straightforward when\nlooking at the category of obsessions and compulsions that relate to order and cleanliness. So what they do typically\nis bring subjects into the laboratory who have a obsession about germs and contamination and a compulsion to hand wash, and they give these\npeople, believe it or not, a sweaty towel that contains the sweat and the odor and the liquid, basically, from\nsomebody else's hands. In fact, they'll sometimes have someone wipe their own sweat off\nthe back of their neck and put it on the towel\nand then they'll put it in front of the person,\nwhich as you can imagine for someone with OCD is\nincredibly anxiety-provoking and almost always evokes\nthese obsessions about, ugh, this is really, this is really bad. This is really bad, I need to clean, I need to clean. I need to clean. Now they're doing all this while someone is in a brain scanner or while they're being imaged for positron emission tomography. And then they can also look at the patterns of activation in the brain while the person is doing hand washing. Although sometimes the apparati associated with these imaging studies make it hard to do a lot of movement, they can do these sorts of studies. They have done these sorts of studies in many subjects using\ndifferent variations of what I just described. And low and behold what lights up? And when I say lights up, what sorts of brain regions are more metabolically\nactive, more blood flow, more neural activity? Well, it's this particular\ncortico-striatal-thalamic loop. In addition to that, some of the drug treatments that are effective in some, and I want to emphasize some individuals, at suppressing obsessions\nand or compulsions such as the selective\nserotonin reuptake inhibitors or SSRIs, which we'll talk\nabout in a little bit, when people take those drugs, they see not just a suppression of the obsession and compulsion, but also a suppression of these\nparticular neural circuits. They become less active. Now I want to emphasize\nand telegraph a little bit of what's coming later, these drugs like SSRIs do not\nwork for everybody with OCD. And as many of you know, they carry other certain\nproblems and side effects for many but not all individuals. But nonetheless, what we have now is an observation that this circuit, the cortico-striatal-thalamic loop, is active in OCD. We have a manipulation that\nwhen people take a drug that at least in those individuals is effective in suppressing or eliminating the obsessions and compulsions, there's less activity in this loop. And thanks to some very\ngood animal model studies, that at least at this point in time, you really couldn't do in humans, although soon that may change, we now know in a causal way that the equivalent circuitry\nexists in other animals, such as mice, such as\ncats, such as monkeys, and that activation of those particular cortico-striatal-thalamic circuits in animal models can indeed evoke OCD in an individual that prior to that did not have OCD. So I'm just going to\nbriefly describe one study. This is a now classic study published in the journal Science, one of the three apex journals in 2013. The first author on this paper is Susanne Ahmari, A-H-M-A-R-I. I will provide a link to\nthis in the show notes. It's a truly landmark paper done in Rene Hen's lab at Columbia University. And the title of the paper is repeated cortico-striatal\nstimulation generates, that's the key word here, generates persistent OCD-like behavior. What they did is they took mice, mice do mouse things. They move around, they play with toys, they eat, they pee, they mate, they do various things in their cage, but they also groom. Humans groom, animals with fur groom, Well, you hope most people groom, some people over-groom,\nsome people under-groom, but most people groom. They'll comb their hair,\nthey'll clean, et cetera. Those are normal behaviors\nthat humans engage in. I'm not aware that mice comb their hair, but mice adjust their hair. So they'll kind of pet their hair and they'll do this. They'll sometimes even\ndo it to each other. We used to have mice in the lab, now we only do human studies, but the mice will groom themselves, and typical, what we call wild type mice, not because they're wild, but because they're typical, will groom themselves at\na particular frequency, but not to the point where\ntheir hair is falling out. Not constantly, they are\ngrooming some of the time and they're doing other mouse\nthings other mouse times. So in this particular study, what they did is they\nused some technology, which it actually was discussed on a previous episode of\nThe Huberman Lab Podcast, this is technology that was\ndeveloped by a psychiatrist and bioengineer by the\nname of Karl Deisseroth, one of my colleagues at\nStanford School of Medicine. This is technology that allows researchers to use the presentation of light to control neural activity\nin particular brain areas in a very high fidelity way. You control the activity in\nthe cortex of the striatum or the thalamus when you\nwant and how you want. It's really a beautiful technology. In any event, what they\ndid in this study is, or I should say what Susan Ahmari and colleagues did in this study was to stimulate the\ncortico-striatal circuitry in animals that did not\nhave any OCD-like behavior. And when they did that, those animals started grooming incessantly to the point where their hair\nwas falling out or they even, they didn't take the experiments\nthis far, fortunately, but the animals would have a tendency to almost rub themselves raw in the same way that\nsomebody who has a compulsion to hand wash would, sadly,\npeople will hand wash to the point where their hands are actually bleeding and raw. It's really that bad. I know that's tough imagery to imagine, and you can't even imagine\nwhy someone would self harm in that way, but again,\nthat's that incredible anxiety relationship between the\ncompulsion, excuse me, the obsession and the compulsion, and the fact that\nengaging in the compulsion simply strengthens the obsession and therefore the anxiety. So that collection of studies, of data, FMRI, PET scanning in humans, the treatment with SSRIs,\nand these experiments where researchers have actively triggered these particular circuits in animal models that previously did not have too much activity in these circuits and then they observe OCD emerging really points squarely to the fact that the cortico-striatal-thalamic loop is likely to be the basis of OCD. Now, of course, other circuits\ncould also be involved, but the cortico-striatal-thalamic circuit seems to be the main circuit\ngenerating OCD-like behavior. ",
            "segmentTitle": "Cortico-Striatal-Thalamic Loop & OCD"
        },
        {
            "text": "That's a lot of mechanism. Hopefully it was described in a way that you can digest and understand. And some of you might be\nthinking, well, so what? Why does that help me? I mean, I can't reach into my brain and turn off my cortex. I can't reach into my brain\nand turn off my thalamus. And indeed, on the one hand, that's true. But as you'll next learn when thinking about the\nvarious behavioral treatments and drug treatments and holistic treatments for OCD, what you'll notice is that each one taps into a different component of this cortico-striatal-thalamic loop. And by understanding\nthat, you can start to see why certain treatments\nmight work at one stage of the illness versus others. You will also start to understand why obsessive-compulsive personality disorder does not have the same\nsorts of engagements of these neural loops, and yet relies on other\naspects of brain and body and therefore responds best\nto other sorts of treatments. Or in some cases, people\nwith obsessive-compulsive personality disorder are\nnot even seeking treatment as I alluded to before. The point here is that by understanding the underlying mechanism why certain drugs and\nbehavioral treatments work and don't work will become\nimmediately apparent and in thinking about\nthat, in knowing that, you'll be able to make excellent choices, I believe, in terms of what\nsorts of treatments you pursue, what sorts of treatments you abandon, and most importantly, the order, the sequence that you pursue\nand apply those treatments. Before we go any further,\nI'd like to give people a little bit of a window into what a diagnosis for OCD would look like. Give you a sense of the sorts of questions that a clinician would ask to determine whether or not somebody has OCD or not. Now, I want to be clear,\nI'm not going to do this in an exhaustive way. I wouldn't want anyone to self-diagnose. Although I'm hoping that\nby sharing some of this, that some of you might get insight into whether or not you do have obsessions and compulsions that\nmight qualify for OCD, and perhaps even to seek out help. The most commonly used test of OCD, or for OCD, I should say, is called the Yale-Brown\nObsessive Compulsive Scale. And this is, scientists love acronyms as do the military, and it's the Y-BOCS, the Y-B-O-C-S, the Y-BOCS. So typically someone\nwill go into the clinic either because a family\nmember encouraged them to or because they feel\nthat they're suffering from obsessions and compulsions, and before the clinician would proceed with any kind of direct questions, they would very clearly define what obsessions and compulsions are. And here I'm actually\nreading from the Y-BOCS. So quote, \"obsessions are\nunwelcome and distressing ideas, thoughts, images or impulses that repeatedly enter your mind. They may seem to occur against your will. They may be repugnant to you, you may recognize them as senseless and they may not fit your personality.\"Then there are compulsions. Quote, \"Compulsions, on the other hand, are behaviors or acts that\nyou feel driven to perform although you may recognize\nthem as senseless or excessive. At times, you may try to resist doing them but this may prove difficult. You may experience anxiety\nthat does not diminish until the behavior is completed.\"And as I mentioned before in many cases, immediately after the\nbehavior has completed, the anxiety doesn't just return,\nit indeed can strengthen. Now, there are a tremendous\nnumber of questions on the Y-BOCS. So I'm just going to highlight a few of the general categories. Typically, the person\nwill fill out a checklist, so they will designate whether or not currently or in the past they have, for instance, aggressive obsessions, fear that one might harm themselves, fear that one might harm others, fear that they'll steal things, fear that they will act\non unwanted impulses, currently or in the past or both, that's one category. The other one are\ncontamination obsessions. So concern with dirt or germs, bothered by sticky substances or residues, et cetera, et cetera. So there are a bunch\nof different categories that include, for instance,\nsexual obsessions, what are called saving obsessions, even moral obsessions, excess concern with right\nor wrong or morality, concerned with sacrilege and blasphemy, obsession with need for\nsymmetry and exactness. Again, all of these\nquestions being answered as either present in the past or not present in the past, present currently or\nnot present currently. And then the test generally transitions over to questions\nabout target symptoms. They really try and get people to identify if they have obsessions, what\nare their exact obsessions? Now, this turns out to be really important because as we talk about some of the therapies that really work, I'll just give away a little bit of why they work best in certain cases and why they don't work\nas well in other cases, it turns out that it\nbecomes very important for the clinician and the patient to not just identify the obsessions and the compulsions generally in a kind of a generic or top contour way, but to really encourage\nor even force the patient to define very precisely what the biggest, most catastrophic fear is, what the obsession really relates to. That turns out to be very important in disrupting this\ncortico-striatal-thalamic loop and getting relief from symptoms ",
            "segmentTitle": "Clinical OCD Diagnosis, Y-BOCS Index"
        },
        {
            "text": "one way or the other. So the Yale-Brown Obsessive\nCompulsive Scale, this Y-BOCS, again, is very extensive, it goes on for dozens of pages actually, and has all these different categories, not so much designed to just pinpoint what people obsess about or what they feel compelled to do, but to also try and identify what is the fear that's driving all this. In the way that we've\nset this up thus far, we've been talking about\nobsessions and compulsions is kind of existing in a vacuum. You're obsessed about germs and you're compelled to wash your hands, obsessed about germs,\ncompelled to wash your hands. Or obsessed about symmetry, compelled to put right\nangles on everything. Or obsessed about counting and therefore counting, et cetera. But beneath that is a cognitive component\nthat is not at all apparent from someone describing their obsession and from someone describing or\ndisplaying their compulsion. The deeper layer to all\nthat is what is the fear, exactly, if one were to\nnot perform the compulsion, meaning what is the fear\nthat's driving the obsession? So that brings us to a\nvery powerful category of treatments that I\nshould say does not work in everybody with OCD but works in many people with OCD and really speaks to the\nunderlying neural circuitry that generates OCD and\nhow to interrupt it. And that is the treatment of cognitive behavioral therapy and in particular, exposure-based cognitive\nbehavioral therapy. So we're going to talk about\ncognitive behavioral therapy and exposure therapy now, but right at the outset, I want to distinguish the kinds of cognitive behavioral therapy and exposure therapies that are done for obsessive-compulsive disorder, for the sorts of cognitive\nbehavioral therapies that are done for other types of mental challenges and disorders because cognitive\nbehavioral therapy for OCD really has everything to do with identifying the utmost fear. In some sense, we can think of fears as kind of along a hierarchy. An the example earlier of somebody being afraid to turn left and therefore feeling compelled to turn right, you would want to take that person and really understand\nwhat do they fear most about turning left? Now they might not be aware of it. They might not be conscious\nto what that really is, but if you were to probe\nthem in a clinical setting, you would eventually get to an answer. That answer could be at first, I don't know, just, it's just bad. I don't know why it's\nbad, it makes no sense, but it's just bad. I do not want to go left. I don't know why, I don't know why. But if you were to push\nthat person a little bit in a respectful and kind and caring way aimed at their treatment, if you were to push 'em and say, well, what do you mean by bad? If you turn left, you\nthink the world would end? They might say, no, the\nworld's not going to end, but you know, someone is\ngoing to die suddenly. I know that sounds crazy, but\nsomebody's going to die suddenly. This almost sounds like superstition, we'll talk about superstitions later, but indeed it is somewhat superstitious. So for instance, you would\nsay, who's going to die? And they'd say, I don't know. And you'd say, no, really\nwho's going to die? If you think about this,\nare you going to die? Is so and so going to die? And very often, very often what you find is that people will start to reveal the underlying obsession at a level of detail that\nboth to the clinician and to them can be somewhat astonishing even though they've been\nliving with that detail in their mind for a very long time. Now, how could somebody\nstart to reveal detail about something that's\nexisted in their mind for a very long time, but\nnot known about it, right? Not been aware of it. Now, some of you might think, oh, it's repressed or something. That's not at all what's happening. If you think about the\narchitecture of OCD, typically, people will have an obsession and then they'll engage in the compulsion as quickly as they can to\nrelieve that obsession. So in many ways, the disease itself prevents people from ever\ngetting to the bottom of that trough, ever getting to the point where they really clearly\narticulate to themselves exactly what it is that they fear. But it becomes so essential to articulate exactly what it is that they fear for a somewhat counterintuitive reason. You might think, oh,\nthe moment they realize exactly what they fear, everything lifts, the circuit turns off\nand they just feel better because they realized it. I wish I could tell you that's the case, but it turns out it's the opposite. What the clinician is\nactually trying to do is get people to feel\nmore anxiety, not less. What they're trying to get them to do is to short circuit, no pun intended, to intervene in their own neural circuit, I should say, with that relief of anxiety, however brief, brought on by engaging in the compulsion\nrelated to the obsession. So, whereas typically someone would feel the obsession with, ugh,\nI don't want to turn left 'cause something bad's going to happen, someone's going to die,\nand then they turn right, they never get the\noption or the opportunity to really explore what would happen were they to turn left or to\nnot be able to turn right. By forcing them down the path of inquiry, that leads them to the place\nwhere they very clearly identify the fear, the anxiety, it raises the anxiety in them, and that's actually what\nthe clinician is after. Cognitive behavioral\ntherapy and exposure therapy in the context of OCD, most often involves trying to get people to tolerate, not relieve their anxiety. This is extremely important. And I realize there's variation to this depending on the style of\ncognitive behavioral therapy, the style of exposure therapy,\nbut almost across the board, The goal, again, is to get\npeople to feel the anxiety that normally they are able\nto at least partially relieve, however briefly, by\nengaging in the compulsion. So if we think back to that circuit of cortico-striatal-thalamic,\nwhat's going on here? Where is CBT intervening? What part of the circuit\nis getting interrupted? Well, as you recall, the cortex is involved\nin conscious perception. The thalamus and that\nthalamic reticular nucleus are involved in the\npassage of certain types of experience up to our\nconscious perception, not others. And the striatum is involved in this go, no-go type behavior. When OCD is really expressing\nitself in its fullness, people feel an anxiety\naround a particular thought and they either have a go, for instance, wash hands, or a no-go, do not turn\nleft type reaction. By having people progressively, in a kind of hierarchical way, reveal their precise source of anxiety, their utmost fear in this context, what happens is they feel enormous amounts of autonomic arousal. Now in the context of anxiety treatment or other types of treatments, the goal would be to\nteach people to dampen, to lessen their anxiety\nthrough breathing techniques or through visualization techniques or through self-talk or\nthrough social support, any of the number of\nthings that are well-known to help people self\nregulate their own anxiety. Here, it's the opposite. What they're trying to\nget the patient to do is to really feel the\nanxiety at its maximum, but then do the exact opposite of whatever the normal compulsion is. So if normally the compulsion\nis to wash one's hands, then the idea is to suppress hand washing while being in the experience\nof the utmost anxiety. Or in the case of not turning left, the person is expected to or would hopefully be able\nto actually turn left, and as you can imagine, that\nwould evoke tremendous anxiety and yet to tolerate that anxiety. Now I want to be very clear, this is not the sort of thing\nyou want to do on your own. This is not the sort of thing\nyou want to do for a friend. This is done by trained\nlicensed psychologists and psychiatrists. But nonetheless, it\nreally points to the fact that as a anxiety-related disorder, OCD is distinct from\nother types of anxiety and anxiety-related disorders, things like PTSD and\npanic disorder, et cetera, because the goal again\nis to bring the person right up close to the thing\nthat they fear the most and then to interrupt the circuit. And now you should be able to know, just intuitively, 'cause you\nunderstand the mechanisms, that the circuit you're trying to disrupt is the pattern of information flow from the thinking part of the brain, the perception part of the brain, which is the cortex, to the striatum. The striatum has these\nneurons which are active that essentially are, I\nknow it sounds a little bit like a discussion about free will, but they're trying to get some, the person to generate a certain behavior, suppress a certain behavior. And as anxiety ramps up, it's sort of a hydraulic\npressure to do that very thing that they've done for so long and they suffer from so much. We talked about hydraulic\npressure in the context of aggression in the aggression episode, this is very similar. There's a kind of a, now when I say hydraulic pressure, it's not actual hydraulic pressure, it's the confluence of a\nlot of different systems. It's neurochemicals, we'll soon learn, it's hormonal, it's electrical, it's a lot of different\nthings operating in parallel so we can't point to one\nchemical or transmitter. What's happening is the\nperson is feeling compelled to act, act, act to relieve the anxiety and through a progressive\ntype of exposure, you don't throw people in the deep end in this kind of therapy right off the bat, you gradually ratchet them toward or move them toward the discussion of exactly what they fear the most and then eventually move them toward the interruption of the compulsion as they're feeling this\nextremely elevated anxiety, of course, within the context of a supportive clinical setting. But in doing that, what\nyou are teaching people is that the anxiety can\nexist without the need to engage in the compulsion. Now some of this might\nsound to people like, oh, this is a lot of kind of fancy psychological neuroscience speak around something that's kind of intuitive. But I think for most people,\nthis is not intuitive. And for people with OCD, there's no really other way to put it, the impulse, the\ncompulsion to avoid anxiety is such a powerful driving force that it should now make sense to you as to why being able to tolerate anxiety and really sit with it\nand do the exact opposite of what you're normally compelled to do is going to be the path to treatment. And indeed CBT has been shown\nto be enormously effective, again for a large number\nof people with OCD, but not all of them. And oftentimes it requires that it also be used in concert with\ncertain drug treatments, ",
            "segmentTitle": "OCD & Fear, Cognitive Behavioral Therapy (CBT) & Exposure Therapy "
        },
        {
            "text": "which we're going to\ntalk about in a moment. Next, let's talk about some\nof the really unique features of cognitive behavioral\ntherapy and exposure therapy in the context of OCD\nthat you often don't see in the use of CBT, that is\ncognitive behavioral therapy, for other types of psychiatric\nchallenges and disorders. The first element is one of stair casing. And I already mentioned this before, but this gradual and progressive increase in the anxiety that you're\ntrying to evoke from the patient, from the person suffering from OCD. That's done in the context of\nthe office or the laboratory, again, by a trained\nand licensed clinician. But then the person leaves, right? They leave the office,\nthey leave the laboratory. And a very vital component of CBT and exposure\ntherapy for people with OCD is that they have and perform\nwhat's called homework, is literally what they call. This might be seen in\nother sorts of treatments but for OCD, homework\nis extremely important, because within the context of a laboratory experiment or the clinic, patients often feel so much support that they can tolerate\nthose heightened levels of anxiety and interrupt\ntheir compulsions. Whereas when they get home, oftentimes the familiarity\nof the environment brings 'em to a place\nwhere all of a sudden those obsessions and compulsions start interacting the same way and they have a very hard time\nsuppressing the behaviors. Why would that be? Well in neuroscience, we have a phrase, it's called conditioned place preference and conditioned place avoidance. There's some other phrases too but basically it all has to do with a simple thing which is, when you feel something\nrepeatedly in a given environment, or sometimes even once\nwithin a given environment, you tend to feel that same thing again when you return to that\nor similar environments. Okay, So conditioned place blank, or conditioned place that\nis simply fancy nerd speak for the fact that when you're in a place and something good happens, you tend to feel good if\nyou return to that place or a place like it, or\nif something bad happens in a given place, you tend to feel bad when you return to that\nplace or a place like it. I think that most salient\nexample that leaps to mind is in, unfortunately, the category of bad, but I had some friends years\nago visit San Francisco. There's been a ongoing, it seems like it's been happening forever, but this is really in the last decade of daytime break-ins and\nnighttime break-ins into cars to steal anything from computers to what seems to be like a box of tissues. And there are numerous reasons for this, I don't want to get into, it's not the topic of today's podcast, but I will use this as\nan opportunity to say if you're visiting\nanywhere in the Bay Area, do not leave anything in your car because the window will get broken into, sometimes in broad daylight. Some good friends of mine\nwere visiting the Bay Area and I texted them and said, hey, by the way, when you're\nheaded to dinner, guys, make sure you bring in all\nyour luggage and computers however inconvenient that might be. They wrote back, too late,\neverything got stolen. So some years ago now, I\nthink five, six years ago this happened, sadly,\neverything got stolen. Most of it could be replaced, but some of it was very\nsentimental to them. Every time we talk, every time we consider having a meeting in a particular city, this comes up as I don't want to be there, I don't like that city anymore, et cetera. And of course, San\nFrancisco has some wonderful redeeming features, but it\nonly takes one bad incident in one location to kind of color the whole picture dark, so to speak. The brain works that way. The brain generalizes, it's\nnot a very specific organ, again, it's a prediction machine in addition to other things. So in the case of CBT therapy, the reason there's homework\nis that when people go home, oftentimes that's when they relapse, if you want to call it that, back into their obsessions\nand compulsions. And that location, that conditioned place is where it becomes most\nimportant to challenge the anxiety and to deal with the anxiety, to not try and suppress the anxiety through compulsions or other means. And when I say other means, I\nwant to highlight something, it will come up again a little\nbit later in the podcast, that substance abuse is very\ncommon in people with OCD because of the anxiety component and also because of people's feelings that they just can't\nescape from the thoughts or behavioral patterns that\nare so characteristic of OCD. So alcohol abuse or cannabis abuse, or other forms of narcotics abuse are very common in OCD. Later, we'll talk about\nwhether or not cannabis can or cannot help with OCD. But needless to say, suppressing anxiety is\nexactly the wrong direction that one should take if\nthe goal is to ultimately relieve or eliminate the OCD. So we now have two characteristics\nof CBT exposure therapy that are extremely important for OCD and somewhat unique to\nthe treatment of OCD and that's the staircasing up\ntowards the really bad fear, the really severe and\nspecific articulation and understanding and\nfeeling of how bad things really would be if someone engaged in a particular behavior or\navoided a particular behavior. Then there's the component of homework given by the clinician for\nthe person to be able to create a broader set of context in which they can deal with the anxiety, not engage in the compulsions. And then a very unique\nfeature of treatment of OCD that you don't see in many\nother psychiatric disorders are home visits. And I find this fascinating. I think that the field of\npsychiatry and psychology traditionally doesn't allow\nfor or invite home visits, but this component of\ncontext, location and context being so vital to the\ntreatment and relief of OCD has inspired many\npsychiatrists and psychologists to get permission to do home visits where they actually go\nvisit their patients in their native setting,\nin their home cages, right? They're not mice, but in\ntheir home-home cages, I'm being facetious here, but people, mice live in cages, at\nleast in the laboratory, and humans generally live\nin houses or elsewhere, so they visit them in their home in order to see how they're interacting and the particular locations that evoke the most anxiety and the least anxiety. Some of the, I don't want\nto call them crutches, but some of the tools\nthat people are using to confront and deal with the\nobsessions and compulsions and in particular to try and identify some of the tools and tricks that people are using to try and avoid that heightened anxiety,\nbecause, once again, and I know I'm repeating myself, but I think this is just\nso vital and so unique about OCD and the treatment of OCD, the critical need for the\npatient to be able to tolerate extremely elevated levels\nof anxiety is so crucial. So if people are avoiding\ncertain rooms in the house, or if people are avoiding certain foods or certain locations in the kitchen, the clinician can start to identify that by mere observation. And I should mention here that patients are not always aware of\nhow they're interacting with their home environment. Some of these patterns are\nso deeply ingrained in people that they don't even realize that they're constantly turning to the left, or they don't even realize that they're only washing their\nhands on one side of the sink. And so the clinician,\nby visiting the home, can start to interrogate\na bit in a polite way, in a friendly, in a supportive way as to, do you ever think\nabout why you always flip the faucet to the left or flip the faucet to\nthe right, et cetera. Now, we all do a lot of\nthings that are habitual. We all do things that are somewhat regular from day to day. In fact, I would invite\nyou to ask yourself, do you always put your\ntoothbrush in the same location? Do you always cap the toothbrush before or after you use it? What sorts of things do you- You wipe the little threading\non the toothpaste or not? I'm somebody, I confess that I have, well, I have about 3,500 pet peeves, but one of my pet peeves is toothpaste kind of on the\nthread of the toothpaste. It really bothers me, I don't know why, almost as much as trying\nto wipe it off bothers me, which creates a certain challenge. And if I talk about this any further, then I think I would qualify for obsessive-compulsive\npersonality disorder. But I have to say, I don't experience a ton of anxiety about it. It doesn't govern my life. In fact, I realize that right now there are tubes of toothpaste that have toothpaste along the thread everywhere in the world and it doesn't really bother me. I can still sit here and\nprovide some information about OCD to you. It's not intrusive, at\nleast not to my awareness. So by the home visit, the therapist can really start to explore through direct questioning\nand can allow the patient to explore through direct\nquestioning of themselves the things that they might be conscious of and the things that they\nmight not be conscious of that would qualify for OCD. ",
            "segmentTitle": "Unique Characteristics of CBT/Exposure Therapy in OCD Treatment"
        },
        {
            "text": "So I'd like to just briefly\nsummarize the key elements of cognitive behavioral\ntherapy and exposure therapy and how they can be combined\nwith drug treatments that are very effective. Much of what I'm going to talk about next relates to the data\nand indeed the practice of an incredible research\nscientist and clinician. So this is Helen Blair Simpson, or I should say Dr. Helen Blair Simpson, because she is indeed an MD medical doctor and a PhD research scientist at Columbia University School of Medicine. And one of the world's foremost experts, if not the expert, I would\nput her in a category of maybe just one to three people who is most knowledgeable about\nthe mechanisms of OCD, is actively researching OCD in humans, trying to find new treatments, trying to unveil new mechanisms and expand on our current\nunderstanding and who also treats OCD quite actively in her own clinic. Dr. Simpson gave a beautiful presentation which she summarized\nsome of the core elements of CBT and exposure therapy for the treatment of\nobsessive-compulsive disorders. She describes that the key\nprocedures are exposures, of course, done in person and with the actual thing that evokes the obsessions and compulsions. So this could be the sweaty\ntowel as described earlier, or could be any number of\ndifferent triggers done with the patient in real time, so in vivo, as we say. And it could also be\nthings that are imaginal, sitting somebody down in a chair, in an office and saying, okay, I want you to imagine the thing that triggers the intrusive thought, or let's just focus on the\nintrusive thought as it arises, and then to explore and expose the patient to their obsessions and\ncompulsions that way. So it can be real, or it can be imaginal. And the goal, of course, then is to gradually and progressively increase the level of anxiety, but then to intervene in\nso-called ritual prevention to prevent the person from\nengaging in the compulsion. The goals, again I'm paraphrasing here, are to, as she states, disconfirm fears and challenge the beliefs\nabout the obsessions and compulsions, to\nintervene in the thoughts and the behaviors, and to break the habit of ritualizing and avoiding. Now, how is this typically done? What are the nuts and\nbolts of this procedure? Typically, this is done\nthrough two planning sessions with the patient. So describing to the\npatient what will happen and when it will happen\nand how long it will happen so that they're not just thrown into this out of the blue. And then 15 exposure sessions\ndone twice a week or more. So the one thing to really understand about cognitive behavioral therapy is that it can take some period of time, several or more weeks, as\nmany as 10 or 12 weeks. However, as you'll soon learn, many of the drug treatments\nthat are effective in treating OCD either\nalone or in combination with behavioral therapies\nalso can take 8, 10, 12 weeks or longer, and many of\nthose never work at all. So even though 10 to 12 weeks seems like a long period of time, it's actually a pretty standard. If you'd like to see\nmore complete description of the protocols for\ncognitive behavioral therapy and exposure therapy for OCD, I'll provide links to two papers, Kozak and Foa, F-O-A, which is published in 1997, which might seem like a long time ago, but nonetheless, that the\nprotocols are still very useful. And then the second paper\nis by that last author, FOA et al in 2012 and we'll provide links to both of those. In addition, Dr. Blair Simpson and others have explored what are the best treatments for patients with OCD by comparing cognitive behavioral\ntherapy alone, placebo, so essentially no intervention or something that takes an\nequivalent amount of time but is not thought to be\neffective in treatment. As well as selective\nserotonin reuptake inhibitors. So what is an SSRI? An SSRI is a drug that\nprevents the re-uptake of serotonin at the synapse. What are synapses? They're the little spaces between neurons where neurons communicate with one another by vomiting little bits of\nchemical into the space, the synapse, and then those\nchemicals either evoke or suppress the electrical activity of the next neuron across the synapse. And in this case, the neurotransmitter, the chemical that we're\nreferring to is serotonin. SSRI, selective serotonin\nreuptake inhibitors prevent the reuptake of\nthe chemical that's left, in this case, the serotonin\nthat's left in the synapse. After that, I call it\nvomiting to be dramatic, but it's not actually vomiting, the extrusion of the\nchemical into the synapse. And as a consequence,\nthere's more serotonin around to have more of an effect over time, the net effect being more\nserotonergic transmission, more serotonin overall. So not more serotonin being made, more serotonin being available for use, that's what an SSRI does. So they compared cognitive\nbehavioral therapy, SSRIs, they also had the placebo group and they had cognitive behavioral therapy plus the selective serotonin\nreuptake inhibitor. This was a 12-week study\ndone as described before, two times a week over\nthe course of 12 weeks. First of all, the most\nimportant thing, of course, placebo did nothing. It did not relieve the OCD\nto any significant degree. How did they know that? They gave them the Y-BOCS test that we talked about\nbefore, the Yale-Brown test with all those questions\nof which I read a few. So the OCD severity that one has to have on the Y-BOCS is measured\nin terms of an index that goes from here from\n8 all the way up to 28, that shouldn't mean anything. So that number eight is\nkind of meaningless here. It's in terms of an index\nthat's only meaningful for the Y-BOCS, but if\nsomebody has a threshold of 16 or higher, it means\nthat they're still having somewhat debilitating symptoms or very debilitating symptoms. Placebo did not reduce the\nobsessions or compulsions to any significant degree. However, and I think quite excitingly, cognitive behavioral\ntherapy had a dramatic effect in reducing the\nobsessions and compulsions such that by four weeks, that\nscore that, in this case, ranged from 8 to 28, dropped all the way from\n25 down to about 11. So it's a huge drop in the\nseverity of the symptoms. Now, what's really interesting is that when you look\nat the effects of SSRIs in the treatment of OCD symptoms, they had a significant effect\nin reducing the symptoms of OCD that showed up first at four weeks, and then continued to eight weeks. In fact, there was a progressive\nand further reduction in OCD symptoms from the\nfour to eight week period. Again, these are the people\njust taking the SSRI, and then it sort of\nflattened out a little bit, such that by 12 weeks, there was still a significant\nreduction in OCD symptoms for people taking SSRIs\nas compared to placebo. But the severity of their symptoms was still much greater than those receiving cognitive\nbehavioral therapy alone. So at least in this study, and I should tell you which study it is, this is Foa, Liebowitz et al 2005 in the American Journal of Psychiatry, we'll also provide a link to this so you can peruse the data if you like. But at least in this study, cognitive behavioral therapy\nwas the most effective, selective serotonin reuptake\ninhibitors, less effective. So what happens when you combine them? Well, they explored that as well, and the combination of\ncognitive behavioral therapy and the SSRIs together did not lead to any further\ndecrease in OCD symptoms. This points to the idea that\ncognitive behavioral therapy is the most effective treatment. And again, when I say\ncognitive behavioral therapy, now I'm still referring\nto cognitive behavioral, slash, exposure therapy done in the way that I detailed before, twice a week for 12 weeks or more. So all of the data, at\nleast in this study, point to the fact that\ncognitive behavioral therapy is really effective\nand the most effective. Does it alleviate OCD\nsymptoms for everybody? No. Is it very time consuming? Yes. Twice a week for two sessions\nor more of 15 minutes, sometimes in the office,\nplus there's homework, plus, in an ideal case,\nthere's also home visits from the psychiatrist or psychologist, that's a lot of investment,\na lot of time investment, to say nothing of the\npotential financial investment. Now, Dr. Blair Simpson has\ngiven some beautiful talks where she describes these data and also emphasizes the fact that despite the demonstrated power of cognitive behavioral therapy\nfor the treatment of OCD, most people are given drug treatments simply because of the availability\nof those drug treatments. Now, when I say most people, I want to emphasize that I'm referring to most people who\nactually go seek treatment because a really\nimportant thing to realize is that most people with OCD do not actually go seek\nevidence-based treatment. I want to repeat that,\nmost people with OCD do not seek evidence-based treatment, which is a tragic thing. One of the motivations for\ndoing this podcast episode is to try and encourage people who think they may have\npersistent obsessions and compulsions to seek treatment, but most people don't\nfor a variety of reasons we spelled out earlier, shame, et cetera. Of those that do, the first line of attack is typically a prescription,\nmost often an SSRI, although not always just SSRIs because soon we'll talk\nabout the somewhat common use of also prescribing a\nlow dose of a neuroleptic or an antipsychotic, not always but often. So the important thing to understand here is that excellent\nresearchers like Dr. Simpson understand that while there are treatments that we could say are best or are ideal based on the data, that\ndoesn't necessarily mean that's what's being deployed most often in the general public. As a consequence, Dr. Simpson and others have explored in a very practical way whether or not it matters if somebody is getting SSRI treatment and is experiencing that\nreduction in OCD symptoms that as you may recall, is more than what they would experience\nwith placebo alone, but not as dramatic a\nreduction in OCD symptoms as they would get with\ncognitive behavioral therapy. And as I mentioned before,\nthere was this exploration of combining drug treatment with cognitive behavioral\ntherapy from the outset, but they also quite impressively explored what happens when people\nwho are already taking SSRIs initiate cognitive behavioral therapy. This is a really wonderful thing that they've done this\nbecause in doing that, first of all, they're acknowledging that there are many people out\nthere who have sought treatment and are getting some\nrelief from those SSRIs, but it perhaps is not as much\nrelief as they could get. And they are actively\nacknowledging that many people are getting these drug treatments first. In fact, most often people are getting these drug treatments first. So what happens when you add in cognitive behavioral therapy? Well, the good news is when you add cognitive behavioral therapy to someone who's already taking SSRIs, that further improves their symptoms. Now that's different than the results that I described before from the same laboratory in fact, that if you combine\ncognitive behavioral therapy with SSRIs from the outset, there's no additional benefit of SSRI. However, as I just described, if someone is already taking an SSRI and they're experiencing a\nreduction in their OCD symptoms, by adding in cognitive behavioral therapy, there is a further reduction\nin the symptoms of OCD. This is very important. So for those of you that\nhave sought treatment and you're taking a SSRI, or if you're thinking about treatment and you're prescribed an SSRI, the ideal scenario really would be to combine the drug treatment with cognitive behavioral therapy, or in some cases, maybe cognitive\nbehavioral therapy alone, although that's a decision\nthat you really have to make with the close advice and oversight of\na licensed physician, because, of course, these\nare prescription drugs. And anytime you're going to add or remove a prescription drug or change dosage, you really want to do that\nin close discussion with and on the advice of your physician. I don't just say that to protect me, I say that to protect you 'cause it's just the right thing to do. So again, cognitive behavioral therapy is extremely powerful. Drug treatments seem less powerful though. If you're already on a drug treatment, adding cognitive behavioral\ntherapy can really help. ",
            "segmentTitle": "CBT/Exposure Therapy & Selective Serotonin Reuptake Inhibitors (SSRIs)"
        },
        {
            "text": "So I've been talking about SSRIs and described a little\nbit about how they work at a kind of superficial level of keeping more serotonin in the synapse so that more serotonin can be in action as opposed to gobbled\nback up by those neurons. I should just mention what some of the selective serotonin\nreuptake inhibitors are. So things like clomipramine, which is not entirely selective, I should say that that one generally falls into a category of less selective. So it can impair or can enhance some of\nthe other neurotransmitter or neuromodulator systems\nlike epinephrine, et cetera. The selective serotonin\nreuptake inhibitors are, at least the classic ones\nare, fluoxetine, Prozac, fluvoxamine, Luvox,\nparoxetine, sertraline, citalopram, et cetera, et cetera. There are about six or classic SSRIs, some of them like citalopram are used in children and are available in pediatric doses. Some like Prozac may or may\nnot be used in children. The details of which SSRIs, et cetera, is a very extensive\nliterature and discussion. And I think it's safe to say that which drugs to use and which dosage and whether or not to continue, excuse me, the same dosage over time depends a lot on the individual variation\nthat people express and the responses that they have. All of these drugs, in\nfact, I think we can say all drugs have side effects. The question is how detrimental\nthose side effects are to daily life. The SSRIs are well known to\nhave effects on appetite. In some cases, they abolish appetite. In some cases, they just\nreduce it a little bit. In some cases, they increase appetite. Really is highly individual. They can have effects on libido. For instance, they can reduce sex drive, sometimes in a dose dependent way, sometimes in a way that's\nmore like a step function where people are fine at\nsay 5 or 10 milligrams, but then they get to 15 milligrams and there's a cliff for their libido. That can happen, it really depends. Please don't take those\ndosages as exact values 'cause this is going to depend on what they're being used for,\ndepression or anxiety or OCD, and it's also going to depend\non the drug, et cetera. I just threw out those numbers as a way to illustrate what a\nkind of a step function would look like. It's not gradual, it's\nimmediate at a given dose is what that means. The other thing is that\nsome of these drugs will have transient effects. So side effects that show\nup and then disappear or sadly people will\nsometimes take these drugs for a while and then side\neffects will surface later that weren't there previously depending on life factors,\nnutrition factors. So it's a very complicated\nlandscape overall. And that's why it's really\nimportant to explore any kind of drug treatment,\nSSRI or otherwise, really in close communication\nwith a psychiatrist who really understands\nthe pharmacokinetics and has a lot of patient history ",
            "segmentTitle": "Considerations with SSRIs & Prescription Drug Treatments"
        },
        {
            "text": "and experience with them. So what I'm about to tell you next is most certainly going\nto come as a big surprise, which is that despite the fact that the selective serotonin\nreuptake inhibitors can be effective in reducing\nthe symptoms of OCD, at least somewhat, and certainly more than placebo, there is very little, if any evidence, that the serotonin system\nis disrupted in OCD. And I have to point out that this is a somewhat consistent theme\nin the field of psychiatry, that is a given drug can be very effective or even partially effective\nin reducing symptoms or in changing the overall landscape of a psychiatric disorder or illness, and yet there is very little, if any evidence, that\nthat particular system is what's causal for OCD, or anxiety, or depression, et cetera. This is just the landscape\nthat we're living in in terms of our understanding of the brain and psychiatry and the ways\nof treating brain disorders. So as a consequence,\nthere are a huge number of academic reviews that\nclinicians and research scientists have generated and read and share. One of the more, I think, thorough ones in recent years was published in 2021. I'll provide a link to this. This is by an excellent,\ntruly excellent researcher from Yale university School of Medicine, I should say not just a researcher but a clinician scientist,\nagain, an MD-PhD. This is Christopher Pittenger And the title of the review is Pharmacotherapeutic Strategies and New Targets in OCD. And again, we'll provide a link to it. This is a just gorgeous review describing, as I just told you, that\nthe serotonin system isn't really disrupted in OCD and yet SSRIs can be very effective. The review goes on to explore\neven what sorts of receptors for serotonin might be involved. If it's in fact the case that serotonin is a culprit in the\ncreation of OCD symptoms. Talk about the serotonin 2A receptor and the serotonin 1A receptor. Why am I mentioning all that detail? If in fact it's not clear, serotonin is involved because I'll just tell you right now, there is currently a lot of interest in whether or not some\nof the psychedelics, in particular psilocybin, can be effective in the treatment of OCD. Psilocybin has been shown\nin various clinical trials in particular the clinical trials done at Johns Hopkins School of Medicine by Matthew Johnson and others. Matthew was on The Huberman Lab Podcast. He's been on the Tim Ferris podcast. He's been on the Lex Fridman podcast. He's a world class researcher on the use of psychedelics for depression and other psychiatric challenges. And their psilocybin treatment has been seen, at least in those trials, to be very effective in the treatment of certain kinds of major depression. Currently the exploration of psilocybin for the treatment of OCD has not yielded similar results, although the studies are ongoing. Again, has not yielded\nsimilar effectiveness, but the studies are ongoing And the serotonin 2A receptor and the serotonin 1A receptors are primary targets for\nthe drug psilocybin. So I figured there were\ngoing to be some questions about whether or not\npsychedelics help with OCD, thus far it's inconclusive. If any of you have been\npart of clinical trials or have knowledge or intuition\nabout this relationship or potential relationship, I should say, between psilocybin and other psychedelics in OCD, please put them\nin the comment section. We'd love to love to hear from you. One thing I should point out is that even though serotonin has not been directly implicated in OCD, serotonin and the general\nsystems of serotonin, the circuits in the brain\nthat carry serotonin and depend on it have been shown to impact cognitive\nflexibility and inflexibility, which are kind of hallmark themes of OCD. So in animals that have\ntheir serotonin depleted or in humans that have very\nlow levels of serotonin, you can see evidence of\ncognitive inflexibility, challenges in tasks, switching challenges and switching the rules by\nwhich one performs a game, challenges in any kind of\ncognitive domain switching. And so that does indirectly implicate serotonin in some of the aspects of OCD. Again, when one starts to explore the different transmitter systems that have been explored in\nanimal models and in humans, it's a vast, vast landscape, but serotonergic drugs do seem to be the most effective drugs in treating OCD despite the fact, again, despite the fact that there's no direct evidence that serotonin systems\nare the problem in OCD. If you recall the\ncortico-striatal-thalamic loop that is so central to the etiology, the presence and the\npatterns of symptoms in OCD, of course, serotonin is\nimpacting that system. Serotonin is impacting just\nabout every system in the brain, but there's no evidence that tinkering with serotonin levels, specifically in that network, is what's leading to\nthe improvements in OCD. However, if people go into a FMRI scanner and those people have OCD and they evoke the\nobsessions and compulsions, you see activity in that\ncortico-striatal-thalamic loop. Treatments like SSRIs that\nreduce the symptoms of OCD equate to a situation where\nthere is less activity in that loop. And I should point out\ncognitive behavioral therapy, which we have no reason to believe only taps into the serotonin system, I think it would be extreme stretch, it would be false actually to say that that cognitive\nbehavioral therapy taps only into the serotonin system, clearly it's going to affect\na huge number of circuits in neurochemical systems. Well, people who do\ncognitive behavioral therapy and find some relief for OCD, they also show reductions in those cortico-striatal-thalamic loops. So basically we have a situation where we have a behavioral\ntherapy that works, in many people, not all, and we have a pretty good understanding of about why it works. It increases anxiety tolerance, and interference with pattern execution, getting people to not engage in the same sorts of behaviors that are detrimental to them. And we have drug treatments that work at least to some degree, but we don't know how they work or where they work in the brain. One of the things that really unifies the behavioral treatments\nand the drug treatments is that they take some period of time. Some relief from symptoms seems to show up around four weeks and\ncertainly by eight weeks for both cognitive behavioral\ntherapy and the SSRIs, but it's really at the 10 to 12 week stage when someone's been\ndoing these twice a week, cognitive behavioral sessions, where they've been taking\na SSRI for 10 to 12 weeks, that the really significant reduction in OCD symptoms starts to really show up. ",
            "segmentTitle": "Serotonin & Cognitive Flexibility, Psilocybin Studies"
        },
        {
            "text": "Now, up until now, I've\nbeen talking about the fact that people are getting\nrelief from these treatments, but sadly, in the case of OCD, there is a significant population that simply does not respond to CBT or to SSRIs, or to their combination, which is why psychiatrists\nalso explore the combination of SSRIs and neuroleptics or drugs that tap into the\nso-called dopamine system or the glutamate system. These are other neurotransmitters\nand neuromodulators that impact different\ncircuits in the brain. And just to really remind you what neurotransmitters\nand neuromodulators do, because this is important\nto contextualize all this, neurotransmitters are\ntypically involved in the rapid communication between neurons. And the two most common\nneurotransmitters for that are the neurotransmitter glutamate, which we say is excitatory, meaning when it's\nreleased into the synapse, it causes the next neuron to\nbe more active, or active, and GABA which is a neurotransmitter that is inhibitory,\nmeaning when it's released into the synapse, typically, not always, but typically, that GABA\nis going to encourage the next neuron to be\nless electrically active or even silence its activity. The neuromodulators, by contrast, So not neurotransmitters,\nbut neuromodulators like dopamine, serotonin, epinephrine, and acetylcholine and others operate a little bit differently. They tend to act a\nlittle bit more broadly. They can act within the synapse, but they can also change\nthe general patterns of activity in the brain, making certain circuits more likely to be active and other circuits\nless likely to be active. So when we say dopamine does X or dopamine does Y, or serotonin does X or serotonin does Y, they don't really do one thing, they change the sort of overall tonality. They make it more likely or less likely that certain circuits will be active. You can think of them as\nkind of activating playlists or genres of activity in the brain, rather than being involved\nin the specific communication or specific songs, if you will, in this analogy, or discussions\nbetween particular neurons. So when we hear that\nSSRIs increase serotonin and reduce the symptoms of OCD, or a neuroleptic reduces\nthe amount of dopamine and makes people feel calmer for instance, or can remove some stereotype,\nrepetitive motor behavior, which they can either generate or reduce motor behavior it turns out. So when I say that, what I'm referring to is the fact that these neuromodulators are kind of turning up the\nvolume on certain circuits and turning down the\nvolume on other circuits. I say that because if\nyou are going to explore drug treatments again\nwith a licensed physician, if you're going to explore\ndrug treatments for OCD, and in particular, if you\nare not getting results from SSRIs, or you're not getting results from cognitive behavioral therapy or the side effect profiles of the drugs that you're taking for OCD are causing problems that\nyou don't want to take them, well, then it's important to understand that anytime you take one of these drugs, they're not acting specifically on the cortico-striatal-thalamic circuit. That would be wonderful. That's the future of psychiatry, but as now, when you take a drug, it acts systemically. So it's impacting serotonin in your gut. It's also impacting serotonin\nin other areas of the brain, hence the effects on things\nlike digestion or libido or any number of different things that serotonin is involved in. Likewise, if you take a\nneuroleptic like haloperidol or something that reduces\ndopamine transmission, well, then it's going to\nhave some motor effects 'cause dopamine is\ninvolved in the generation of motor sequences and\nsmooth limb movement. That's why people with Parkinson's who don't have much dopamine\nwill get a resting tremor, have a hard time\ngenerating smooth movement. And so the side effects\nstart to make sense, given the huge number of\ndifferent neural circuits that these different\nneuromodulators are involved in. I don't say that to be discouraging, I say that to encourage patients and careful systematic exploration of different drug treatments for OCD always again with the careful and close guidance and oversight of a psychiatrist because psychiatrists really understand which side effect profiles make it likely that you can or cannot or will never, or maybe someday will be\nable to take a given drug at a given dose. They're the ones that\nreally have that knowledge. This is not the sort\nof thing that you want to cowboy and go try\nand figure out yourself. ",
            "segmentTitle": "Neuroleptics & Neuromodulators"
        },
        {
            "text": "Now, I also want to acknowledge that there are other\nforms of drug treatments. We touched on psilocybin briefly, but there are other\nforms of drug treatments that have been explored for OCD. Earlier, we talked a\nlittle bit about cannabis. Why would cannabis be a\nplace of exploration at all? Well, first of all, a number of people try\nand self medicate for OCD. There is some clinical evidence, I'm not talking about recreational use, I'm talking about clinical evidence that cannabis can reduce anxiety. Now earlier we were talking about not reducing anxiety, but\nlearning anxiety tolerance in order to deal with and treat OCD in the context of cognitive\nbehavioral therapies. That doesn't necessarily rule out cannabis as a candidate for the treatment of OCD. And in fact, this has been explored. A study from Dr. Blair Simpson\nherself looked at this. This was a fairly small scale study. So first of all, I'll give you the title. And again, we'll provide a link. This is entitled, Acute\neffects of cannabinoids on symptoms of\nobsessive-compulsive disorder: A human laboratory study. very briefly, this was 14 adults with OCD. They had prior experience with cannabis. This was randomized, placebo-controlled. The cannabis was smoked,\nthey had different varietals, as they're called. They had a placebo. So this is basically a condition\nin which certain subjects consumed a cigarette that had 0% THC, others had 7% THC,\nother groups that is, or some had 0.4% CBD and THC. So they looked at CBD. I know a lot of people out\nthere are interested in CBD. This is one of the few\nstudies I could find where they explored different percentages of THC and CBD in these cannabis or marijuana\ncigarettes basically. The total amount that they consumed, I believe, was 800 milligrams. These, again, are not suggestions. These are just simply\nreporting what's in this study. You can, again, I'll provide a link. They looked at OCD symptoms, ratings. They looked at cardiovascular effects. They had a large number\nof different things that they explored. And I should say this\nstudy was done in 2020, and it was the first\nplacebo-controlled investigation of cannabis in adults with\nobsessive-compulsive disorder. Pretty interesting. And I'm just reading from\ntheir conclusions here. The data suggests that smoked cannabis, whether containing primarily THC or CBD, remember they looked at\ndifferent concentrations of those, has little acute impact, meaning immediate impact on OCD symptoms and yield smaller reductions in anxiety compared to placebo. So they did not see a, when\nI say a positive effect, I mean a ameliorative effect, an effect in reducing symptoms of OCD from cannabis or CBD, which, it's unfortunate. I think it's unfortunate anytime\na treatment doesn't work. But nonetheless, those are the data, I'm sure there are going\nto be other studies. I'm sure there are also going to be people in the YouTube comments section saying that cannabis and CBD\nhelps their OCD symptoms, at least I anticipate there probably will. Almost everything I say here, somebody will contradict it with something from their experience, which\nI encourage, by the way. I want to hear about your\nexperience with certain things even if it's not from randomized\nplacebo-controlled studies, I still find it very interesting to know what people are doing\nand what they're experiencing. I think that's one of the\nbetter uses of social media comment sections, is to be\nable to share some of that, not in an advice-giving\nway or prescriptive way, but simply as a way to share and encourage ",
            "segmentTitle": "OCD & Cannabis, THC & CBD"
        },
        {
            "text": "different types of exploration. There are other sorts of drug treatments that are gaining popularity for OCD, at least in the research realm. One treatment that is a legal, L-E-G-A-L. Sometimes when I say legal, sometimes people think I say\nillegal, but that is legal, at least by prescription in\nthe United States, is ketamine. The actions of ketamine\nare somewhat complex although we know, for instance, that ketamine acts on\nthe glutamate system, it tends to disrupt the transmission or the relationship, I should say, between glutamate, not glutamine, not the amino acid, but\nglutamate, the neurotransmitter, and the so-called NMDA, the\nN-methyl-D-aspartate receptor, which is a receptor that's very special in the nervous system\nbecause when glutamate binds to the NMDA receptor, it tends to offer the opportunity for\nthat particular synapse to get stronger, so-called neuroplasticity and ketamine is a,\nessentially, an antagonist, although it works through\na complicated mechanism, it tends to block that binding of glutamate to the NMDA receptor or the effectiveness of that. Ketamine therapy is now\nbeing used quite extensively for the treatment of\ntrauma and for depression. It leads to a dissociative state. It's a so-called dissociative analgesic in the variety of ways\nin which that happens. We did an episode on depression. We're going to do another entire\nepisode all about ketamine describing the networks that\nketamine impacts, et cetera. Ketamine therapies are\nbeing explored for OCD. As of now, the data\nlook somewhat promising, but there's still a lot more\nwork that needs to be done. My read of the data are that the more extensive clinical trials have not happened yet. The smaller studies that have happened revealed that some\npatients do get some relief from ketamine therapy for OCD, but there was nothing\noverwhelmingly pointing to the fact that ketamine is a magic\nbullet for OCD treatment. So cannabis, CBD, at least now, even though it's one smaller study, there's no real evidence that it can alleviate OCD symptoms. If there are new studies published soon, I'll be sure to update you. And if you see those studies, please send them to me. Ketamine therapy, the jury is still out, psilocybin, The jury is still out. These are early days. ",
            "segmentTitle": "Ketamine Treatment"
        },
        {
            "text": "Another treatment that's\nbecoming somewhat common, or at least people are\ncommonly excited about is transcranial magnetic stimulation. So this is the use of a magnetic coil. This is completely noninvasive, placed on one portion of the skull, and one can direct magnetic energy toward particular\nareas of the brain to either suppress, or nowadays, you can also activate\nparticular brain regions. There are some interesting data showing that if TMS is applied to areas of the brain involved in the generation of motor action, so the so-called motor areas, or supplementary motor\nareas as they're called, while people think about\nor have intrusive thoughts, we know that the TMS coil can interrupt the motor behaviors, the\ncompulsive behaviors, and at least in a small cohort of studies and a small number of\npatients within those studies, this has been shown to be effective, not just while the coil\nis on the head, of course, but after the study has been performed or the treatment's been performed in reducing OCD symptoms\nby disrupting the tendency for the compulsive behavior\nto be so automatic. One of the key features of\nobsessive-compulsive disorder is that, especially if it's\nbeen around for a while, the person's been dealing\nwith it for a while, there isn't a pattern in\nwhich the person thinks, oh, I have this contamination fear, or I need symmetry, or\nI'm kind of obsessed to count to the number seven. And then they pause and they go, ooh, and then they do it. No, typically there's a very close pairing of the obsession\nand the compulsion in time so that somebody's\nwalking down the street, thinking one, two, three,\nfour, five, six, seven, one, two, three, four,\nfive, six seven, seven... and then they're doing this in such rapid succession because the obsessions\nare coming up so quickly. Thoughts can be generated very quickly. And then they're\ngenerating the compulsions as a way to beat down or to try and suppress that anxiety and then it comes right back up again at even stronger as I described earlier. So transcranial magnetic stimulation seems to intervene in these\nvarious fast processes. Right now, I don't think it's fair to say that TMS is a magic bullet either. I think there's a lot\nof excitement about TMS and in particular, I really want to nail this point home, in particular, there's excitement about the combination of TMS\nwith drug treatments, or the combination of TMS with\ncognitive behavioral therapy. And this is a really important point, not just for sake of discussion about obsessive-compulsive disorder, but also depression, ADHD, schizophrenia, any number of different\npsychiatric challenges and disorders in most cases\nare going to respond best to a combination of behavioral treatment that's ongoing that\noccurs in the laboratory and clinical setting, but also in the home setting\nwhere there's homework, maybe even home visits. Drug treatments, often, not always, are a terrific augment to those cognitive behavioral therapies or other behavioral therapies. And then now we are living in the age of brain-machine interface. You have companies like Neuralink that I think it's fair\nto say are going to enter the brain machine-interface world first through the treatment\nof certain syndromes, movement syndromes or\npsychiatric syndromes probably before they\nstart putting electrodes into the brain to\nstimulate enhanced memory or enhanced cognition, who knows, I don't know exactly what they're doing behind the walls of Neuralink. But I have to imagine, in fact, I would wager maybe not both arms, but I'll wager my left arm that the first set of\nFDA approved technologies to come out of companies like Neuralink are going to be those for\nthe treatment of things like Parkinson's and movement disorders and cognitive disorders, rather than, shall we say, kind of recreational cognitive enhancement\nor things of that sort. So transcranial magnetic\nstimulation is noninvasive. It doesn't involve going\ndown below the skull, can have some effect,\nbut most laboratories that I'm aware of at\nStanford and elsewhere that are exploring TMS for things like OCD and other types of psychiatric challenges are using TMS in combination with drug therapies, are using, in some cases, for instance, a laboratory at Stanford, hope\nto get 'em on the podcast, a psychiatrist, Nolan Williams, is exploring TMS in combination with psychedelic therapies, not\nnecessarily at the same time, but nonetheless combining them or exploring how they\nimpact brain circuitry. So if you have OCD, should\nyou run out and get TMS, or should you try ketamine therapy, of course, with a licensed physician? I think it's too early to say yes. I think the answer is\nwe need to wait and see. I think cognitive behavioral\ntherapy, the SSRIs, and some other drug\ntreatments like neuroleptics combined with SSRIs and\ncognitive behavioral therapy are where the real bulk of the data are. ",
            "segmentTitle": "Transcranial Magnetic Stimulation (TMS)"
        },
        {
            "text": "I want to make one additional\npoint about cannabis CBD as it relates to\nobsessive-compulsive disorder. To me, it's not at all surprising that cannabis CBD did not\nimprove symptoms of OCD. Because in my discussion\nwith Dr. Paul Conti a few weeks ago, and I should mention, Dr. Conti is indeed a medical\ndoctor, a psychiatrist, we were talking about\ncannabis and its various uses, because it does have some\nclinical applications. And he mentioned that\none of the main effects of cannabis is to tighten focus and to enhance concentration on and thoughts about one particular thing. And in some cases that can\nbe clinically beneficial, and in other cases that can\nbe clinically detrimental. If you accept the idea that\ncannabis increases focus, and you think about OCD\nand the networks involved, and you think about the\nanxiety and the relationship between the obsession and compulsion, well, then it shouldn't\ncome as any surprise that cannabis did not\nimprove the symptoms of OCD because if anything,\nit would increase focus on the obsessions and the compulsions. Now that's not what they observed. They did not see an exacerbation or a worsening of the\nsymptoms of OCD with cannabis, at least that's not my read of the data, but they did not see an improvement in OCD symptoms with cannabis or CBD. And to me, that's not surprising given that cannabis CBD\nseems to increase focus. ",
            "segmentTitle": "Cannabis CBD & Focus"
        },
        {
            "text": "Next, I'd like to talk\nabout some of the research on and the roles of hormones in OCD, because it turns out to be a very interesting relationship there. But before I do, I want\nto point out something that I realize I probably\nshould have said earlier, which is one of the key\nthings for someone with OCD to come to understand if\nthey're going to experience any relief of their symptoms, whether or not they're\ndoing drug treatments or behavioral treatments or otherwise, is that thoughts are\nnot as bad as actions. Thoughts are not as bad as actions. One of the kind of rules\nthat people with OCD seem to adopt for themselves is that thoughts are really, truly the equivalent of actions. So they'll have an intrusive thought and, we haven't spent too\nmuch time on this today, but earlier I touched on the fact that some of the intrusive\nthoughts that people have in OCD are really disturbing. They can be really gross, or at least gross to that person. They can evoke imagery that\nis toxic or infectious, or is highly sexualized in a way that is disturbing to\nthem, it can be very taboo. This is not uncommon when you start talking to people with OCD and you start pulling on the thread. Again, this would be a psychiatrist who was trained to ask the right questions and gain the comfort\nand trust of a patient. And they start to reveal that these thoughts are really\nintrusive and kind of disturbing, which is why they feel so compelled to try and suppress them with behaviors. One of the powerful elements\nof treatment for OCD is to really support the patient and make them realize that\nthoughts are just thoughts and that everyone has disturbing thoughts. And that oftentimes\nthose disturbing thoughts arise at the most\ninconvenient, and sometimes, what seems like the most\ninappropriate circumstances. And this relates to a\nwhole larger discussion that we could have about what are thoughts and why do they surface, and how come when you stand\nat the edge of a bridge, even if you do not want to jump off, you think about jumping off. And this has to do with the fact that your nervous system,\nas a prediction machine, is oftentimes testing possibilities. And sometimes that testing\ngoes way off into the Netherlands of the thought patterns and emotional patterns that\nwe all have inside of us. The big difference between\na thought and an action is that, of course, the nervous system is, in one case, not translating those patterns of thinking\ninto motor sequences. That nerdy way of saying\nthoughts aren't actions, believe it or not, can be helpful for people if they really think about that and\nuse it as an opportunity to realize that, first of\nall, they're not crazy. They're not thinking\nand feeling this stuff because they're bad or evil. And of course, sometimes\nthis can cross over with other elements of life where we place moral judgment on people for certain behaviors. I think that's part of a\nhealthy society, of course, that's why we have laws and punishments and rewards for that matter\nfor certain types of behaviors. But this idea that thoughts\nare not as bad as actions and that thoughts can be tolerated and the anxiety around thoughts can be tolerated and\nover time can diminish, that's a very powerful hallmark theme of the treatment of OCD so I'd be remiss if I didn't mention it. Thoughts are not actions. Actions can harm us, they\ncan harm other people, they can soak up enormous amounts of time. Thoughts can soak up\nenormous amounts of time. They can be very troubling. They can be very detrimental. We of course want to be sensitive to that, but when it really comes down to it, the first step in treatment\nfor OCD is this realization where the approach to the realization that thoughts are not as bad as actions. ",
            "segmentTitle": "Thoughts Are Not Actions"
        },
        {
            "text": "So what about hormones in OCD? Well, this has been explored, albeit not as extensively\nas I would've liked to find, but when I went into the literature, I found one particularly\ninteresting study, entitled, Neurosteroid Levels in Patients with Obsessive-Compulsive Disorder. First author, Erbay And as always, we'll\nprovide a link to the study. The objective of this\nstudy was to explore serum within blood, neurosteroid\nlevels in people with OCD. Why? Well, because of the relationship between OCD and anxiety and the fact that in\nstress-related disorders such as anxiety and depression, the hormones have been\nextensively explored, but not so much in OCD,\nat least until this study. So they compared serum levels of a number of different hormones,\nprogesterone, pregnenolone, DHEA, cortisol, and testosterone. This was done in 30 patients with OCD and 30 healthy controls. So it's not a huge study,\nbut it's enough to draw some pretty nice conclusions. These subjects were 18 to 49 years old, and the controls were age and sex matched healthy volunteers. Again, no OCD. What was the basic\ntakeaway from the study? The basic takeaway from the\nstudy was that in females with OCD, there was evidence for significantly elevated\ncortisol and DHEA. Now that's interesting because cortisol is well known to be associated\nwith the stress system. Although every day, should mention, we all, male or female,\neverybody experiences an increase in cortisol\nshortly after awakening. That's a healthy increase in cortisol. Late shift, I mean, late in\nthe day peaks in cortisol where a shift in that cortisol peak to later in the day is a known correlate of depression and anxiety disorders. So the fact that cortisol is elevated and DHEA are elevated in female patients with OCD suggests that cortisol is either reflective of or causal for the increase in anxiety. We don't know the\ndirection of that effect. Now in male patients with OCD, there was evidence for increased cortisol. Again, not surprising given the\nrole of anxiety in cortisol, or I should say, given the\nrole of cortisol in anxiety and the increasing anxiety seen in OCD, but there are also significant\nreductions in testosterone, which should also not surprise us because cortisol and\ntestosterone more or less compete in some fashion for their own production, both are derived from\nthe molecule cholesterol. And there are certain biochemical pathways that can either direct\nthat cholesterol molecule toward cortisol synthesis\nor testosterone synthesis, but not both. So they compete. So when cortisol goes up in general, not always, but in general, testosterone goes down and vice versa. If you want to learn more\nabout the relationship between cortisol and testosterone, and there are even some tools\nto try and optimize those ratios in both males and females, you can find that in our episode on optimizing testosterone and estrogen, that's at hubermanlab.com. Now, I would say the\nmost interesting aspect of this study is not\nthat DHEA and cortisol are elevated in females with OCD or that cortisol and testosterone have this opposite effect, cortisol up and testosterone\ndown in males with OCD, but rather the relationship\nbetween all of those, DHEA, cortisol, and testosterone. In terms of GABA, GABA again being this inhibitory neurotransmitter that tends to quiet\ncertain neuronal pathways, it does different things\nat different synapses, but in general, the more\nGABA that's present, the more inhibition that's present, and therefore the more\nsuppression of neural activity. And DHEA is known to\nbe a potent antagonist of the GABA system. So here we have elevated DHEA in females. And I should also\nmention that testosterone is also known to tap into the GABA system. Typically, when testosterone is elevated, GABA transmission, at\nleast is slightly elevated. So here we have a situation\nin which the pattern of hormones in females and males with OCD are different from those\nin people without OCD such that GABA transmission is altered and the net effect would be\nan overall reduction in GABA. Now GABA, as an inhibitory\nneurotransmitter, and broadly speaking is associated with lower levels of anxiety, and it tends to create balance within various neural circuits. Now, that's a very broad statement, but we know for instance, in epilepsy, that GABA levels are reduced and therefore you get runaway excitation of certain circuits in the brain, and therefore seizures, either petite mal, mini seizures, or grand\nmal, massive seizures, or even drop seizures where\npeople completely collapse to the floor in seizure. You may have seen this before. I certainly have, it's very dramatic and it actually is quite\ndebilitating for people because obviously they don't\nknow when these seizures are coming on most often, and then they can fall into a stove\nor while driving, et cetera. So the situation with OCD is one in which, for whatever reason, we don't\nknow the direction of effect. Certain hormones are elevated in females and certain hormones are elevated in males and those hormones differ\nbetween males and females, and yet they both funnel into a system where GABAergic or GABA\ntransmission in the brain is reduced because of this ability for those particular hormones to be antagonists to GABA, and as a consequence, there's\nlikely to be overall levels of increased excitation in\ncertain networks in the brain and that brings us back to this cortico-striatal-thalamic loop, this repetitive loop\nthat seems to reinforce, we can say reinforces\nobsession, leads to anxiety, leads to compulsion, leads to\ntransient relief of anxiety, but then increase in anxiety,\nincreased obsession, anxiety, compulsion, anxiety,\ncompulsion, anxiety, compulsion, and so on and so forth. So I have not found\nstudies that have explored adjusting testosterone levels through exogenous administration, cream or injection or otherwise, or that have focused on\nreducing DHEA in females. If anyone is aware of such studies, please put them in the\ncomment section on YouTube or send them to us. We have a contact site on the\nwebsite at hubermanlab.com, but the comment section\non YouTube would be best. But because we know that\nhormones impact neuromodulators and neurotransmitters,\nas I just described, and that those neuromodulators\nand neurotransmitters play an intimate role in the generation and the treatment of things like OCD, it stands to reason that manipulations of those hormone systems, however subtle or dramatic might, I want to highlight, might prove useful in\nadjusting the symptoms of OCD and I hope that this is\nan area that researchers are going to pursue in\nthe very near future because many of the\ntreatments for reducing DHEA or increasing testosterone\nor reducing cortisol have already made it through FDA approval. They're out there, they're\nreadily prescribed. Many of them are already in generic form which means that the\npatents have already lapsed on the first versions of those drugs. So when they're available as\ngeneric drugs, very often, they're available at\nsignificantly lower cost. There's a whole discussion we had there about patent laws and prescription drugs. But because these drugs\nare largely available in prescription yet generic form, I think there's a great opportunity to explore how hormones,\nnot just cortisol, testosterone, and DHA, but the huge category of hormones might impact the symptoms of OCD, especially since many\nof the symptoms of OCD show up right around the time of puberty. We haven't talked a lot\nabout childhood OCD, 'cause we're going to do an entire series on childhood psychiatric\ndisorders and challenges but many children develop OCD early as young as three or four, believe it or not, or even 6 or 7 and 10 and in adolescence, and\ncertainly around puberty. and in young adulthood. It is rare, although it does happen, that people will develop\nOCD very late in life around 40 or older, just\nkind of spontaneously. Most often when you look\nat their clinical history, you find that either they were hiding it or is being suppressed in some way, or if it does spontaneously\nshow up late in life like mid-thirties or in one's forties, typically there's a\ntraumatic brain injury, could be due to stroke or\nphysical injury to the head or something of that sort. Nonetheless, there is a interesting correlation between the onset of puberty\nin certain forms of OCD. There's certain forms of, or I should say, there's certain aspects of menopause that can relate to OCD. You can find all these\nthings in the literature. All this to say that hormones\nimpact neurotransmitters and neuromodulators, which clearly impact the kinds of circuits\nthat are involved in OCD and it makes sense that, and I would hope that there\nwould be an exploration of how these hormones impact OCD in the not too distant future. Now there is an extensive\nliterature exploring how testosterone therapy, both in males and\nfemales, can be effective in some cases in the treatment of anxiety-related disorders, but not, at least to my\nknowledge, in OCD in particular. So this whole area of the use of testosterone and estrogen therapies, DHEA, cortisol suppression, or maybe even enhancement\nfor the treatment of OCD is essentially a big black box that very soon, I believe, will be lit. ",
            "segmentTitle": "Hormones, Cortisol, DHEA, Testosterone & GABA"
        },
        {
            "text": "I realize that a number of\nlisteners of this podcast are probably interested in the non-typical or holistic treatments for OCD. Dr. Blair Simpson's lab\nhas at least one study exploring the role of\nmindfulness meditation for the treatment of OCD. There, the data are a\nlittle bit complicated and I should mention that good things are happening, at\nleast in the United States, probably elsewhere as well, but good things are happening in terms of the exploration of things like meditation and other, let's call them non-traditional or holistic forms of treatment\nfor psychiatric disorders because of the division\nof complimentary health that's now been launched by the National Institutes of Health. So, whereas before\npeople would think about meditation or yoga nidra, or even CBD supplementation\nfor that matter, as kind of fringe maybe, or kind of woo or non-traditional at the very least, the National Institutes of\nHealth in the United States has now devoted an entire division, an entire Institute,\npurely for the exploration of things like breathing\npractices, meditation, et cetera. So there's a cancer institute, there's a hearing and deafness institute, there's a vision institute, and now there's this\ncomplimentary health Institute, which I think is a wonderful addition to the more traditional\naspects of medicine. I think no possible useful treatment should be overlooked or\nunresearched in my opinion, provided that can be done safely. And as I mentioned,\nDr. Blair Simpson's lab has looked at the role\nof mindfulness meditation and the treatment of OCD. Now we should all keep in mind, no pun intended, that most of the data on mindfulness meditation\nshows that it increases the ability to focus. Now, this brings us back to a\nkind of repeating theme today, which is that increased focus may not be the best thing\nfor somebody with OCD because it might increase\nfocus on the obsession and/or compulsion. Turns out that mindfulness\nmeditation can be useful in the treatment of OCD, but mainly by way of how it impacts the focus on and the ability to engage in cognitive\nbehavioral therapies. So it's very unlikely, at\nleast by my read of the data, to be a direct effect of meditation on relieving the symptoms, rather it seems that\nmeditation is increasing focus on things like cognitive\nbehavioral therapy homework and to not focus on other things and therefore indirectly\nimproving the symptoms of OCD. ",
            "segmentTitle": "Holistic Treatments: Mindfulness Meditation & OCD"
        },
        {
            "text": "Now somewhat surprisingly, at least to me, there have also been a fairly\nlarge number of studies exploring how nutraceuticals,\nas they're sometimes called, supplements that are\navailable over the counter can impact the treatment of\nobsessive-compulsive disorder. Now there's such an extensive\nnumber of different compounds and supplements that\nfall under the category of nutraceuticals and\nthat have been explored in the treatment of OCD\nthat I'd like to point you to a review that is entitled, Nutraceuticals in the treatment of obsessive-compulsive\ndisorder: a review, excuse me, of mechanistic\nand clinical evidence. So it's published in 2011,\nso it's over 10-years-old. And so by now, I have to imagine that\nthere are an enormous number of additional substances\nthat could be explored, but there are just one or two\nhere that I want to focus on. Here in this review, they describe effects\nof 5-HTP and tryptophan, so things that are in\nthe serotonin pathway, which would make sense given what we know about the SSRIs that people would explore\nhow different supplements that increase serotonergic transmission might impact OCD. What you find is that they\ndo have significant effects in improving or reducing\nthe symptoms of OCD in somewhat similar way\nto some of the SSRIs. But you of course have to be careful. Anything that's going to tap into a given neurochemical system to the same degree may very likely have the\nsame sorts of side effects that a prescription drug would. One compound that I like to focus on in a little more depth, however, because it's exciting\nand interesting to me is inositol. Inositol is a compound that\nwe are going to talk about in several future podcasts, because, well, first of all, it seems that it can\nhave impressive effects on reducing anxiety. It also can have pretty impressive effects in improving fertility\nand particular in women with polycystic ovarian syndrome. And here I'm referring\nspecifically to myo-inositol because it comes in several forms. And it does appear that\n900 milligrams of inositol can improve sleep and can reduce anxiety perhaps when taken at that\ndosage or higher dosages. I will just confess, first\nof all, I don't have OCD, although I will also confess\nthat when I was a child, I had a transient tick. I've talked about this on podcast before. It was a grunting tick. So when I was about six or seven, I recall a trip to\nWashington DC with my family, where I was feeling a strong desire or need even as I recall, to grunt in order to clear something in my throat, but I didn't\nhave anything in my throat. I didn't have a cold\nor any postnasal drip, it was really just the feeling\nthat I needed to do that, to release some sort of tension. And I remember my dad at the time telling me don't do that. Don't do that, it's not good to grunt or something like that. I think he saw that it was a\nkind of compulsive behavior. And so I would actually\nhide in the back seat of the rental car and do\nit, or I'd hide in my room. Fortunately for me, it was transient, I think about six months or\na year later, it disappeared. Although I did notice, actually\nan ex-girlfriend of mine point out that when I get very tired and I've been working very long hours, sometimes that grunting\ntick will reappear. What does that mean? Do I have Tourette's? I don't know, maybe. I was never diagnosed with Tourette's. Do I have OCD? Maybe. I certainly could be accused of having obsessive-compulsive\npersonality disorder, which we'll talk about\nstill in a few minutes. But the point here is that many children transiently express ticks\nor low level Tourette's or OCD, and again, transiently and it disappears over time. So inositol has been explored in a bunch of different contexts, including for ticks in OCD, et cetera. Going back to inositol\nand its current use, or I should say my current use, I've been taking 900\nmilligrams of inositol as in addition to my\nexisting toolkit for sleep, which I've talked about\nmany times on this podcast and other podcasts, consists of magnesium threonate,\napigenin, and theanine. If you want to know more about that kit, you can go to our newsletter,\nNeural Network Newsletter at hubermanlab.com. The toolkit for sleep is there. You don't even have to\nsign up for the newsletter but it'll give you a flavor\nof the sorts of things that are in the newsletter. In any case, I've been experimenting a bit with taking 900 milligrams of myo-inositol either alone or combination\nwith that sleep kit. And I must say the sleep I've been getting on inositol is extremely deep and does seem to lead to enhanced levels of focus and alertness during the day. And perhaps you're noticing that 'cause I'm talking more quickly on this podcast than in previous podcast. No, I'm just kidding. I don't think the two things relate in any kind of causal way. The point here is that inositol is known to be pretty effective\nin reducing anxiety, but when taken at very high dosages. Can it do the same at low dosages? We don't know. I would consider 900\nmilligrams a low dose. Most of this, given the fact that most of the studies of inositol have explored very high dosages, like even 10 or 12 grams per day, which I must say seems exceedingly high and they do report that\nsome of the subjects in those experiments actually stop taking the inositol because of gastric discomfort or gastric distress as it's called. So I've reported my results with sleep in a kind of anecdotal way. They certainly aren't\npeer-reviewed studies that I described about my own experience in an anecdotal way. But nonetheless, it's been explored that things like glycine, which is another, which is an amino acid, which also acts as an\ninhibitory neurotransmitter in the brain, taken at very high dosages, 60 grams per day, that is a absolutely astonishingly high amount of glycine. I would not recommend\ntaking that much glycine unless you're part of a study where they tell you to\nand you know it's safe. 18 grams, excuse me, of an inositol, these are very, very high\ndosages used in these studies. Nonetheless, there's some interesting data about inositol leading to some alleviation of OCD symptoms or partial alleviation of OCD symptoms in as little as two weeks after initiating the supplement protocol. So I think there's a great\nfuture for these nutraceuticals, meaning I think more\nsystematic exploration in particular of lower dosages in the context of OCD treatment. And as we saw before for the SSRIs and other prescription drug treatments, I think there really\nneeds to be an exploration of these nutraceuticals in combination with behavioral therapies. And who knows, maybe with\nbrain machine interface like cranial magnetic stimulation as well. ",
            "segmentTitle": "Nutraceuticals & Supplements: Myo-Inositol, Glycine"
        },
        {
            "text": "Now way back at the\nbeginning of the episode, I alluded to the fact\nthat OCD is one thing, obsessive-compulsive disorder, and it's truly a disorder\nand it's truly debilitating and it's extremely common, and then there's this other thing called obsessive-compulsive\npersonality disorder, which is distinct from that does not have the intrusive component so people don't feel overwhelmed or overtaken by these thoughts, rather, they find that the obsessions can sometimes serve them\nor they even welcome them. And I think many of us\nknow people like this, I perhaps even could be\naccused or who knows, maybe have been accused of having an obsessive-compulsive\npersonality at times. Why do I draw this distinction? Well, first of all, we've come\nto a point in human history, I think in large part\nbecause of social media but also in large part because there are a number\nof discussions being held about mental health that have\nbrought terms like trauma, depression, OCD, et cetera, into the common vernacular so that people will\nsay, ah, you're so OCD, or someone will say I\nwas traumatized by that, or I was traumatized by this. We should be very careful, right? I'm certainly not the word police, but we should be very careful in the use of certain types of language, especially language that\nhas real psychiatric and psychological definitions because it can really draw us off course in providing relief for\nsome of these syndromes. For instance, the word trauma is thrown\naround left and right nowadays. I was traumatized by this,\nor that caused trauma, you're giving me trauma. Listen, I realize that many people are traumatized by certain events including things that are said to them, I absolutely acknowledge that, hence our episodes on\ntrauma and trauma treatment, several of them, in fact. Dr. Conti, Dr. David Spiegel, and then dedicated solo episodes with just me blabbing about\ntrauma and trauma treatment. But as Dr. Conti so\nappropriately pointed out, trauma is really something that changes our neural circuitry and\ntherefore our thoughts and our behaviors in a very persistent way that is detrimental to us. Not every bad event is traumatizing, not everything that we\ndislike or even that we hate or that feels terrible\nto us is traumatizing. For something to reach\nthe level of trauma, it really needs to change\nour neural circuitry and therefore our\nthoughts and our behaviors in a persistent way that\nis maladaptive for us. Similarly, just calling\nsomeone obsessive is one thing, saying that someone has\nOCD or assuming one has OCD simply because they have a\npersonality or a phenotype, as we say, where they need\nthings in perfect order, like I find myself correcting these pens making sure that the caps are facing in the same direction\nfor instance right now, that is not the same as OCD. If, for instance, I\ncan tolerate these pens being at different orientation or even throw the cap on\nthe floor or something, it doesn't create a lot of anxiety for me. I confess, I agree it's a\nlittle bit in the moment, but then I can forget\nabout it and move on. That's one of the key distinctions between obsessive-compulsive\npersonality disorder and obsessive-compulsive disorder in its strictest form. Now, once one hears that OCD is different than obsessive-compulsive personality disorder\nbecause of this difference in how intrusive the thoughts are or not, then that's useful, but\nit really doesn't tell us anything about what is\nhappening mechanistically in one situation or another. Fortunately, there are\nbeautiful data again from Dr. Blair Simpson's lab. And you can tell based\non the number of studies that I've referred to from her laboratory, she's truly one of the\nluminaries in this field, that there really are some\nfundamental wiring differences and behavioral differences\nand psychological differences between people who have\nobsessive-compulsive disorder and those who have obsessive-compulsive personality disorder. So this is a study, first\nauthor, Pinto, P-I-N-T-O entitled, Capacity to\ndelay reward differentiates obsessive-compulsive disorder and obsessive-compulsive\npersonality disorder. And the methods in this\nstudy were to take 25 people with OCD and 25 people\nwith obsessive-compulsive personality disorder and 25 people who have both, because it\nis possible to have both and that's important to point out, and 25 so-called healthy controls, people that don't have\nobsessive-compulsive personality disorder or\nobsessive-compulsive disorder. They take clinical assessments and then they took a number of tests that probed their ability\nto defer gratification, something called, in the laboratory, we call it delayed discounting. So their ability to defer gratification through a task where they\ncan either accept reward right away or accept reward later. Some of you may have heard\nof the two marshmallow task. This is based on a study\nthat was performed years ago on young children at\nStanford and elsewhere where they take young\nchildren into a room, they offer them a marshmallow, kids like marshmallows generally, and you say, you can eat\nthe marshmallow right now or you can wait some period of time, and if you are able to wait\nand not eat the marshmallow, you can have two marshmallows. And in general, children\nwant two marshmallows more than they want one marshmallow. So really what you're probing is their ability to access\ndelayed gratification. And they're very entertaining, even truly amusing videos\nof this on the internet. So if you just do two\nmarshmallow task video and you go into YouTube, what you'll find is that\nthe children will use all sorts of strategies\nto delay gratification. Some of the kids will\ncover the marshmallow. Others will talk to the\nmarshmallow and say, I know you're not that delicious. You look delicious, but\nno, you're not delicious. They'll engage with the marshmallow in all sorts of cute ways. They'll turn around and try\nto, you know, avoidance, which actually speaks to a\nwhole category of behaviors that people with OCD also use. I'm not saying these kids had OCD, but avoidance behaviors are\nvery much a component of OCD. People really trying to avoid the thing that evokes the obsession. Well some kids are able\nto delay gratification, some aren't and it's\ndebatable as to whether or not the kids that are able\nto delay gratification go on to have more\nsuccessful lives or not. Initially, that was the\nconclusion of those studies. There's still a lot of debate about it, we'll bring an expert on to\ngive us the final conclusion on this 'cause there is one\nand it's very interesting and not intuitive. Nonetheless, adults are also faced with decisions every day, all day as to whether or not they\ncan delay gratification. And this study used a, not\na two marshmallow task, but a game that involved rewards where people could delay in order to get greater rewards later. What is the conclusion? Well, first of all, obsessive-compulsive and obsessive-compulsive\npersonality disorder subjects both showed impairments in\ntheir psychosocial functioning and quality of life. They had compulsive behavior. So these are people that\nare suffering in their life because their compulsions\nare really strong. So it's not just being really nit-picky or really orderly in one case and having full blown OCD in the other, both sets of subjects\nare challenged in life because they're having relationship issues or job-related issues, et cetera, because they are that compulsive. However, the individuals with obsessive-compulsive personality disorder, they discounted the value\nof delayed gratification significantly less than those with obsessive-compulsive disorder. What do I mean? They are both impairing disorders that are marked by compulsive behaviors, here I'm paraphrasing, but they can be\ndifferentiated by the presence of obsessions in OCD. So obsessions in OCD. People with OCD are absolutely fixated on certain ideas and\nthose ideas are intrusive. Again, that's the hallmark theme. And by an excessive\ncapacity to delay reward in obsessive-compulsive\npersonality disorder. That is people who have\nobsessive-compulsive personality disorder are really good at delaying gratification. So they are able to\nconcentrate very intensely and perform very intensely in ways that allow them to instill order such that they can delay reward. Now you can see why this\ncontour of symptoms, meaning that the people with OCD are experiencing intrusive thoughts, whereas the people with\nobsessive-compulsive personality disorder\nshow an enhanced ability to defer gratification. You could see how that would lead to very different outcomes. People with obsessive-compulsive\npersonality disorder can actually leverage\nthat personality disorder to perform better in\ncertain domains of life, not all domains of life, because remember, again, these people are in this study and they're showing up as\nexperiencing challenges in life because of their obsessive-compulsive\npersonality disorder. Nonetheless, people with\nobsessive-compulsive personality disorder, you could imagine, would be very good at say architecture or anything that involves\ninstilling a ton of order. Maybe sushi chef, for instance,\nmaybe a chef in general. I know chefs that just\nkind of throw things around like the chef on the Muppets\nand just like throw things everywhere and still produce amazing food. And then there's some people\nthere incredibly exacting, they're just incredibly precise. I think that movie, what is it? Jiro Dreams of Sushi? That movie is incredible. Certainly not saying he\nhas obsessive-compulsive personality disorder, but\nI think it's fair to say that he is obsessive or\nextremely meticulous and orderly about everything from start to finish. You can imagine a huge array\nof different occupations and life endeavors where\nthis would be beneficial, science being one of them\nwhere data collection and analysis is exceedingly\nimportant that one be precise, or mathematics or physics or engineering, anything where precision has a payoff and gaining precision takes time and delay of immediate gratification, you can imagine that obsessive-compulsive personality disorder would synergize well with those sorts of\nactivities and professions. Whereas obsessive-compulsive\ndisorder is really intrusive. It's preventing functionality in many different domains of life. So the key takeaway here is that when we use the words\nobsessive-compulsive, or we call someone obsessive-compulsive, or we are trying to\nevaluate whether or not we are obsessive compulsive, it's very important that we highlight that obsessive compulsive\ndisorder is very intrusive. It involves intrusive thoughts and it interrupts with\nnormal functioning in life. Whereas obsessive-compulsive\npersonality disorder, while it can interrupt\nnormal functioning in life, it also can be productive. It can enhance functioning\nin life, not just in work, but perhaps at home as well. If you are somebody and\nyou have family members that really place enormous value on having a beautiful and highly organized home, well, then it could lend\nitself well to that. it's going to be a matter\nof degrees, of course. None of these things is an absolute, it's going to be on a continuum, but I think it is fair to\nsay that obsessive-compulsive disorder, whether or\nnot in mild, moderate, or severe form is impairing\nnormal functioning, whereas obsessive-compulsive\npersonality disorder, there's a range of expressions of that, some of which can be adaptive, some of which can be maladaptive, ",
            "segmentTitle": "OCD vs. Obsessive Compulsive Personality Disorder"
        },
        {
            "text": "and again, it's all going\nto depend on context. Before we conclude, I do\nwant to touch on something that I think a lot of people experience and that's superstitions. Superstitions are fascinating, and there's some fascinating\nresearch on superstitions. One particular study that I'm a big fan of is the work of Bence Olveczky at Harvard. He studies motor sequences\nand motor learning, and he has beautiful\ndata on how people learn, for instance, a tennis swing and the patterns that\nthey engage in early on and then the patterns\nof swinging that they, swinging the racket that is, that they engage in later\nas they acquire more skill. And basically the takeaway is that the amount of error or\nvariation from swing to swing is dramatically reduced\nas they acquire skill. That's all fine and good, and there's some\nbeautiful mechanistic data that he and others have discovered to support how that comes to be, but they also explore animal models, in particular, rats pressing\nsequences of buttons and levers to obtain a reward. Believe it or not, rats are pretty smart. I've seen this with my own eyes. You can teach a rat to press\na lever for a pellet of food. Rats can also learn to press levers in a particular sequence in order to gain a piece of food. And they can actually learn to press an enormous number of levers\nin very particular sequences in order to obtain pellets of food. You can also give them\nlittle buttons to press or even a paddle to, or I\nshould say a pedal, excuse me, to stomp on with their foot in order to obtain a pellet of food. Basically rats can learn\nexactly what they need to do in order to obtain a piece of food, especially if they're made a little bit hungry first. Bence's lab has published beautiful data showing that as animals and humans come to learn a particular motor sequence, very often they will\nintroduce motor patterns in that sequence that are\nirrelevant to the outcome and yet that persist. If you've ever watched a game of baseball, you've seen this before. Oftentimes the pitcher\nup on the mound will bring the ball to their chin. They'll look over their shoulder, they'll look back over the other shoulder, and then they will, of course,\nreel back and pitch the ball. But if you watch closely, oftentimes there are components\nin the motor sequence, which are completely\nunrelated to the pitch. They're not looking necessarily to see if someone's stealing a base. They're not necessarily looking down at home plate where the batter is. They're also doing things like touching the back of their ear before they bring the ball to their chin or adjusting their hat. And if you watch individual pictures, what you'll find is that\nthey'll do the same sequence of completely irrelevant motor patterns before each and every single pitch. Similarly, rats that have\nbeen trained to, for instance, hit two levers and step on a pedal with their left hind foot, and then tap a button up above\nthat is the red button, will do that to gain a piece of food. But sometimes they'll\nalso introduce a pattern into that motor sequence where they will shake their tail a little bit, or they'll turn their head a little bit, or they'll move their ears\na little bit, et cetera. Motor patterns that have nothing to do with obtaining the\nparticular outcome in mind. In other words, you could eliminate certain components of the motor sequence and it would not matter, the\nrat would still get the pellet, the pitcher would still be able to pitch, and yet that get\nintroduced because somehow because they were\nperformed again and again prior to successful trials, the rat or the human baseball pitcher comes to believe in some way that it was involved in\ngenerating the outcome, hence superstition, right? I confess I have a few superstitions. I occasionally will knock on wood. I'll say something that I want to happen, and I'll say, oh, knock on\nwood, and I'll just do it. And occasionally I'll\nchallenge myself and think, ah, I don't want to knock,\ndon't knock on wood, Andrew, don't do that. I don't think anyone\nwants to be superstitious, I certainly don't. And so every once in a while, I'll just challenge it, and I\nwon't actually knock on wood. I'm admitting this to you to kind of I guess normalize some of this. Some people have superstitions that border on or even become compulsions. They really come to believe that if they don't knock on wood, that something terrible\nis going to happen, maybe something in particular. Or in the case of the baseball pitcher, they come to believe\nthat if they don't touch their right ear before they\nreel back on the pitch, that the pitch won't be any good or that they're going to lose the game. Well, I don't know what\ntheir thought process is. Now, I also don't know\nwhat the rat is thinking, but the rat is clearly doing something or thinking something is\nrelated to the final outcome. I don't know of any studies\nwhere they've intervened with the particular\nsuperstition-like behaviors of the rat to see whether or not the rat somehow doesn't continue\nto do the motor sequence to get the pellet. We don't know the rats, they're rats. I don't speak rat, most people don't, or if you speak to a rat, if it speaks back, it's not in English. Anyway, the point is that\nsuperstitions are beliefs that we, on an individual\nscale, come to believe are linked to the\nprobability of an outcome when in fact we know, we actually know in our rational minds, they\nhave no real relationship to the outcome. Superstitions can become full-blown compulsions and obsessions when we repeat them often enough that they become automatic. And I think this is what\nwe observe most of the time when we see a pitcher touching their ear, or for instance, in\ntennis, you see this a lot, you'll see someone\nthey'll slap their shoes. Often, I see this, they'll like slap the undersides of their soles. They may tell themselves\nthat this is, I don't know, maybe moving out some\nof the dust or something in the bottoms of their soles, that gives them more\ntraction and they want that to be ready for the serve\nor something like that. And maybe there's some truth to that, but here, what we're referring to are behaviors that really\nhave no rational relationship to the outcome, and yet we\nperform in a compulsive way. People with OCD, yes, tend\nto have more superstitions. People with more superstitions, yes, tend to have a tendency towards OCD and I should mention, obsessive-compulsive personality disorder. If you think way back to the\nfirst part of this episode, when I was just describing\nwhat the brain does, right? What does your brain do? Housekeeping functions to keep you alive and it's a prediction machine. Your neural circuits, you, have an enormous amount\nof biological investment of real estate, literally,\ncells and chemicals that are there to try and\nmake your world predictable and to try and give you control, or at least the sense of\ncontrol over that world and that's a normal process. Low-level superstitions,\nmoderate superstitions represent a kind of a\nhealthy range, I would say, of behaviors that are aimed\nat generating predictability that don't disrupt normal function. Obsessive-compulsive personality disorder, provided is not too severe, would I think represent the next level along that continuum. And then obsessive-compulsive disorder, as I pointed out earlier, is really a case of highly debilitating, highly intrusive, really\novertake of neural circuitry over our thoughts and behaviors that requires very\ndedicated, very persistent, and very effective\ntreatments in order to stop those obsessions and compulsions and the anxiety that links them somewhat counterintuitively\nby teaching people to tolerate that level\nof increased anxiety and interrupt those patterns. And fortunately, as we described earlier, such treatments exist,\ncognitive behavioral therapy, drug treatments like\nSSRIs, also drug treatments that tap into the glutamate system and into perhaps also the dopamine system, the so-called neuroleptics. And then, as we described, there's now an extensive\nexploration of things like ketamine, psilocybin, cannabis, the initial studies don't\nseem to hold much promise for cannabis and CBD and\nthe treatment of OCD, but who knows, maybe more\nstudies will come along that will change that story. And then of course,\nbrain machine interface like transcranial magnetic stimulation. And then just to remind you\nwhat I already told you before combinations of behavioral\nand drug treatments and brain machine interface, I think, is really where the future lies. Fortunately, good treatments exist. We cannot say that any\none individual treatment works for everybody. There are fairly large\npercentages of people that won't respond to one\nset of treatments or another, and therefore one has\nto try different ones. And then there are the\nso-called supplementation-based or more holistic therapies. Today, I've tried to cover each and all of these in a fairly\nsubstantial amount of detail. I realize this is a fairly long episode, that is intentional. Much like our episode on ADHD, on attention deficit\nhyperactivity disorder, I received an enormous number of requests to talk about OCD, and\nmy decision to make this a very long and detailed episode about OCD really doesn't stem from any desire to subject you to too much information or to avoid the opportunity\nto just list things off, but what I've tried to\nprovide is an opportunity to really drill deep\ninto the neural circuitry and an understanding of\nwhere OCD comes from, how OCD is different from things like the personality disorders\nthat I described. And also to give you a\nsense of how the individual behavioral and drug treatments work and perhaps don't work so that you can really make\nthe best informed choices, again, highlighting the fact that OCD is an extremely common, extremely common, and yet extremely debilitating condition and one that I hope\nthat if any of you have, or that you know people that have it that you'll both gain\nsympathy and understanding for what they're dealing with, perhaps as a consequence of some of the information presented today, and maybe help them\ndirect their treatment, find better treatment, and of course, apply those treatments for some relief. ",
            "segmentTitle": "Superstitions, Compulsions & Obsessions"
        }
    ]
}